{
  "title": "wri.org blog posts",
  "link": "https://www.wri.org/",
  "description": "Blog posts from the World Resources Institute",
  "category": "social_impact",
  "source_url": "https://www.wri.org/blog/rss.xml",
  "fetched_at": "2025-10-28T01:55:39.517315",
  "items": [
    {
      "title": "Financing Nature Conservation: Will the Tropical Forest Forever Facility Finally Do It?",
      "link": "https://www.wri.org/insights/financing-nature-conservation-tropical-forest-forever-facility",
      "pubDate": "Mon, 27 Oct 2025 09:30:11 EDT",
      "description": "<p>At the 1992 Rio Earth Summit in Brazil, the nations of the world agreed as part of the <a href=\"https://www.mauricestrong.net/index.php?option=com_content&view=article&id=169:rio-statement-forests-management&catid=39&Itemid=89\">Forest Principles</a> to provide financial resources for conservation efforts in developing countries with significant forest areas.</p><p>Yet for more than three decades, the international community has struggled — <a href=\"https://www.unep.org/resources/report/state-finance-forests-2025\">and largely failed</a> — to fulfill that commitment, particularly to developing nations with tropical rainforests.</p><p>These tropical forests are home to a majority of the planet’s biodiversity, play a crucial role in combating climate change, and are critical to people’s livelihoods. Between 2002 and 2022, according to <a href=\"https://www.globalforestwatch.org/blog/forest-insights/global-tree-cover-loss-data-2022/\">Global Forest Watch data</a>, the world’s tropical humid primary rainforests shrunk by 8%, losing an area equivalent to nearly the size of Pakistan. This magnitude of loss has continued unabated, except in a few key tropical rainforest countries such as Brazil and Indonesia.</p><p>The basic challenge continues to be one of simple economics: Cutting and clearing natural forests for timber and agriculture is generally more profitable than leaving trees standing.</p><p>Conventional business practices are not designed to tangibly value and reward the conservation of forests, or their biodiversity and ecosystem services. Combined with continuing global demand for commodities, harmful subsidies in many countries, and weak and/or <a href=\"https://www.wri.org/insights/nature-crime-amazon-deforestation\">corrupt forest governance practices</a>, this dynamic has increasingly degraded and destroyed the Earth’s tropical forests.</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1050\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1575\" />\n              <source height=\"840\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"643\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"507\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"303\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"Illegal logging in the Amazon.\" height=\"303\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-10/deforestation-illegal-logging-tfff_0.jpg?VersionId=SFvysLo0joVnaOCndNXDKcdUEkzqjOx0&itok=gUi_AuqT\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>According to data from Global Forest Watch, between 2002 and 2022, the world’s tropical humid primary rainforests shrunk by 8%. Photo by PARALAXIS/Shutterstock. </figcaption>\n</figure>\n<h3>A Potential Breakthrough: The Tropical Forest Forever Facility</h3><p>Now, Brazil is once again playing a critical role, leading the development of an innovative new forest finance mechanism that could offer a breakthrough and flip the economics in favor of conservation. The <a href=\"https://tfff.earth/\">Tropical Forest Forever Facility</a> (TFFF) is designed as a “payment-for-performance” model that uses agreed satellite monitoring standards and systems to reward tropical forest countries with a continuing source of funding as long as they preserve their forests.</p><p> While other forest conservation mechanisms such as <a href=\"https://unfccc.int/topics/land-use/workstreams/redd/what-is-redd\">REDD+</a> and <a href=\"https://www.wri.org/insights/carbon-markets-tropical-forest-conservation\">carbon markets</a> focus on rewarding emissions reductions, the TFFF takes a different approach. It aims to pay tropical forest countries directly for each hectare of standing forest they maintain, with payments decreasing based on any deforestation or forest degradation caused by fire.</p><p>With Brazil’s leadership, the momentum of this year’s annual <a href=\"https://www.wri.org/un-climate-change-conference-resource-hub\">United Nations Climate Change Conference (COP30)</a> taking place in the Amazon, and with effective new satellite monitoring technologies, the TFFF could finally turn forest conservation into an investment that benefits countries, investors and the planet.</p><p>Following several years of technical and diplomatic work, Brazil published the latest iteration of the <a href=\"https://tfff.earth/feedback/\">TFFF Concept Note</a> in October 2025. Just weeks before, Brazilian President Luiz Inácio Lula da Silva <a href=\"https://tfff.earth/brazilian-government-announces-us1-billion-contribution-to-the-tropical-forest-forever-facility-tfff/\">announced</a> at the UN General Assembly that Brazil would make the first $1 billion investment into the facility, which ultimately is expected to reach $125 billion. A few weeks later, <a href=\"https://jakartaglobe.id/news/indonesia-vows-to-invest-in-brazilled-125-billion-forestry-fund\">Indonesia announced</a> it would also contribute to the facility. The TFFF’s success now depends on other nations, as well as private sector investors, to make it a reality at COP30 and beyond. Currently, Brazil is working with other governments, including the UK, Germany, Norway, the UAE, Singapore and China, and potential private sector investors, to explore how they can commit funding in time for COP30.</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1048\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1575\" />\n              <source height=\"838\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"642\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"506\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"303\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"Tropical forest in Nepal.\" height=\"303\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-10/tropical-forest-nepal_0.jpg?VersionId=zKDCyfDMoLENNHPhj3gpyzF6sBxWx8hW&itok=a6sC06XW\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>The Tropical Forest Forever Facility is an innovative fund designed to reward countries for keeping their forests standing. Photo by Teo Tarras/Shutterstock.</figcaption>\n</figure>\n<h3>How Exactly Will the TFFF Be Funded?</h3><p>Unlike most previous international assistance to conserve tropical forests, the TFFF will not be financed by donor grants. Once the facility reaches its $125 billion target (or, likely in the shorter term, a smaller sum), it will be the world’s largest “<a href=\"https://ppp.worldbank.org/blended-finance\">blended finance</a>” mechanism of its kind, designed to pay eligible, participating tropical forest countries annually for maintaining their deforestation rates below 0.5% per year, as measured by agreed geospatial monitoring standards and systems.</p><p>The TFFF will borrow an initial capital base (targeted at $25 billion) from traditional “donor” nations and other countries in a position to invest, such as Brazil and China, and potentially philanthropic foundations, too. These “sponsors” would provide 40-year loans (the facility’s capital), or other comparable investment modalities, at an interest rate comparable to the yield of U.S. Treasury bonds (a 30-year bond is currently less than 5%) and would be the first to take responsibility over any losses in what’s known as a junior position in the debt structure.</p><p>This arrangement creates a safety net that enables the fund to raise an additional $100 billion from private, corporate and philanthropic investors. The combined $125 billion would then be invested in fixed income emerging markets and other sovereign and corporate bonds (excluding fossil fuels and other environmentally destructive sectors), which would earn a higher return.</p><p>The return is ultimately expected to generate some $3 billion to $4 billion per year — enough to make payments of around $4 per hectare of conserved forest to eligible countries which maintain deforestation rates below 0.5% over the long term. (Even in the short term, with a much lesser sum than $125 billion, the payments generated would still be significant.)</p><p>The TFFF governance structure is divided into the Tropical Forest Investment Fund (TFIF), managed by the World Bank under a separate governance structure that would manage the investment fund and determine the availability of funds for forest payments; and the TFFF itself, which would coordinate monitoring and reporting, and distribute forest payments to countries.</p><article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1350\" media=\"(min-width: 1440px)\" type=\"image/png\" width=\"1575\" />\n              <source height=\"1080\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/png\" width=\"1260\" />\n              <source height=\"827\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/png\" width=\"965\" />\n              <source height=\"651\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/png\" width=\"760\" />\n              <source height=\"390\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/png\" width=\"455\" />\n                  <img alt=\"How will the TFFF work?\" height=\"390\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-10/25-10-22-tfff-v4-facility.png?VersionId=w48MIhMIM16zC8WF4BwdeLD9J.rhBp1n&itok=eaGo6jOU\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n<h3>Where Would the Money Go?</h3><p>The current TFFF proposal includes 74 UN-listed developing countries that combined are home to more than 1 billion hectares of moist, broadleaf tropical and sub-tropical forests.</p><p>The TFFF is not designed to fund countries to reduce their deforestation rates. Rather, it is meant to reward those that already have relatively low deforestation rates, providing a financial incentive to keep their remaining tropical forests standing and prevent any further deforestation. However, if it’s successful, the facility will serve as encouragement for countries with currently high deforestation rates to qualify to join the scheme. A good result would be if countries such as Bolivia, with one of the world’s highest deforestation rates, were able to qualify for TFFF funding in the years to come. The current structure would lead to significant flows of finance to some of the world’s poorest forest countries, including in Africa’s Congo Basin.</p><article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1350\" media=\"(min-width: 1440px)\" type=\"image/png\" width=\"1575\" />\n              <source height=\"1080\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/png\" width=\"1260\" />\n              <source height=\"827\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/png\" width=\"965\" />\n              <source height=\"651\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/png\" width=\"760\" />\n              <source height=\"390\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/png\" width=\"455\" />\n                  <img alt=\"Countries Eligible for TFFF Payments\" height=\"390\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-10/25-10-22-tfffv2-map.png?VersionId=pg93T2bHxPq7qDuaA_zbHpgPySYhF5iU&itok=l2mvS7Kn\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n<p>The TFFF includes several innovative features focused on where the money should go. The first is that it allows countries to allocate TFFF payments as they see fit on their national policies and programs that, directly or indirectly, contribute to tropical and subtropical forest conservation and forests’ sustainable use. Crucially, the TFFF requires countries to disclose what the funds are used for to ensure transparency and allow for public scrutiny and feedback.</p><p>Another striking and positive feature is a provision requiring 20% of payments to go to Indigenous peoples and local communities engaged in tropical forest conservation in eligible countries. This could be the single biggest source of international finance for Indigenous peoples and local communities, so often at the frontline of conservation. This finance could help these communities protect their rights, secure land tenure, tackle illegal mining and criminality, and pursue sustainable alternative livelihoods that are not dependent on clearing areas of forest.</p><p>It is also significant because the TFFF is the only such source of funding that could in some instances be accessed directly by Indigenous peoples and local communities — a provision that they have repeatedly asked for, granting these communities decision-making over the use of the funds.</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"955\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1575\" />\n              <source height=\"764\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"585\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"461\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"276\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"A family in a canoe rows away from a house along a river in the Amazon, Brazil.. \" height=\"276\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-10/indigenous-family-amazon-tfff_0.jpg?VersionId=9S.bQ9yFUhfzS6npROa9nT01ywtFUsTM&itok=tjGif8nR\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>Payments from the TFFF could help protect the rights of Indigenous communities and help them pursue sustainable alternative livelihoods that are not dependent on clearing areas of forest. Photo by Dekaro/iStock.</figcaption>\n</figure>\n<h3>How Will Forests Be Monitored?</h3><p>The TFFF can only succeed if it is built on credible, transparent and operational forest monitoring that relies on <a href=\"https://www.wri.org/insights/indigenous-peoples-local-communities-use-satellite-data-deforestation\">satellite data</a>. This requires methods and data that are produced in a way that can be verified, applied consistently through time and comparable across countries. Robust and universally applied technical standards must be established from the outset, not only to ensure credibility but also to build investor confidence that will attract the early capital needed for scale.</p><p>A core principle of the TFFF is that participating nations are expected to use their own national forest monitoring systems, provided these systems meet established quality and transparency criteria. For countries without a qualifying national system, a compliant third-party system, such as <a href=\"https://www.globalforestwatch.org/\">Global Forest Watch</a> (managed by WRI) or the EU’s Joint Research Center tropical forests platform, may be used. Given this diversity in monitoring approaches, establishing agreed common methodological standards and definitions across all systems will be paramount.</p><p>The TFFF also proposes a fixed forest definition to be applied across all participating countries, creating a common basis for how forests are measured and valued. By setting a 20% to 30% canopy density threshold, a 5-meter minimum tree height and by excluding plantations, this definition establishes a solid technical foundation for consistent and comparable measurements.</p><h3>What’s Still Needed to Launch the TFFF?</h3><p>First, sponsors need to follow Brazil’s and Indonesia’s lead and commit contributions to the initial hoped-for $25 billion tranche of junior capital. If additional sponsors fail to make commitments at COP30, the TFFF may lose momentum in 2026, causing private sector investors to doubt the viability of the model.</p><p>It is therefore vitally important for industrialized nations across the world without tropical forests to make a significant financial commitment to this bold and ambitious idea. The stakes are global: If tropical forests are lost, adaptation costs from the ensuing climate impacts would far exceed these investments. For wealthy nations, investing in the TFFF is not only about justice and responsibility, but also a matter of economic self-interest. Tropical forests are, in addition to being sovereign national assets, a global public good, with a universal responsibility for their protection.</p><p>The World Bank Board has agreed to manage the funds <a href=\"https://tfff.earth/the-world-bank-confirmed-as-trustee-and-interim-host-of-the-tropical-forest-forever-facility/\">as the trustee and interim host</a> of the TFFF and formalized initial arrangements at its October 2025 meeting, which should provide a strong confidence signal for both sponsors and the private sector. But the World Bank will have to move rapidly to establish the TFIF to maintain momentum and move toward an operational phase of the facility.</p><p>Once all of that is in place, a key priority will be development of the operations manual that will govern how the TFFF actually works, including work on some of the more difficult technical issues. These include:</p><h4>Degradation and Leakage</h4><p>Not all forest loss is caused by deforestation. Forest degradation, which plays a major role in carbon loss and ecosystem decline (and often occurs at smaller spatial scales) can also take place.</p><p>Currently, the TFFF proposes to only consider fire-damaged areas (using burn scars as a proxy) as indicators of degradation, subsequently reducing payments by a 1:35 discount rate. But other degradation factors, such as selective logging, roadbuilding, mining and some edge effects, can be detected using 30-meter or 10-meter satellite data. Including both fire and non-fire degradation would strengthen the system’s integrity and ensure payments reflect actual forest conditions.</p><p>Deforestation “leakage” is another thorny issue: the TFFF focuses on broadleaf tropical and sub-tropical forests, the most important forests globally for both biodiversity and climate change. However, there is worry that this might cause deforestation to move into other biomes not covered by the TFFF — <a href=\"https://news.mongabay.com/2015/01/brazils-soy-moratorium-dramatically-reduced-amazon-deforestation/\">Brazil’s Cerrado</a> and southern Africa’s Miombo woodlands are good examples — without notice or punitive measures. The TFFF seeks to address this by requiring participating countries to monitor and report forest cover changes in non-TFFF forest areas where significant increases in deforestation could trigger additional scrutiny and potential payment holds. Though this is a good conceptual solution, implementation could be complex given, among other issues, the difficulties associated with monitoring deforestation in drier or sparser forest landscapes. More work will be needed to ensure that the TFFF does not simply displace, rather than prevent, forest loss.</p><h4>Consideration for Indigenous Peoples and Local Communities</h4><p>It will also be critical to maintain a strong consultative process with civil society and <a href=\"https://www.wri.org/insights/global-forest-pledges-must-center-forest-communities\">Indigenous communities</a> as the TFFF — particularly its operations manual — is developed and moves toward implementation. Much of civil society is supportive of the TFFF and its efforts to engage Indigenous peoples and local communities; some remain critical and circumspect. There is no formal consensus on the TFFF among the diverse Indigenous peoples’ organizations across the world’s tropical forests. Continuing dialogue, consultation and free, prior and informed consent will therefore be critical in the years ahead.</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1050\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1575\" />\n              <source height=\"840\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"643\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"507\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"303\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"A home along a river in Belém, Brazil.\" height=\"303\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-10/indigenous-communities-tfff-belem-brazil_0.jpg?VersionId=QGioHVL8kk__CcBgiuUXbIWROMY8GRDD&itok=fsP8-bKz\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>A home along the Guama River in Belém, Brazil, where COP30 will take place. The TFFF will require that 20% of payments to countries that keep deforestation rates below 0.5% to go to Indigenous peoples and local communities. Photo by RudiErnst/Shutterstock. </figcaption>\n</figure>\n<h4>Developing an Agreed Global Geospatial Monitoring System</h4><p>Finally, the credibility and longevity of the TFFF will also depend on the quality and reliability of the geospatial monitoring systems that are used to base decisions on eligibility, standing forest area and deforestation rates. It is only in the past decade that credible, affordable satellite monitoring of forest cover has emerged. And there are no international covenants or treaties designating official satellite monitoring standards or systems.<br /><br />In developing its monitoring standards, the TFFF should consider:</p><ul><li><strong>Fine-tuning its measurement standards </strong>by aligning the standard minimum mapping unit with the pixel resolution of existing, free satellite data archives (30-meters or 10-meters) to provide a more accurate picture of forest dynamics. Using a <a href=\"https://www.wri.org/insights/rethinking-definition-forest-monitoring\">finer mapping unit</a>, instead of the proposed 1-hectare minimum mapping unit, would also enable more effective monitoring of forest degradation events like logging and roadbuilding.</li><li>Ensuring that the monitoring systems that underpin the TFFF’s payment calculations provide <strong>open, independently verifiable data</strong>; use methods that produce data that are transparent and reproducible; and regularly validate the results using good practice and international reporting guidelines.</li><li>Finally, <strong>governance will be critical </strong>to help ensure that technical decisions remain evidence based. The TFFF’s operations manual will codify the detailed rules and procedures for monitoring, so its development should include structured opportunities for expert and stakeholder input.</li></ul><p>In short, there is a clear pathway: strong technical standards, robust degradation monitoring, validation, open data and shared governance. The technology is ready; what is needed now is collective agreement to put it into practice.</p><h3>The TFFF’s Critical Contribution to the Global Forest Challenge</h3><p>In summary, the TFFF could make a potentially critical contribution to addressing the world’s forest challenges, which are so closely linked to the biodiversity and climate crises we face. But, as the TFFF proponents themselves have noted, it is not a panacea; other forms of finance will also be needed, and of course there are many other dimensions of tackling tropical forest loss, including governance, legality, regulation, demand and consumption shifts.</p><p>The TFFF also inherently faces risks in a volatile world where the future of economies and markets cannot be predicted; it is a bold idea at a time of volatility and instability. But after more than 30 years of forest conservation, forest finance commitments and arrangements that have yet to turn the tide, the TFFF presents an ambitious idea from a major rainforest country that has real potential to make a potentially transformative impact in conserving tropical forests.</p><p>It is therefore a pressing global imperative for the international community to contribute generously to its success, starting at COP30, in the heart of the Amazon rainforest — a tropical rainforest, like others, on which the future well-being of humanity so profoundly depends.  </p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    },
    {
      "title": "STATEMENT: Commitment Without Clarity Risks Europe’s Climate Ambitions and Leadership",
      "link": "https://www.wri.org/news/statement-commitment-without-clarity-risks-europes-climate-ambitions-and-leadership",
      "pubDate": "Fri, 24 Oct 2025 07:50:04 EDT",
      "description": "<p><strong>Brussels (October 24, 2025) </strong>– The European Council <a href=\"https://www.consilium.europa.eu/media/d2nhnqso/20251023-european-council-conclusions-en.pdf\">yesterday reaffirmed its support</a> for the EU’s goal to cut greenhouse gas emissions by 90% by 2040. However, it stopped short of setting a clear and ambitious target for its upcoming Nationally Determined Contribution (NDC), which is due by COP30. <br /><br />In September, the European Commission put forward a “statement of intent” to cut emissions by 66.25 – 72.5% by 2035 from 1990 levels.  <br /><br /><strong>Following is a statement by Stientje van Veldhoven, Vice President and Regional Director for Europe, World Resources Institute:  </strong><br /><br />“Europe stands behind the 90% emission cut goal by 2040 ‒ a strong signal of continued intent. But without formalizing its 2035 climate plan (NDC), the pathway to climate neutrality remains unclear.  <br /><br />\"EU leaders have now put the ball in the court of environment ministers, who must deliver a science-based and credible NDC by early November, ahead of COP30 in Belém. A clear, high-ambition pathway is the most credible way to turn the EU's climate goals into real action: cleaner air, stronger energy security, resilient communities and lasting competitiveness. <br /><br />“We warn against the EU Council’s reliance on carbon credits to hit its 2040 goal. While credits, under strict guardrails, can help support decarbonization efforts abroad, they don't replace the structural changes needed at home. Europe must invest in transforming energy, industry, housing, and transport.   <br /><br />“Every euro spent on credits is a euro not invested in delivering cleaner, economic growth, jobs and resilience for European citizens. In this context, the Council’s call to revise the agreed EU ETS 2, the EU's emissions trading scheme for transport and buildings starting in 2027, risks undermining business confidence and the credibility of EU climate policy.  <br /><br />\"The EU's repeated delays come at a cost. Missing the September 2025 NDC deadline means the EU ‒ one of the world's major economic blocs ‒ will be left out of the UNFCCC's NDC forthcoming Synthesis Report, losing an opportunity to spur greater ambition from other major emitters. EU environment ministers must grab the chance to reclaim Europe’s global climate leadership with the most ambitious NDC before COP30, showing European business clear investment pathways to a clean, competitive economy.”  </p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    },
    {
      "title": "What Is the EU Deforestation Regulation? 7 Key Questions, Answered",
      "link": "https://www.wri.org/insights/explain-eu-deforestation-regulation",
      "pubDate": "Thu, 23 Oct 2025 13:52:00 EDT",
      "description": "<p>The world <a href=\"https://gfr.wri.org/latest-analysis-deforestation-trends\">is losing</a> 18 soccer fields of tropical primary every minute; much of it is the result of clearing for farms, pastures and tree plantations.</p><p>As a major buyer of commodities largely responsible for fueling deforestation — such as palm oil, cocoa, coffee, soy, cattle and timber — the EU has both a responsibility and an opportunity to help shift global markets toward more sustainable supply chains. The landmark <strong>EU Deforestation Regulation (EUDR)</strong>, adopted in 2023, requires businesses to demonstrate that the products they sell or export to the EU do not come from land that was recently deforested or degraded. </p><p>The EUDR is a key step in responding to today’s deforestation and supporting countries in achieving their national forest protection policies. <strong>Yet despite its promise, the regulation has faced delays and pushback, threatening its timely implementation.</strong></p><p>In September 2025, the EU Commission <a href=\"https://www.wri.org/news/statement-time-to-enforce-not-delay-eu-deforestation-regulation\">proposed delaying</a> the EUDR's enforcement until December 2026, pushing back its start date for the second year in a row. This was after the  <a href=\"https://www.euronews.com/my-europe/2025/07/07/nineteen-eu-countries-call-for-simplification-of-eu-deforestation-law\">EU Agriculture Ministers issued a letter calling for the EUDR's simplification</a>, in July 2025. The EU Commission then <a href=\"https://www.wri.org/news/statement-european-commission-protects-eudrs-core-principles\">reversed course in October 2025</a>, putting forward a <a href=\"https://ec.europa.eu/commission/presscorner/detail/en/ip_25_2464\">formal proposal</a> to simplify the EUDR for micro and small businesses, as well as downstream operators. If approved by the European Parliament and European Council, the December 2026 delay would only be in place for these businesses. For all other companies, the EUDR will go into force as initially planned on Dec. 30, 2025, with a six-month grace period.</p><p>At a time when forests are increasingly under threat, it’s more urgent than ever to understand the regulation and ensure its full and rapid implementation. Here, we dive deeply into the legislation's details and potential impacts.</p><h3>What Is the EUDR?</h3><p>The EUDR is a landmark law that came into force in June 2023. Its goal is to ensure that certain products sold in or exported to the EU do not come from land that was deforested or degraded after Dec. 31, 2020. The regulation is designed to prevent EU consumer demand from driving further forest loss or damage, while also reducing the region’s contribution to greenhouse gas emissions and global biodiversity decline.</p><p>The EUDR covers timber and six key agricultural commodities: cattle, cocoa, coffee, oil palm, rubber, soy, as well as products made from them such as beef, furniture and chocolate. To be sold in or exported from the EU market, these products must meet the following <strong>three conditions</strong>:</p><ol><li>They are <strong>deforestation-free</strong>.</li><li>They have been <strong>produced in compliance with the relevant laws of the country of origin</strong>.</li><li>They are <strong>covered by a due diligence statement</strong>, showing that the company has checked the origin and ensured the products meet EUDR requirements.</li></ol><p>This means businesses must demonstrate that any EUDR-covered commodities were not produced on land <a href=\"https://www.globalforestwatch.org/blog/data/satellite-data-eu-regulation-deforestation-free-supply-chains/\" target=\"_blank\">that was deforested</a> nor did they <a href=\"https://www.globalforestwatch.org/blog/data-and-tools/monitoring-forest-degradation-eudr/\" target=\"_blank\">contribute to forest degradation</a> after the Dec. 31, 2020 cutoff date. Although the regulation is legally in place, companies are not yet required to comply yet. The rules will apply starting from Dec. 30, 2025, for large enterprises and December 2026, for small and medium-sized businesses (if the proposal made by the European Commission is adopted by the EU institutions).</p><article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1026\" media=\"(min-width: 1440px)\" type=\"image/png\" width=\"1575\" />\n              <source height=\"821\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/png\" width=\"1260\" />\n              <source height=\"629\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/png\" width=\"965\" />\n              <source height=\"495\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/png\" width=\"760\" />\n              <source height=\"296\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/png\" width=\"455\" />\n                  <img alt=\"The EUDR development milestone timeline.\" height=\"296\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-10/25-10-23-eudr-timelinev4_0.png?VersionId=SIGJazpE85F4bRH3qS7aF32rzKq9A7LB&itok=R9mNKbLJ\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n<h3>Why Is the EUDR important?</h3><p>The EUDR offers a major opportunity for the EU to reduce its role in global deforestation and biodiversity loss, as well as help create deforestation-free supply chains. It supports the commitment made by the 144 countries that signed the Glasgow Leaders’ Declaration in 2021 to halt and reverse forest loss and land degradation by 2030. It can also serve as a model for other major consumer markets looking to lower their environmental footprints.</p><p>Since 2014, the EU has been the second-largest importer of goods linked to tropical deforestation after China. In 2017 alone, it accounted for <a href=\"https://nam04.safelinks.protection.outlook.com/?url=https%3A%2F%2Fwwfeu.awsassets.panda.org%2Fdownloads%2Fstepping_up___the_continuing_impact_of_eu_consumption_on_nature_worldwide_fullreport_low_res.pdf&data=05%7C02%7CSarah.Brown%40wri.org%7C8b3cc945469b4a72a57a08ddbf074695%7C476bac1f36b24ad98699cda6bad1f862%7C0%7C0%7C638876760158329836%7CUnknown%7CTWFpbGZsb3d8eyJFbXB0eU1hcGkiOnRydWUsIlYiOiIwLjAuMDAwMCIsIlAiOiJXaW4zMiIsIkFOIjoiTWFpbCIsIldUIjoyfQ%3D%3D%7C0%7C%7C%7C&sdata=xoQHWFyeUsGUmUQW8%2Fo8i2eTAuqAWgKIXXe5E9iAy9U%3D&reserved=0\" target=\"_blank\">16% of global deforestation</a> tied to international trade — equal to 203,000 hectares of forest.</p><p>More recently, in 2021, the <a href=\"https://comtradeplus.un.org/\" target=\"_blank\">EU was among the world’s top five importers</a> of five of the six agricultural commodities covered by the EUDR (cocoa, coffee, palm oil, rubber and soy) and the largest importer of cocoa beans and coffee worldwide<a href=\"https://www.wri.org/#footnotes\"><sup>1</sup></a> . Among all the agricultural products the EU buys, <a href=\"https://nam04.safelinks.protection.outlook.com/?url=https%3A%2F%2Fcommodityfootprints.earth%2F&data=05%7C02%7CSarah.Brown%40wri.org%7C8b3cc945469b4a72a57a08ddbf074695%7C476bac1f36b24ad98699cda6bad1f862%7C0%7C0%7C638876760158357131%7CUnknown%7CTWFpbGZsb3d8eyJFbXB0eU1hcGkiOnRydWUsIlYiOiIwLjAuMDAwMCIsIlAiOiJXaW4zMiIsIkFOIjoiTWFpbCIsIldUIjoyfQ%3D%3D%7C0%7C%7C%7C&sdata=zL81%2FOzUzXSEGDx6a7UaraT0UHb0wJzg%2BF45W6mUWwc%3D&reserved=0\" target=\"_blank\">beef, cocoa and palm oil were linked to the most deforestation</a> in the countries they came from. In fact, out of 160 agricultural commodities imported by the EU, just six — beef, palm oil, soy, cocoa, coffee and rubber, as covered by the EUDR — made up 58% of the estimated forest loss tied to EU imports.</p><p>By reducing the EU’s forest-loss footprint and tackling deforestation risks in its supply chains, the EUDR could help reverse deforestation worldwide. In 2024, a record 6.7 million hectares of <a href=\"https://gfr.wri.org/latest-analysis-deforestation-trends\" target=\"_blank\">primary tropical forests</a> were lost — nearly double the 2023 rate and equivalent of losing 18 soccer fields of forest every minute. While wildfires captured global attention, some of the increase was due to agricultural conversion and logging.</p><h3>What Challenges and Setbacks Has the EUDR Faced?</h3><p>In December 2024, <a href=\"https://eur-lex.europa.eu/eli/reg/2024/3234/oj/eng\" target=\"_blank\">the EU postponed the start of EUDR </a>compliance by 12 months to give companies more time to prepare to meet the regulation’s requirements. Then in September 2025, the EU Commission again signaled its intention to delay implementation by another year, reportedly because of issues with the EU platform used to submit due diligence statements.</p><p>A month later, the EU Commission put forward a <a href=\"https://ec.europa.eu/commission/presscorner/detail/en/ip_25_2464\">formal proposal</a> to simplify the EUDR for micro and small businesses, as well as downstream operators, delaying the enforcement date of the EUDR for these enterprises. If approved by the European Parliament and European Council, these businesses would not have to comply with the EUDR until December 2026. Large companies would still be held to a Dec. 30, 2025 start date, but with a 6-month grace period for checks and enforcement in light of issues with the IT platform.</p><p>In May 2025, the European Commission published the regulation’s <a href=\"https://environment.ec.europa.eu/publications/commission-implementing-regulation-laying-down-rules-application-deforestation-regulation_en\" target=\"_blank\">benchmarking classification</a> system, which ranks countries as low, standard and high risk based on indicators assessing the deforestation risk linked to commodity production in each country. The ranking system was designed to help businesses and enforcement authorities in the EU to conduct due diligence and enforce compliance. The risk levels indicate the percentage of checks on shipments, with greater scrutiny given to higher-risk countries. </p><p>New proposals call on the EU Commission to revise the benchmarking classification system introduced in 2025. Some EU member state representatives have suggested adding a “no-risk” category to exempt certain countries from due diligence requirements; another suggestion proposed removing the system altogether. But <a href=\"https://www.fern.org/publications-insight/wto-implications-of-the-proposed-no-risk-amendment-to-the-eudr/\" target=\"_blank\">changes like these</a> could <a href=\"https://www.wri.org/news/statement-proposed-amendments-eu-deforestation-law-create-dangerous-loopholes-and-uncertainty\" target=\"_blank\">create loopholes and ultimately weaken</a> the regulation’s effectiveness. The European Parliament already <a href=\"https://www.wri.org/news/statement-proposed-amendments-eu-deforestation-law-create-dangerous-loopholes-and-uncertainty\" target=\"_blank\">rejected a similar idea in 2024</a> for that very reason.</p><p>The EUDR was agreed upon following a lengthy negotiation between EU institutions and member states, as well as impact assessments and extensive consultations. Derailing its implementation would penalize producer countries and companies that have already invested in compliance, and it would create confusion and uncertainty in the EU market. The regulation may not be perfect, but it’s a necessary step toward deforestation-free supply chains. <a href=\"https://www.cofcointernational.com/newsroom/first-cofco-soymeal-shipment-aligned-with-upcoming-eu-deforestation-regulation-eudr-requirements-loads-in-argentina/\" target=\"_blank\">Many companies</a> have already shown that <a href=\"https://www.adm.com/en-us/news/news-releases/2024/7/as-eu-deforestation-regulation-approaches-adm-offers-fully-verified-segregated-traceable-soybean-meal-and-oil-to-european-customers/\" target=\"_blank\">EUDR</a> <a href=\"https://www.danzer.com/en/company/media-relations/danzer-blog/item/we-are-ready-for-the-eu-deforestation-regulation-eudr\" target=\"_blank\">compliance</a> is possible, and <a href=\"https://www.linkedin.com/posts/neumann-kaffee-gruppe_neumannkaffeegruppe-nkg-greencoffee-activity-7341043266814902282-ZxzX?utm_source=share&utm_medium=member_desktop&rcm=ACoAAAE1-pABvCIe5Hj5bAjDVEQyxMlfXsVXU2U\" target=\"_blank\">several</a> have urged the EU to uphold the legal text and stick to <a href=\"https://www.tchibo.com/de/de/news/tchibo-fordert-umsetzung-eudr\" target=\"_blank\">implementation timeline</a>.</p><p>Since adoption, the EUDR has faced criticism from both inside and outside the EU. Most concerns focus on cost and complexity of compliance, as well as fairness, particularly for smallholder farmers. In response, the European Commission, EU member states and other development institutions have ramped up investment in <a href=\"https://green-forum.ec.europa.eu/nature-and-biodiversity/deforestation-regulation-implementation_en\" target=\"_blank\">EUDR preparedness</a> by issuing resources and guidance, with a particular emphasis on <a href=\"https://zerodeforestationhub.eu/\" target=\"_blank\">preventing smallholder exclusion from the EU market</a>.</p><h3>What Counts as Deforestation and Degradation Under the EUDR?</h3><div class=\"callout alignright\"><p class=\"secondary\">The regulation's <strong>definition of a forest </strong>largely follows the UN Food and Agriculture Organization (FAO) which defines it as land larger than 0.5 hectares with trees taller than 5 meters and a canopy cover of at least 10% that is not primarily used for farming or urban development.</p></div><p>Under the EUDR, <strong>deforestation</strong> refers to clearing forest to make way for agriculture. The key factor is the conversion of land that was forest in 2020 into farmland — such as pastures or soy plantations. It’s a complete land-use change: the forest is no longer a forest.</p><ul><li>If that forest is cleared — whether by people or natural events like fire — and then converted into farmland, such as pastures for raising cattle or fields for soy or palm oil, it is considered deforestation.</li><li>However, if a forest is cleared, for example by fire (whether from human activity or natural causes) and is <strong>not</strong> used to produce any of the six EUDR-covered agricultural commodities, it is <strong>not </strong>considered deforestation under the regulations.</li><li>Forests used for wood production are not considered deforestation unless they’re also used for agriculture, for example, cattle grazing under the tree canopy.</li></ul><p>The EUDR also covers <strong>degradation</strong>. Land that was forest in 2020 can be used for wood production and remain classified as a forest, even if it’s temporarily unstocked, according to EUDR definitions. A forest used for wood production is not considered degraded unless there's a specific structural change, such as:</p><ul><li>Converting primary forest (native, untouched forest) into other wooded land (trees have 5%-10% canopy cover) or into plantation or planted forest.</li><li>Converting naturally regenerating forest (which has largely grown back on its own) into other wooded land used or plantation forest.</li></ul><h3>Who Does the EUDR Affect?</h3><p>The EUDR affects any company that imports, produces or exports specific products, and their derivatives, to or from the EU market. This includes <strong>operators</strong> (those placing products on the market or exporting them from the market) and <strong>traders</strong> (those distributing and selling products).</p><p>It applies to companies based in the EU and internationally, and to businesses of all sizes, from micro and small enterprises to large corporations. However, larger businesses face stricter reporting requirements than smaller ones.</p><p>The EUDR spans multiple sectors, from food and beverage (such as companies sourcing cocoa and coffee) to fashion (leather goods, for example) to the healthcare industry (products such as latex gloves).</p><h3>How Are Countries and Companies Preparing for the EUDR?</h3><p>Under the EUDR, companies must prove that products linked to deforestation or degradation after Dec. 31, 2020, are not entering the EU market. This requires a due diligence process: collecting supply chain information (including geolocation), assessing the risk of deforestation and taking steps to eliminate any identified risk before the product can be put on the market.</p><h4>Country-level efforts</h4><p>Many producer countries are already taking concrete steps to prepare for the EUDR, from adopting national plans to developing traceability systems and improving data transparency. For example, Indonesia, Ghana and Vietnam are investing in government-led efforts to make information available to companies that must comply with the regulation. Delaying enforcement or altering the regulation’s scope could undermine these leading producer countries.</p><p>Vietnam stands out as a strong example of how the EUDR is reinforcing national policies to combat deforestation. As a top exporter of rubber and coffee, the country has shifted its focus from illegal logging to broader deforestation risks in agriculture since the regulation’s introduction.  In 2023, the Ministry of Agriculture and Rural Development adopted a <a href=\"https://www.4c-services.org/wp-content/uploads/2023/12/02.-Nguyen-Nhu-Cuong_Action-Plan-for-the-compliance-with-EUDR-of-Viet-Nam.pdf\" target=\"_blank\">national action plan</a> prioritizing sustainable agricultural transformation. The following year, it launched a traceability system for coffee farms, piloting geospatial verification (such as satellite images) in key producing provinces. Developed through <a href=\"https://idh.org/news/vietnams-coffee-sector-marks-a-landmark-step-towards-sustainability-launching-the-eudr-database-system-for-forest-and-coffee-growing-areas\" target=\"_blank\">public-private collaboration</a>, the system cross-references land-use maps and cadastral data to ensure EUDR compliance. Plans are also underway to expand it to rubber and cocoa.</p><p>Vietnam’s progress shows how the regulation can act as a catalyst for stronger policy alignment between global market demands and local sustainability goals. </p><p>EU member states are also preparing by using satellite and aerial earth observation data, such as forest maps from 2020 (the EUDR cutoff year) to detect deforestation, alongside other monitoring solutions and tools to support compliant imports. </p><h4>Private-sector efforts</h4><p>Companies across supply chains are ramping up EUDR preparations, sparking a wave of innovation in monitoring and traceability. Many are developing satellite-based systems to verify deforestation-free sourcing, training smallholder farmers to meet EUDR requirements and partnering with governments and NGOs to improve data sharing and risk assessment.</p><p>For example, <a href=\"https://www.meridia.land/case/unilevers-smallholder-hub-programme\" target=\"_blank\">Unilever and Meridia</a> are working together to map smallholder farmers in Indonesia, making it possible to trace palm oil from plantation to mill. <a href=\"https://sustainablenaturalrubber.org/annual-report-2024/\" target=\"_blank\">The Global Platform for Sustainable Natural Rubber (GPSNR)</a> has created a system to help companies follow sustainability practices and demonstrate EUDR compliance. Open-source platforms like WRI’s Global Forest Watch are also <a href=\"https://www.globalforestwatch.org/blog/data-and-tools/satellite-data-eu-regulation-deforestation-free-supply-chains/\" target=\"_blank\">supporting companies in verifying supply chains</a>.</p><p>These efforts from governments, companies and EU countries show how the EUDR is already driving unprecedented action — transforming compliance from a burden into an opportunity to build more responsible and transparent supply chains. The challenge now is scaling these solutions across all commodities and regions.</p><h3>What's Next for the EUDR?</h3><p>The EUDR represents a major milestone in the fight against commodity-driven deforestation.</p><p>The EU must reject attempts to weaken the regulation’s core requirements. Its effectiveness depends on maintaining its ambition without dilution or delay. Backtracking at this stage would undermine the EUDR’s credibility and send the wrong signal to global markets. </p><p>At the same time, the EU should also step up efforts to provide businesses with practical training and support to help them develop the skills needed for compliance, especially for small businesses that may otherwise struggle to meet requirements.</p><p>The European Parliament and Council must also <a href=\"https://www.wri.org/news/statement-european-commission-protects-eudrs-core-principles\">give businesses clear guidance</a> — and avoid adding uncertainty with further changes to the law. The EUDR is not only a necessary response to the crisis of forest loss, but also a vital tool to support and complement producer country efforts to halt deforestation by 2030.</p><p id=\"footnotes\"><em>Editor's Note: This piece was originally published on July 8, 2025. It was updated in October 2025 to reflect new policy developments. </em></p><p class=\"secondary\"><strong>Footnotes</strong></p><p class=\"secondary\"><sup>1</sup>Timber and timber products are not included.</p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    },
    {
      "title": "When Your EV Battery Expires, Who’s Responsible for It?",
      "link": "https://www.wri.org/insights/ev-battery-waste-extended-producer-responsibility",
      "pubDate": "Thu, 23 Oct 2025 09:00:00 EDT",
      "description": "<p>More than one in five cars sold globally in 2024 was electric, with sales crossing <a href=\"https://iea.blob.core.windows.net/assets/0aa4762f-c1cb-4495-987a-25945d6de5e8/GlobalEVOutlook2025.pdf\">17 million</a> — a new record. And similar trends are emerging across other vehicle types, such as <a href=\"https://www.iea.org/reports/global-ev-outlook-2024/trends-in-heavy-electric-vehicles#:~:text=Electric%20truck%20sales%20are%20gaining%20momentum\">electric trucks</a>, <a href=\"https://www.energy.gov/eere/vehicles/articles/fotw-1321-december-18-2023-e-bike-sales-united-states-exceeded-one-million\">electric bikes</a> and U.S. <a href=\"https://electricschoolbusinitiative.org/sites/default/files/2025-07/Electric%20School%20Bus%20Market%20Overview%20%28July%202025%29%20%282%29.pdf\">electric school buses</a>.</p><p>This marks a much-needed shift toward cleaner, healthier transportation that doesn't warm the planet or pollute the air. Yet rising EV use also presents a burgeoning challenge: How to manage the influx of retired batteries?</p><p>The amount of EV battery power needed globally is <a href=\"https://www.iea.org/reports/global-ev-outlook-2025/electric-vehicle-batteries\">projected to triple</a> in the coming years, from 1 terawatt-hour (TWh) in 2024 to 3 TWh in 2030. A typical EV battery is expected to last 8-12 years on average, after which it must be removed and replaced. At the current pace of EV sales globally, <a href=\"https://www.mckinsey.com/industries/automotive-and-assembly/our-insights/battery-recycling-takes-the-drivers-seat\">experts predict</a> there will be about 20,500 kilotons of end-of-life batteries by 2040 — roughly <a href=\"https://www.esbnyc.com/about/facts-figures\">55 times the weight</a> of the Empire State Building.</p><p>So, what happens to these batteries at the end of their life in a vehicle? How do we ensure they don't become a threat to people or the environment? And, critically, whose duty should it be to ensure they're managed responsibly?</p><p>We explored how some countries and U.S. states are addressing these questions — particularly through a policy known as \"extended producer responsibility\" — and what to watch on the road ahead.</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1179\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1575\" />\n              <source height=\"943\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"723\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"569\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"341\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"Many electric cars lined up on a lot for sale.\" height=\"341\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-10/electric-car-lot_0.jpg?VersionId=ACCUj2Ifl26Pqly6wlQqspIDSaYTydS5&itok=aYYtQyZH\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>EVs for sale on a lot in China. Rising EV use globally will lead to an influx of retired batteries that must be managed with care to avoid potential health and environmental risks. Photo by Wengen Ling/iStock</figcaption>\n</figure>\n<h3>The Challenge with EV Batteries</h3><p>Used EV batteries are classified as hazardous waste in the U.S. and elsewhere. There's currently a lack of consensus on the best approach to handling this waste, and while solutions are starting to emerge, concerns around its potential environmental and social impacts are growing.</p><p>Batteries left in landfills can <a href=\"https://www.sciencedirect.com/science/article/pii/S2666016421000268?ref=pdf_download&fr=RR-2&rr=985ff0ed0d33d66f\">leach toxic chemicals</a> that pollute soil and groundwater. This can expose nearby communities to severe health risks, including developmental and reproductive disorders, kidney damage and skin allergies. Ecosystems are also affected; for example, soil contamination can hamper plant growth and cause toxic chemicals to accumulate throughout the food chain.</p><p>Fires, which can happen during transport and at waste management facilities, recycling centers and landfills, are another <a href=\"https://www.epa.gov/system/files/documents/2021-08/lithium-ion-battery-report-update-7.01_508.pdf\">major risk</a> of mishandling batteries. EV battery fires are especially dangerous due to \"<a href=\"https://www.epri.com/research/products/000000003002025283#:~:text=Abstract,can%20lead%20to%20an%20explosion.\">thermal runaway</a>\" — a chain reaction of rapid, uncontrollable temperature and pressure increase within a battery that causes fires to burn hotter and release toxic fumes. This also makes them particularly difficult to extinguish.</p><p>Battery fires <a href=\"https://news.med.miami.edu/electric-vehicle-fire-staged-to-study-environmental-health-ramifications/\">can expose workers</a> to hazardous gases, metals and chemicals that can cause <a href=\"https://www.osha.gov/news/newsreleases/region4/04082024\">injuries and long-term respiratory damage</a>. The risks are especially acute for workers in the informal sector (such as in developing countries, where waste is often shipped) who may not have the right training or equipment to safely handle used batteries.</p><p><strong>The key to preventing such risks is keeping battery waste out of landfills and ensuring it's handled safely. </strong>This requires strong regulations around collection, repurposing and recycling. Yet progress in this area has been piecemeal. In the U.S., for example, recycling programs are largely voluntary, and battery recycling rates remain <a href=\"https://www.regulations.gov/comment/EPA-HQ-OLEM-2022-0340-0014\">below 15%</a>.</p><h3>What Happens When an EV Battery Expires?</h3><p>If an EV owner notices that their car has a lower driving range, slower charging, a warning light or a system issue, this can mean its battery is ready to be retired. The next step would typically be to take the vehicle back to the dealership or to a service center to either replace the battery or sell the car.</p><p>Importantly, EV batteries at the end of their \"first life\" aren't fully spent. Many still retain around <a href=\"https://www.sciencedirect.com/science/article/pii/S2405844024020978\">70%-80%</a> of their original charge and could be put to use in less demanding applications, such as renewable energy storage. But they need to be assessed and rerouted for this purpose rather than thrown away.</p><p>Once they're removed, batteries are inspected for their state of health and safety characteristics (like flammability, ignitability, corrosivity and toxicity) to determine whether they can be reused or recycled. This can be done by specialized technicians at the dealer, outsourced to a partner company, or managed by waste handlers. After this, the batteries are dismantled, and their various components are sent to landfills, recycling facilities or repurposing centers as appropriate.</p><p><a href=\"https://wedocs.unep.org/handle/20.500.11822/34175;jsessionid=0F4B4F313A701C1A9AC5A9389518400F\">Much battery waste</a>, at least from the U.S., is exported to other countries (often low-income) where it is handled based on local legislation.</p><article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1246\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1575\" />\n              <source height=\"997\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"763\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"601\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"360\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"Infographic showing the waste management process for used electric vehicle batteries in the U.S.\" height=\"360\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-10/waste-management-process-ev-batteries-wri_0.jpg?VersionId=eSgUY_tK1xTLqggJ1PMb4YHiS1WpoKUP&itok=A5XhqFIi\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n<p>The problem is that this system is far from airtight. For one, EV owners may not know who collects used EVs or EV batteries near them. If they aren't able to access a collection facility, or if their dealer lacks capacity and infrastructure, they might go to an informal auto dismantler. Once the battery is taken out of the vehicle, it is no longer covered by warranty, and its ownership is unclear. This can result in \"orphan batteries\" that are nobody's responsibility to collect or safely dispose of. In addition, most battery collection infrastructure in the U.S. is <a href=\"https://www.sciencedirect.com/science/article/pii/S0921344921003645\">located far from</a> facilities for recycling or repurposing, increasing transportation costs and the risk of fires en route.</p><p>The process of discharging old batteries and assessing their remaining health, if done improperly, can also <a href=\"https://ieeexplore.ieee.org/stamp/stamp.jsp?tp=&arnumber=8718282\">expose</a> workers to toxic metals, chemical spills and fires. These risks are exacerbated in countries that import e-waste or secondhand vehicles from abroad, as well as at informal vehicle dismantlers within the U.S. These places may lack regulation and enforcement, formal worker protections, and proper training and safety gear.</p><h3>Who Should Be Responsible for Used EV batteries?</h3><p>Keeping EV batteries out of landfills, mitigating safety risks, and increasing reuse and recycling will require oversight at each stage of their end-of-life journey. There needs to be an authority to take responsibility for ensuring that used batteries are collected, assessed and utilized to their full capacity — and paying for the process.</p><p>That's where <strong>extended producer responsibility (EPR)</strong> comes in.</p><p>EPR policies are intended to hold producers responsible for their products throughout the entire lifecycle. They are already used in some places for products like electronics, appliances and mattresses. For EV batteries, extended producer responsibility means putting the onus for end-of-life management on vehicle or battery producers, rather than consumers or waste handlers.</p><p>Most regions with significant EV adoption, including the EU, India and China, already have some form of EPR in place for EV batteries. But while a few U.S. states are following suit, the country lacks a national law.</p><h3>How Do EPR Policies for Used Batteries Work?</h3><p>While their broader design varies, all EPR laws have a minimum requirement for manufacturers to collect a percentage (often by weight) of the total product they place on the market. This could include working directly or indirectly with retailers to educate car owners on best practices and set up collection infrastructure; with waste haulers to help ensure safe transportation; and with recycling centers and repurposing facilities to aggregate batteries and data and determine the next best use for end-of-life batteries. Producers may even receive economic benefits by controlling end-of-life batteries, such as through revenue sharing agreements with repurposing or recycling companies.</p><p>Some EPR laws also include measures to increase rates of recycling, repurposing or remanufacturing. For example:</p><ul><li>The <a href=\"https://eur-lex.europa.eu/eli/reg/2023/1542/oj\"><strong>EU batteries directive</strong></a> requires that battery manufacturers minimize their environmental footprint by using specified amounts of recycled minerals in new batteries or designing them to be more repairable.</li><li>The <a href=\"https://www.nj.gov/dep/dshw/swpl/ev-battery-management.html\"><strong>New Jersey Electric and Hybrid Vehicle Battery EPR law</strong></a> explicitly bans disposal of EV batteries in landfills and imposes a fine for doing so, incentivizing manufacturers to ensure all used batteries are collected. It also encourages repurposing, as partner companies could acquire a higher volume of used batteries from the manufacturers at a <a href=\"https://theicct.org/wp-content/uploads/2023/02/recycling-electric-vehicle-batteries-feb-23.pdf?utm_source\">more predictable cost and quality</a>.</li><li><a href=\"https://cpcb.nic.in/uploads/hwmd/Battery-WasteManagementRules-2022.pdf\"><strong>India's Battery Waste Management Rule</strong>s</a> allow producers to leverage deposit refund schemes or buy-back policies to incentivize car owners to return used batteries. They also require producers to use up to 20% recycled minerals in battery production by 2030.</li></ul><p>In addition, EPR laws <a href=\"https://documents.ncsl.org/wwwncsl/Environment/Extended-Producer-Responsibility-f01.pdf\">often include</a> a component on public education to ensure that consumers are aware of how to handle used EV batteries and have access to information on drop-off points or dealership services.</p><div><ul style=\"margin: 0; padding: 0;\"><li style=\"line-height: 1.2; margin: 0px 0px 6px 0px;\"><strong>Voluntary Producer Responsibility Programs for Used Batteries</strong></li><li style=\"line-height: 1.2; margin: 0px 0px 6px 0px;\">While government policies are critical, better battery management can also happen from the bottom up. For example, over 25 companies in the U.S. set up a voluntary EPR program — the <a href=\"https://www.peopleforbikes.org/news/an-electric-bicycle-battery-recycling-program-call2recycle\">eBike Battery Recycling Program</a> — to help manage their used e-bike batteries safely and ensure they are recycled. For a nominal cost (less than 1% of total vehicle price), a third-party organization tracks batteries placed on the market by participating companies and assesses their value at end-of-life. This cost is borne by the manufacturer, and the third-party organization aggregates, transports and safely recycles the used batteries.</li></ul></div><h3>EPR Laws Show Promise, but Hurdles Remain</h3><p>While EPR laws related to EV batteries are relatively nascent, similar regulations for other commodities have proven to significantly increase collection, recycling and reuse. For example, British Columbia enacted an EPR law for residential packaging and paper in 2014, which <a href=\"https://recyclingpartnership.org/study-of-extended-producer-responsibility-policy-across-7-jurisdictions-worldwide-shows-it-dramatically-increases-recycling-rates/\">increased their collected waste by over 60%</a> in a single year. Japan's Home Appliance Recycling Law obliges retailers and manufacturers to collect and recycle specified household appliances; this led to over <a href=\"https://www.meti.go.jp/english/press/2022/0701_002.html\">15 million units collected in FY2021</a>, with recycling rates above 90% for certain appliances — exceeding expectations. Meanwhile, a 2021 report by PBL Netherlands Environmental Assessment Agency claimed that <a href=\"https://www.pbl.nl/uploads/default/downloads/pbl-cpb-2021-extended-producer-responsibility-case-studies-4513_0.pdf#:~:text=to%20collection%20points%20is%20key,is%20required%20by%20the%20targets.&text=damages%20from%20littering%20and%20illegal,with%20the%20Polluter%20Pays%20Principle.%22%20%EF%B7%9FHYPERLINK%20%22https://www.pbl.nl/uploads/default/downloads/pbl-cpb-2021-extended-producer-responsibility-case-studies-4513_0.pdf\">approximately 75%</a> of all collected battery material in the country was reused in 2019. Such examples shed light on the promise of a well-designed EPR regulation for EV batteries.</p><p>However, these laws aren't without potential pitfalls. For example, manufacturers could pass the cost of battery management onto consumers by raising EV prices, which risks deterring some buyers and slowing the transition to EVs.</p><p>While the goal of an EPR law is to collect used batteries locally and build a domestic supply chain for reuse and recycling, this isn't guaranteed. E-waste is often shipped from wealthier to low-income countries, with very little retained and recycled domestically (around <a href=\"https://ewastemonitor.info/wp-content/uploads/2020/11/Global-E-waste-Monitor-2017-electronic-spreads_Executive_Summery_4_7.pdf\">20% in 2017</a>). Exporting materials such as <a href=\"https://cleantechnica.com/2023/08/21/black-mass-black-gold-and-the-truth-about-ev-battery-recycling/\">black mass</a> (shredded battery scrap) simply shifts the environmental and safety burden to a different region.</p><p>Finally, with a loosely regulated battery collection market, waste haulers, retailers and producers may find it valuable to hoard used EV batteries in anticipation of rising demand and the potential for greater profits later. If batteries aren't stored safely, this could increase the risk of fires and dangerous chemical leakage.</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"994\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1575\" />\n              <source height=\"795\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"609\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"479\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"287\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"Solar panels tilted to the sun in a green field.\" height=\"287\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-10/solar-array_0.jpg?VersionId=t3FQwgi_jDtOjl7dTLZ4_jqHMAgVBz3.&itok=6N9V4YuU\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>Used EV batteries still hold much of their original charge and can be repurposed for other uses, like renewable energy storage, if they are collected and handled responsibly. Photo by Soonthorn Wongsaita/Shutterstock</figcaption>\n</figure>\n<h3>What's Next?</h3><p>The U.S. currently lacks a national battery EPR law, although its Environmental Protection Agency is <a href=\"https://www.epa.gov/electronics-batteries-management/extended-battery-producer-responsibility-epr-framework\">developing a national EPR framework</a>. Meanwhile, many states are moving forward on policies and regulations. New Jersey was the first state to pass a used EV battery collection law, and others (including Washington, California, Hawaii, Illinois and Massachusetts) are in various stages of designing their own.</p><p>Other countries are exploring the prospect, too: In Australia, the Auto Recyclers Association is advocating for an EPR law and the adoption of the <a href=\"https://afma.org.au/industry-calls-for-battery-passports-to-cut-dangerous-ev-waste/\">Global Battery Passport</a> to increase collection rates and transparency in the battery supply chain.</p><p>For policymakers, expanding EPR laws — such as passing national laws in the U.S., Australia and elsewhere — is a good first step toward more responsible battery management. Equally important will be streamlining these policies and regulations between and within countries to make it easier for companies to comply and to help regulate waste flows across borders. This is particularly crucial for countries with active trade agreements related to used vehicles. Laying guardrails in EPR laws that require <a href=\"https://environment.ec.europa.eu/news/battery-related-waste-codes-update-set-boost-circular-economy-2025-03-05_en\">used batteries to be retained</a> in the country or region <a href=\"https://www.ucs.org/resources/all-about-ev-battery-recycling\">could ensure</a> that most collected batteries are repurposed and recycled domestically, encouraging energy security and helping limit e-waste exports.</p><p>Meanwhile, building <a href=\"https://www.nature.com/articles/s41599-025-05704-z\">consumer awareness</a> about the drawbacks and opportunities from used batteries could help mitigate any potential adverse impacts to EV adoption. Companies in specific segments, like electric school buses, have a chance to lead the way through voluntary EPR programs, giving customers (i.e. school districts) certainty that their used batteries <a href=\"https://www.wri.org/technical-perspectives/electric-school-bus-battery-sustainability\">are being managed sustainably</a>. As school buses are in every community, there's an added benefit of setting up partnerships and infrastructure with nationwide coverage.</p><p>Ultimately, EPR is just one of many strategies needed to enable a truly sustainable and circular battery value chain. Complementary policies can help ensure that used batteries are managed responsibly and not landfilled overseas, typically in low-income countries. Policies like a federal ban on landfilling and limits on exporting used EV batteries could help incentivize producers to create a safe and circular system.</p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    },
    {
      "title": "Are Countries’ New Climate Plans Ambitious Enough? What We Know So Far",
      "link": "https://www.wri.org/insights/assessing-2025-ndcs",
      "pubDate": "Wed, 22 Oct 2025 12:00:00 EDT",
      "description": "<div class=\"callout alignright\"><p class=\"secondary\"><strong>Tracking NDCs</strong></p><p class=\"secondary\">Countries are currently in the process of submitting new NDCs. This analysis incorporates submissions through Sept. 30, 2025. View <a href=\"https://www.climatewatchdata.org/ndc-tracker\">WRI's Climate Watch NDC tracker</a> to explore the latest.</p></div><p>2025 is a pivotal moment for climate action. Countries are submitting new national climate commitments, known as \"<a href=\"https://www.wri.org/insights/nationally-determined-contributions-ndcs-explained\">nationally determined contributions</a>\" or \"NDCs,\" that will shape the trajectory of global climate progress through 2035.</p><p>These new commitments will show how boldly countries plan to cut their greenhouse gas (GHG) emissions; transform their economies; and strengthen resilience to growing threats, like extreme weather, wildfires and floods. Together, they will determine how far the world goes toward limiting global temperature rise and avoiding the worst climate impacts.</p><p>Over 60 countries — including some major emitters, such as Brazil, Canada, Japan and the U.K. — have already put forward new NDCs, and many smaller and developing nations are leading the way with <a href=\"https://www.wri.org/initiatives/allied-climate-transformation-act2025/resources/g20-learn-ndcs-climate-vulnerable-nations\">stronger targets</a>. But uneven ambition means that their collective progress still falls short of what's needed to keep the world within critical warming thresholds.</p><p>However, this is not the complete picture: Countries representing nearly 70% of global emissions have yet to submit their NDCs and are expected to do so by the <a href=\"https://www.wri.org/un-climate-change-conference-resource-hub\">2025 UN climate summit (COP30)</a> this November.</p><p>We analyzed the submissions thus far for a snapshot of how countries' climate plans are shaping up and what they reveal about the road ahead.</p><h3>How Many Countries Have Submitted New NDCs?</h3><p>Under the Paris Agreement, 2025 NDCs were technically due in February. As of Sept. 30, <a href=\"https://www.climatewatchdata.org/ndc-tracker\">61 countries</a>, covering 31% of the world's emissions, had submitted them.</p><div class=\"callout alignright\"><p class=\"secondary\"><strong>About the 2025 NDCs</strong></p><p class=\"secondary\">NDCs are critical to halting climate change. They lay out how each country will contribute to global goals outlined under the Paris Agreement, including emissions cuts needed to keep temperature rise below 1.5-2 degrees C (2.7-3.6 degrees F). 2025 marks the third round of NDCs since the treaty's inception in 2015, with countries setting climate targets through 2035. These plans are expected to reflect the <a href=\"https://unfccc.int/topics/global-stocktake/about-the-global-stocktake/outcome-of-the-first-global-stocktake\">2023 Global Stocktake</a> — the first full review of global climate progress — which called for deeper emissions cuts and faster action on fossil fuels, renewables, transport and forests, and adaptation and resilience. <a href=\"https://www.wri.org/insights/nationally-determined-contributions-ndcs-explained\">Learn more.</a></p></div><p>Among the G20 — the world's largest GHG emitters — seven have put forth new NDCs: Australia, Brazil, Canada, Japan, Russia, the United Kingdom and the United States. (The U.S. has since announced its intention to withdraw from the Paris Agreement, effective January 2026, though its NDC remains officially listed with the UNFCCC.) Others, including China, the EU and Turkey, announced top-line emissions targets but have yet to submit official NDCs.</p><p>Many more countries have also stepped forward, including Chile, Ecuador and Uruguay in Latin America; Kenya, Ethiopia and Nigeria in Africa; and island states such as Singapore, the Marshall Islands and the Maldives.</p><p>Most of the remaining countries are expected to present their new NDCs by the <a href=\"https://www.wri.org/un-climate-change-conference-resource-hub\">UN Climate Conference (COP30)</a> in November.</p><article class=\"media media--type-embed media--view-mode-full\">\n  \n      \n            <div class=\"clearfix text-formatted field field--name-field-media-embed-code field--type-text-long field--label-hidden field__item\"><div class=\"flourish-embed flourish-map\"><noscript><img alt=\"map visualization\" src=\"https://public.flourish.studio/visualisation/25685330/thumbnail\" width=\"100%\" /></noscript></div></div>\n      \n  </article>\n<h3>How Much Have 2025 NDCs Reduced the Emissions Gap?</h3><p>Compared to previous 2030 targets, the NDCs submitted so far have made only a modest dent in the 2035 emissions gap: the difference between where emissions<em> need</em> to be to align with 1.5 degrees C and where they're <em>expected</em> to be under countries' climate plans.</p><p>If fully implemented, new \"unconditional NDCs\" (those that don't require international support) are projected to reduce emissions by an additional 1.4 gigatons of carbon dioxide equivalent (GtCO2e) by 2035 compared to 2030. This leaves an emissions gap of 29.9 GtCO2e to hold warming to 1.5 degrees C. When \"conditional NDCs\" (those that do require international support) are included, the projected emissions reductions rise to 1.6 GtCO2e, leaving a gap of 26.6 GtCO2e.</p><p><strong>In other words, the NDCs submitted so far achieve less than 6% of the additional emissions reductions needed by 2035 to close the gap to 1.5 degrees C.</strong></p><article class=\"media media--type-embed media--view-mode-full\">\n  \n      \n            <div class=\"clearfix text-formatted field field--name-field-media-embed-code field--type-text-long field--label-hidden field__item\"><div class=\"flourish-embed\"><noscript><img alt=\"visualization\" src=\"https://public.flourish.studio/story/3335791/thumbnail\" width=\"100%\" /></noscript></div></div>\n      \n  </article>\n<p>Factoring in countries that have put forth emissions targets but not official NDCs (like China, the EU and Turkey) brings emissions down by an additional 1.3 GtCO2e by 2035. Even this is far from what's needed to keep warming within safe limits.</p><p>Still, many of the G20 countries — which together account for about half of global GHG emissions — have yet to submit. This raises the stakes for the upcoming NDCs. Ambitious commitments (particularly from the highest emitters) could narrow the emissions gap. Or, if their pledges fall short, they could leave the world locked into a trajectory that puts global temperature targets out of reach.</p><p><strong>Emissions-reduction targets put forward by major emitters so far:</strong></p><table class=\"table tablesaw tablesaw-stack\"><thead><tr><th>Country</th><th>Previous 2030 Emissions-Reduction Target</th><th>New 2035 Emissions-Reduction Targets</th><th>Net-Zero Target Year</th></tr></thead><tbody><tr><td>Australia</td><td>43% from 2005 levels</td><td>62%-70% from 2005 levels</td><td>2050</td></tr><tr><td>Brazil</td><td>53.1% from 2005 levels</td><td>59%-67% from 2005 levels</td><td>2050</td></tr><tr><td>Canada</td><td>40%-45% from 2005 levels</td><td>45%-50% from 2005 levels</td><td>2050</td></tr><tr><td>Japan</td><td>46% from 2013 levels</td><td>60% from 2013 levels</td><td>2050</td></tr><tr><td>Russian Federation</td><td>70% of 1990 levels</td><td>65%-67% of 1990 levels</td><td>2060</td></tr><tr><td>United Kingdom</td><td>68% from 1990 levels</td><td>81% from 1990 levels</td><td>2050</td></tr><tr><td>United States</td><td>50%-52% from 2005 levels</td><td>61%-66% from 2005 levels</td><td>2050</td></tr><tr><td>China*</td><td>Over 65% carbon intensity reduction below 2005</td><td>7%-10% from peak</td><td>2060</td></tr><tr><td>European Union*</td><td>55% from 1990 levels</td><td>66.25%-72.5% from 1990 levels</td><td>2050</td></tr><tr><td>Turkey*</td><td>41% below BAU</td><td>Reach 643 MtCO2e</td><td>2053</td></tr></tbody></table><p><sup>*These countries have announced 2035 top-line emissions-reduction targets but had not yet submitted NDCs as of Sept. 30.</sup></p><h3>How Do Specific Countries' Climate Plans Stack Up?</h3><p>Among the countries that have submitted new NDCs so far, the <strong>United Kingdom</strong> stands out for its ambitious goal to cut emissions 81% from 1990 levels by 2035. This rapid decline in the coming decade would put the country on track to achieve net-zero emissions by 2050, <a href=\"https://www.theccc.org.uk/publication/letter-advice-on-the-uks-2035-nationally-determined-contribution-ndc/\">based on</a> realistic rates of technology deployment and ambitious but achievable shifts in consumer and business behavior.</p><p>Other countries, such as <strong>Japan</strong> and the <strong>United States</strong>, have opted for a \"linear\" approach toward net zero. This means if they drew a straight line to their net-zero target (for example, 0 GtCO2e in 2050), their 2030 and 2035 targets would fall along it, reflecting a constant decline in emissions each year. Japan aims to cut emissions 60% from 2013 levels by 2035, while the United States has pledged a 61%-66% reduction from 2005 levels by 2035. This linear approach — compared to earlier, steeper emissions cuts — can still achieve net zero by mid-century, but risks compromising global temperature targets by using more of the world's carbon budget sooner.</p><p>Despite the U.S. withdrawing from the Paris Agreement and reversing many federal climate policies, its NDC may still guide climate action at the state, city and local levels. Many of these entities <a href=\"https://usclimatealliance.org/press-releases/alliance-2035-target-dec-2024/?ref=csofutures.com\">have already rallied</a> around the new NDC and are committed to making progress toward its targets.</p><p><strong>Brazil </strong>presented a range of emissions targets in its NDC, committing to a 59%-67% reduction from 2005 levels by 2035. A 67% reduction could put Brazil on track for climate neutrality by 2050, while a 59% reduction falls short of that goal. It is unclear which target the government intends to pursue, leaving Brazil's true ambition in question. The NDC also omits carbon budgets for specific sectors (such as energy, transport or agriculture), which would clarify how it plans to meet its overarching emissions goals. However, Brazil <a href=\"https://unfccc.int/sites/default/files/2024-11/Brazil_Second%20Nationally%20Determined%20Contribution%20%28NDC%29_November2024.pdf\">committed</a> to develop these sectoral plans at a later date.</p><p><strong>Canada </strong>made only a marginal increase to its target, shifting from a 40%-45% emissions reduction by 2030 to 45%-50% by 2035 from 2005 levels. This falls short of the <a href=\"https://www.nzab2050.ca/news-insights/net-zero-advisory-body-responds-to-todays-announcement-of-canadas-greenhouse-gas-emissions-target-for-2035\">recommendation</a> from Canada's own Net-Zero Advisory Body, which called for a 50%-55% reduction by 2035 — and warned that anything below 50% risks derailing progress toward the country's legislated net-zero goal by 2050. Canada is also working to cut methane emissions by over 35% by 2030, including a 75% reduction from its oil and gas sector relative to 2012.</p><p>Among the major emitters that have put forward emissions targets but not NDCs, ambition is mixed. <strong>China </strong>announced that it aims to cut emissions 7%-10% from peak levels by 2035, though without specifying a baseline year. <strong>Turkey</strong> pledged to cut emissions to 643 million tonnes by 2035. And the <strong>European Union</strong> released a statement of intent pledging a 66.25%-72.5% reduction by 2035 from 1990 levels.</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1189\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1575\" />\n              <source height=\"951\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"728\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"574\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"343\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"Cyclists on a closed-off city street to allow for biking and walking.\" height=\"343\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-05/brazil-sao-paulo-cyclists.jpg?VersionId=foGuCuISvtbdA3gTGD_qkoedW3FFd7M5&itok=F-sOdcK-\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>Paulista Avenue in São Paulo, Brazil, is car-free on Sundays to allow for more pedestrians and cyclists. Tackling high-emitting sectors like transport is critical to halting climate change. Photo by William Rodrigues dos Santos/Alamy Stock Photo</figcaption>\n</figure>\n<h3>How Are High-Emitting Countries Addressing Key Areas like Energy, Forestry and Transport?</h3><p>Establishing specific targets and measures for high-emitting sectors like energy, forestry and transport is essential for driving progress on the ground. It signals to stakeholders across government, industry and finance where action and investment are most needed to meet climate goals. Such measures are especially important among G20 countries, which can shape global supply chains, set standards, and direct vast public and private capital toward low-carbon solutions.</p><p>As more G20 countries come forth with new NDCs, a clearer picture is emerging of how they are embedding sector-specific action into their climate commitments.</p><h4>Energy</h4><p>Only a few G20 countries have set clear renewable electricity targets. The U.K., for example, pledged to achieve at least 95% clean electricity by 2030. Australia committed to 82% renewables by the same year. Others, including Canada, Brazil and Russia, signaled plans to expand clean energy but without quantified targets. China's announcement pledged that, by 2035, it will raise the share of non-fossil fuels in domestic energy consumption to over 30% and increase wind and solar capacity sixfold from 2020 levels.</p><p>Meanwhile, progress on transitioning away from fossil fuels remains uneven. The U.K. has already phased out coal power and pledged to hold consultations on ending new oil and gas exploration licenses. Canada and Australia are working to end coal power by 2030 and 2040, respectively. Russia positioned natural gas as a transitional fuel, while Brazil encourages the replacement of fossil fuels by promoting sustainable biofuels and electrification.</p><p>But this is not enough: Much of the focus remains on <a href=\"https://www.wri.org/insights/countries-phasing-out-coal-power-fastest\">phasing out coal</a>, particularly among developed economies, while oil and gas receive less attention. Without clear, time-bound decline pathways for <em>all </em>fossil fuels, clean-energy growth alone may not cut absolute emissions fast enough to align with the Paris Agreement's goals.</p><h4>Transport</h4><p>Only two G20 countries include clear targets for zero-emission vehicles in their NDCs. The U.K. has adopted a mandate requiring 80% of new cars and 70% of new vans to be zero-emission by 2030, reaching 100% by 2035. Canada's Electric Vehicle Availability Standard requires 100% zero-emissions vehicle sales by 2035.</p><h4>Forestry</h4><p>Brazil has pledged to suppress illegal deforestation and scale restoration initiatives, with goals to recover millions of hectares of forest by 2030 and 2050. Canada and the United States have committed to protecting and conserving 30% of their land and waters by 2030, while Australia's Strategy for Nature 2024-2030 seeks to halt and reverse biodiversity loss by the same year. China has pledged to expand its forests significantly by 2035.</p><div class=\"bullets border-small\"><div class=\"h4 bottom-border-tiny-black\">Related</div><ul><li><a href=\"https://www.wri.org/insights/nationally-determined-contributions-ndcs-explained\">What Are NDCs and How Do They Address Climate Change?</a></li><li><a href=\"https://www.wri.org/insights/modeling-ambitious-ndcs-major-emitters\">What Would Ambitious Climate Commitments Look Like for the World's Top Emitters?</a></li><li><a href=\"https://www.wri.org/ndcs/sectoral-opportunities\">Learn More About How Countries Can Incorporate Sectoral Targets into NDCs</a></li></ul></div><h3>What Other Trends Are Emerging Among NDCs Submitted So Far?</h3><p>Several other trends are starting to emerge among the new NDCs. While submissions so far offer valuable insights, they don't yet reflect the full picture; deeper analysis will be needed as more NDCs come in by COP30 in November.</p><h4>1) Nearly all new NDCs include 2035 mitigation measures, with half setting economy-wide emissions-reduction targets.</h4><p>Almost all of the 61 NDCs submitted thus far — with the exceptions of Niue and Zambia — include new mitigation measures through 2035.</p><p>Most (56) express their 2035 targets as emissions-reduction goals. The exceptions are Cuba, Bolivia and Nicaragua, which instead included sectoral mitigation measures. Cuba, for example, committed to increase renewable electricity generation and improve energy efficiency by 2035.</p><p>Half of the countries with emissions-reduction goals set economy-wide targets covering <em>all </em>sectors <em>and </em>greenhouse gases (as encouraged by the 2023 Global Stocktake). Notably, China announced that its new top-line emissions target will for the first time cover all sectors and GHGs. This is an important step: China's previous NDCs covered only CO2, but the country's non-CO2 emissions alone place it among the world's top 10 emitters.</p><p>Under the Paris Agreement, developed countries are required to submit economy-wide targets, while developing countries are encouraged to work toward them over time.</p><h4>2) Most countries did not strengthen their 2030 targets.</h4><p>Despite clear scientific evidence and UN decisions urging stronger 2030 targets, only 14 (23%) of 61 countries have strengthened their 2030 emissions pledges. This includes Ethiopia, Saint Lucia, Nepal, Moldova, Jamaica and Montenegro, among others. For example, Montenegro revised its 2030 emissions-reduction target from 35% to 55% and set a 60% target by 2035, compared to 1990 levels.</p><p>Notably, none of the wealthier, high-emitting and more developed countries have strengthened their 2030 targets — despite having the greatest capacity and responsibility to take the lead on slashing emissions.</p><h4>3) Most countries have strengthened their adaptation measures.</h4><p>In the face of worsening climate impacts, 45 of 61 countries set stronger adaptation commitments in their new NDCs, continuing a trend seen in <a href=\"https://www.wri.org/research/state-nationally-determined-contributions-2022\">previous rounds</a>. Many of these countries are prioritizing adaptation across sectors such as food and water systems, public health and <a href=\"https://www.wri.org/insights/what-exactly-are-nature-based-solutions\">nature-based solutions</a>.</p><p>For example, Ecuador, which is particularly vulnerable to heavy rainfall and floods, prioritized action to build resilience of its water resources, human health and settlements, and natural heritage. Canada, which has witnessed devastating wildfires in recent years, cited its National Adaptation Strategy, which provides a framework for disaster resilience, biodiversity, public health and infrastructure.</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1050\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1575\" />\n              <source height=\"840\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"643\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"507\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"303\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"Firefighters putting out flames along a highway.\" height=\"303\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-05/canaad-fire-fighters_0.jpg?VersionId=oDsXmUNOUA7kTI8Zc.sWJ1cA5GyZ_rB1&itok=KlqXVuzm\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>Canadian firefighters in 2021. After being ravaged by wildfires in recent years, Canada's new national climate plan puts an emphasis on climate adaptation and disaster resilience. Photo by nathan4847/iStock</figcaption>\n</figure>\n<h4>4) Developing countries continue to take the lead on reporting finance needs in their NDCs.</h4><p>Among the 61 countries with new NDCs, 29 developing countries have reported specific financial requirements to implement their plans, totaling $1.9 trillion so far. This continues a trend seen in previous rounds, with the vast majority of reported finance needs consistently coming from developing countries.</p><p>Six, including Ecuador, Barbados and Tonga, reported finance needs for the first time in 2025, while 14 increased their estimates compared to previous NDCs. The largest increases came from Angola, whose needs jumped from $44 billion to $412 billion (with about 89% conditional on international support), and Pakistan, whose funding needs rose from $241 billion to $565 billion.</p><p>These numbers highlight the urgent need for scaled and predictable finance to support developing countries' climate goals. At the same time, total finance needs are likely underestimated, given that only about half of the 61 countries included cost data. This underscores the importance of enhanced transparency and support in climate finance planning.</p><h4>5) More and more countries are incorporating 'just transition' in their NDCs.</h4><p>Forty-four (72%) of the NDCs submitted so far explicitly mention a \"<a href=\"https://www.wri.org/insights/what-is-just-transition-tracking-progress\">just transition,</a>\" representing a major increase from previous rounds. Crucially, more countries are now going beyond one-line references and expanding upon specific just transition efforts that are already underway or planned. Many, such as<strong> </strong><a href=\"https://www.wri.org/update/what-just-transition-and-why-it-crucial-colombia\">Colombia</a>, Sri Lanka, Eswatini and the U.K., dedicate entire sections of their new NDCs to this concept.</p><p>Countries are also defining \"just transition\" more clearly and specifying where it is most relevant to their national climate action. Bangladesh and Brazil, for example, explicitly reference decent work and quality jobs. Countries like Moldova and the UAE reference the importance of skills and training to support workers and youth. While the energy sector remains the main focus for just transition discussions, some countries also incorporate areas such as water, agriculture, waste and climate adaptation.</p><h4>6) Countries are recognizing the importance of subnational action.</h4><p>Some countries' NDCs also recognize the critical role that subnational actors, such as cities, states and regions, play in shaping and delivering climate action.</p><p>More than 30 of the newly submitted NDCs come from countries that have endorsed the <a href=\"https://www.wri.org/initiatives/coalition-high-ambition-multilevel-partnerships-champ-climate-action\">Coalition for High Ambition Multilevel Partnerships (CHAMP)</a>, and several mention it explicitly. The CHAMP initiative — launched in 2023 by the COP28 Presidency, in partnership with Bloomberg Philanthropies and with the support of WRI and other partners — aims to strengthen collaboration between national and subnational governments on climate planning and implementation. As part of this commitment, 77 countries pledged to consult with and integrate subnational priorities and needs into their NDCs.</p><p>Brazil, for example, highlights an instrument called \"climate federalism\" designed to support the integration of climate action into planning and decision-making across all levels of government. Similarly, <a href=\"https://www.wri.org/news/statement-colombia-updates-its-climate-commitments-2035\">Colombia</a> acknowledged the role of <a href=\"https://thecityfix.com/blog/how-subnational-governments-are-shaping-colombias-next-generation-climate-commitments/\">subnational governments</a> in planning and implementing measures to both mitigate and adapt to climate change in its NDC.</p><h3>What's Next for NDCs?</h3><p>The UN climate change body (UNFCCC) will release an NDC synthesis report ahead of COP30 — though the storyline is already clear:<strong> New NDCs will not put the world on track to limit warming to 1.5 degrees C.</strong></p><p>The big question now is how countries respond at COP30 to narrow that gap. They must address what comes after NDCs, grappling with how to turn ambition into action and keep a safer future within reach.</p><p>Ultimately, putting forward strong plans — and fulfilling them — are essential levers; not only for limiting warming, but for safeguarding the health, prosperity and security of current and future generations.</p><p><em>Editor's note: This article was originally published in June 2025. It was updated in October 2025 with analysis of new NDCs submitted through Sept. 30.</em></p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    },
    {
      "title": "The State of Climate Action in 2025: 10 Key Findings",
      "link": "https://www.wri.org/insights/climate-action-progress-1-5-degrees-c-2025",
      "pubDate": "Wed, 22 Oct 2025 00:01:00 EDT",
      "description": "<p><em>This article focuses on the 2025 findings of the State of Climate Action report series. View past articles here: </em><a href=\"https://www.wri.org/insights/climate-action-progress-1-5-degrees-c\"><em>2023</em></a><em> | </em><a href=\"https://www.wri.org/insights/climate-action-progress-1-5-degrees-c-2022\"><em>2022</em></a><em> | </em><a href=\"https://www.wri.org/insights/climate-action-progress-indicators-2030-2050-targets\"><em>2021</em></a><em> | </em><a href=\"https://www.wri.org/insights/climate-action-must-progress-far-faster-achieve-15-c-goal\"><em>2020</em></a></p><div class=\"callout alignright\"><p class=\"secondary\"><em><span class=\"utility-base\">Research contributions from </span></em><a href=\"https://www.wri.org/profile/joel-jaeger\"><em><span class=\"utility-base\">Joel Jaeger</span></em></a><em><span class=\"utility-base\">, </span></em><a href=\"https://www.wri.org/profile/yuke-kirana\"><em><span class=\"utility-base\">Yuke Kirana</span></em></a><em><span class=\"utility-base\">, Kelly Levin, </span></em><a href=\"https://www.wri.org/profile/raychel-santo\"><em><span class=\"utility-base\">Raychel Santo</span></em></a><em><span class=\"utility-base\">, </span></em><a href=\"https://www.wri.org/profile/katie-lebling\"><em><span class=\"utility-base\">Katie Lebling</span></em></a><em><span class=\"utility-base\">, </span></em><a href=\"https://www.wri.org/profile/danielle-riedl\"><em><span class=\"utility-base\">Danielle Riedl</span></em></a><em><span class=\"utility-base\">, </span></em><a href=\"https://www.wri.org/profile/anderson-lee\"><em><span class=\"utility-base\">Anderson Lee</span></em></a><em><span class=\"utility-base\">, </span></em><a href=\"https://www.wri.org/profile/neelam-singh\"><em><span class=\"utility-base\">Neelam Singh</span></em></a><em><span class=\"utility-base\">, </span></em><a href=\"https://www.wri.org/profile/michelle-sims\"><em><span class=\"utility-base\">Michelle Sims</span></em></a><em><span class=\"utility-base\">, Neil Chin, Aman Majid, </span></em><a href=\"https://www.wri.org/profile/sarah-cassius\"><em><span class=\"utility-base\">Sarah Cassius</span></em></a><em><span class=\"utility-base\">, Will Lamb, Ankita Gangotra, Neil Grant, </span></em><a href=\"https://www.wri.org/profile/yiqian-zhang-billert\"><em><span class=\"utility-base\">Yiqian Zhang-Billert</span></em></a><em><span class=\"utility-base\"> and Michael Petroni.  </span></em></p></div><p>This year marks the 10th anniversary of the Paris Agreement, a watershed moment on climate action when more than 190 countries agreed to pursue efforts to limit global warming to 1.5 degrees C (2.7 degrees F) above pre-industrial levels. Achieving this goal can not only help humanity avoid <a href=\"https://www.wri.org/insights/ipcc-report-2022-climate-impacts-adaptation-vulnerability\">increasingly catastrophic climate impacts</a>, but also secure countless benefits — from advancing energy security, to improving human health and well-being, to protecting ecosystems that deliver life-sustaining services.</p><p>The decade since has seen a tremendous transition take root, with many changes unfolding today that were unimaginable in 2015.</p><article class=\"media media--type-embed media--view-mode-full\">\n  \n      \n            <div class=\"clearfix text-formatted field field--name-field-media-embed-code field--type-text-long field--label-hidden field__item\"><!-- This is a wrapper around the scrolly in case you want to apply extra styling (see Step 6 in the help doc) -->\n<div id=\"my-wrapper\">\n \n    <!--  Drop your choice of Flourish embed code - you can use either the script or iframe embed codes here -->\n    <div class=\"flourish-embed\"></div>\n     \n    <!-- Here is where you add your captions, linking them to specific slides in the story -->\n    <p>Electric vehicles have surged from less than 1% of passenger car sales a decade ago to more than a fifth today.<a href=\"https://www.wri.org/#story/3392423/slide-1\"></a></p>\n\n    <p>Since 2015, solar and wind’s share of electricity generation has more than tripled.<a href=\"https://www.wri.org/#story/3392423/slide-2\"></a></p>\n\n    <p>And the ratio of clean energy finance to fossil fuel finance has more than doubled, with investments in clean energy supply surpassing those in fossil fuels for the second consecutive year in 2024.  <a href=\"https://www.wri.org/#story/3392423/slide-3\"></a></p>\n\n    </div>\n     \n    <!-- Add the Flourish Scrolly library -->\n    \n     \n    <!-- Initialize the library to turn your story into scrolly magic! -->\n    \n    \n    \n        </div>\n      \n  </article>\n<p>Still other technologies that were no more than ideas or small-scale pilot projects when countries adopted the Paris Agreement, such as green hydrogen and direct air capture, are now being deployed around the world. These momentous gains should be celebrated; they demonstrate that rapid change is not only possible, but already well underway in some sectors.</p><p><strong>But looking ahead to 2030, it’s clear that we still have a long way to go. </strong>Global efforts to reduce greenhouse gas (GHG) emissions and enhance carbon removals are failing to materialize at the pace and scale needed to keep the Paris Agreement’s temperature goal within reach, according to new findings from the <a href=\"https://www.wri.org/research/state-climate-action-2025\"><em>State of Climate Action 2025</em></a><em>.</em></p><p>This research provides the most comprehensive roadmap yet for closing the global gap in climate action. It translates the 1.5 degree C limit into actionable targets for 2030, 2035 and 2050 — showing how fast the world must move to transform the highest-emitting sectors, shift financial flows to align with the Paris Agreement and scale up technological carbon dioxide removal — and grades real-world progress against these benchmarks.</p><p><strong>This year’s report card, the fifth in the series, is sobering: Not one of the 45 indicators assessed is on track to achieve its 2030 target.</strong></p><article class=\"media media--type-embed media--view-mode-full\">\n  \n      \n            <div class=\"clearfix text-formatted field field--name-field-media-embed-code field--type-text-long field--label-hidden field__item\"><div class=\"flourish-embed flourish-scatter\"><noscript><img alt=\"scatter visualization\" src=\"https://public.flourish.studio/visualisation/25750177/thumbnail\" width=\"100%\" /></noscript></div>\n</div>\n      \n  </article>\n<p>For five of these indicators, recent rates of change are heading in the wrong direction entirely, such that an immediate step-change in action is needed to course-correct. Progress for another 29 indicators, while heading in the right direction, is well off track and moving so slowly that at least a twofold — and for most, more than a fourfold — acceleration will be needed by the end of this decade. And data for five indicators is too limited to even assess recent progress.</p><p>The remaining six indicators, though off track, offer a glimmer of hope. Global efforts to achieve these 2030 targets are advancing faster than the rest and are significantly closer to getting on track with the right mix of policies, investments and leadership.</p><article class=\"media media--type-embed media--view-mode-full\">\n  \n      \n            <div class=\"clearfix text-formatted field field--name-field-media-embed-code field--type-text-long field--label-hidden field__item\"><div class=\"callout\"><p><em><strong>Has the World Already Breached the Paris Agreement’s 1.5 Degree C Limit?</strong></em></p><p class=\"read-more\">2024 was the first full year on record in which global average temperature rise exceeded 1.5 degrees C above pre-industrial levels, with an estimated anomaly of 1.55 degrees C (2.79 degrees F). <strong>But this does not mean the world has exceeded the Paris Agreement’s temperature goal or that it is no longer within reach.</strong></p><dl class=\"ckeditor-accordion\"><dt>[Read more]</dt><dd><p>Instead, scientists estimate average global temperature rise over a longer period — typically between 20 and 30 years — to smooth out variability in naturally occurring phenomena that can significantly impact year-on-year warming, like the El Niño-Southern Oscillation and volcanic activity. Current estimates of this longer-term anomaly are between 1.34 and 1.41 degrees C (2.41 and 2.54 degrees F).</p><p>Additionally, scientists have interpreted “pursuing efforts to limit the temperature increase to 1.5 degrees C above preindustrial levels” as stabilizing global average temperature rise at or below this threshold by 2100. This means that warming may temporarily exceed this limit before falling back down to 1.5 degrees C by the end of the century — an outcome that will require large-scale carbon removal. With that said, minimizing the magnitude and duration of this overshoot will be paramount. Every fraction of a degree of warming, however temporary, will result in increasingly irreversible and adverse impacts. Learn more <a href=\"https://www.wri.org/insights/1-5-degrees-c-target-explained\">here</a> and <a href=\"https://climateanalytics.org/publications/latest-science-on-the-1-5-c-limit-of-the-paris-agreement\">here</a>.</p></dd></dl></div></div>\n      \n  </article>\n<p>Here, we unpack 10 key takeaways from this year’s <em>State of Climate Action</em>, ranging from some of the most promising signs of progress to areas lagging far behind:</p><h3>1) Private climate finance increased so sharply that global efforts to mobilize these funds shifted from “well off track” to just “off track.”</h3><p>Between 2022 and 2023, <a href=\"https://systemschangelab.org/finance/scale-private-investment-climate-and-nature?indicatorId=1920&tab=timeline#indicator-1920\">climate finance from the private sector</a> rose from roughly $870 billion to a record high of $1.3 trillion, and <a href=\"https://www.climatepolicyinitiative.org/publication/global-landscape-of-climate-finance-2025/\">early estimates for 2024</a> suggest continued momentum. Individual consumers, businesses and institutional investors, particularly in China and western Europe, drove much of these recent gains.</p><p>Although still off track to reach at least $3.1 trillion by 2030, this jump invites optimism. Private climate finance is already enabling the scale-up of existing zero-carbon technologies, such as electric vehicles and heat pumps. And when <a href=\"https://www.wri.org/insights/national-development-banks-climate-finance\">pooled with public funds</a>, it can accelerate deployment even further, as well as help nurture innovation and first-of-a-kind ventures.</p><article class=\"media media--type-embed media--view-mode-full\">\n  \n      \n            <div class=\"clearfix text-formatted field field--name-field-media-embed-code field--type-text-long field--label-hidden field__item\"><div class=\"flourish-embed flourish-interactive diagram\"><noscript><img alt=\"interactive diagram visualization\" src=\"https://public.flourish.studio/visualisation/25683049/thumbnail\" width=\"100%\" /></noscript></div></div>\n      \n  </article>\n<p>Still, private capital alone will not be enough. All sources of finance need to be urgently aligned with the Paris Agreement and mobilized at scale to help transform all sectors. Dramatically scaling up <a href=\"https://systemschangelab.org/finance/scale-public-investment-climate-and-nature?indicatorId=2249&tab=timeline#indicator-2249\">public climate finance</a> is critical, especially in areas where the private sector is currently unwilling or poorly positioned to invest due to high perceived risk or low expected returns. Restoring the world’s forests, expanding public transit infrastructure and developing climate-smart agricultural technologies, for example, have attracted disproportionately fewer investments from private funders.</p><div class=\"report-teaser gold-borders-medium alignright\"><div class=\"image-wrapper\"><article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1131\" media=\"(min-width: 1440px)\" type=\"image/png\" width=\"800\" />\n              <source height=\"1131\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/png\" width=\"800\" />\n              <source height=\"1131\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/png\" width=\"800\" />\n              <source height=\"1074\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/png\" width=\"760\" />\n              <source height=\"643\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/png\" width=\"455\" />\n                  <img alt=\"Cover image.\" height=\"643\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-10/state-of-climate-action-2025-cover-image_0.png?VersionId=mrfVaH60RqRBwI0yexO5IVaQHQvaxVIs&itok=XbsdxC0g\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n</div><div class=\"text-wrapper\"><div class=\"h4 topic-tag\">State of Climate Action 2025</div><p>Explore the full report.</p><p><a class=\"button small\" href=\"https://www.wri.org/research/state-climate-action-2025\">Download</a></p></div></div><h3>2) Relatively new innovations, like green hydrogen, technological carbon dioxide removal and electric trucks, also saw some of the most meaningful one-year gains.</h3><p>Although not yet close to mainstream breakthrough, these technologies experienced impressive advances in 2023 and 2024 that, if sustained, could be an early signal of acceleration ahead. For example, <a href=\"https://systemschangelab.org/industry/commercialize-new-solutions-cement-steel-and-plastics?indicatorId=2203&tab=timeline#indicator-2203\">green hydrogen production</a> more than quadrupled in a single year. And <a href=\"https://systemschangelab.org/transport/transition-zero-carbon-cars-trucks-and-buses?indicatorId=2258&tab=timeline#indicator-2258\">the share of electric trucks</a> in medium- and heavy-duty commercial vehicle sales rose by 67% between 2023 and 2024.</p><p>Similarly, over 30 <a href=\"https://www.wri.org/insights/direct-air-capture-resource-considerations-and-costs-carbon-removal\">direct air capture</a> projects are operating around the world today, and many more are in development. By one estimate, another 50 facilities could come online in the near future, including three that may each capture upwards of 500,000 tonnes of CO2 (tCO2) annually — nearly 14 times more than the capture capacity of today’s largest plant. But while promising and fast-growing, direct air capture currently accounts for a relatively small share of <a href=\"https://systemschangelab.org/technological-carbon-removal/scale-technological-carbon-removal?indicatorId=1974&tab=timeline#indicator-1974\">technological dioxide carbon removal</a>. Getting on track for 2030 will require scaling up<em> all</em> novel approaches more than 10 times faster. To put this into perspective, this is roughly equivalent to building nine of the largest direct air capture facilities currently in development each month through the end of this decade.</p><article class=\"media media--type-embed media--view-mode-full\">\n  \n      \n            <div class=\"clearfix text-formatted field field--name-field-media-embed-code field--type-text-long field--label-hidden field__item\"><div class=\"flourish-embed flourish-interactive diagram\"><noscript><img alt=\"interactive diagram visualization\" src=\"https://public.flourish.studio/visualisation/25636927/thumbnail\" width=\"100%\" /></noscript></div></div>\n      \n  </article>\n<p>Measures to stimulate greater demand for these innovations, as well as investments in their development and deployment, will prove critical to ensuring that these recent gains in adoption translate into longer-term momentum.</p><h3>3) Electric vehicle sales are still rising, but slowdowns in some major markets have pushed progress from “on track” to “off track.”</h3><p><a href=\"https://systemschangelab.org/transport/transition-zero-carbon-cars-trucks-and-buses?indicatorId=2256&tab=timeline#indicator-2256\">Global EV sales</a> have continued to rise rapidly, reaching a record 22% of global passenger car sales in 2024 compared to just 4.4% in 2020. Much of this growth has been driven by China — the world’s leading EV consumer and manufacturer — where nearly half of all passenger cars sold are now electric.</p><p>But in two other major markets, momentum has stalled. EV sales fell slightly in Europe following the rollback of supportive subsidies in countries like Germany and France. In the United States, growth in EV sales has decelerated due to a combination of factors, including a relatively slow buildout of public charging infrastructure and limited availability of affordable electric SUVs, which account for three-quarters of America’s passenger car sales.</p><p>Consequently, the<em> rate </em>at which EVs are growing as a share of total light-duty vehicle sales fell to an average of roughly 20% per year in 2023 and 2024, compared to more than 60% in the previous three years. While still remarkable, these recent gains lag behind what’s needed to help achieve the Paris Agreement’s temperature goal. This marks a downgrade from the <a href=\"https://www.wri.org/research/state-climate-action-2023\">last <em>State of Climate Action</em>,</a> when EV sales were the only indicator on track.</p><article class=\"media media--type-embed media--view-mode-full\">\n  \n      \n            <div class=\"clearfix text-formatted field field--name-field-media-embed-code field--type-text-long field--label-hidden field__item\"><div class=\"flourish-embed flourish-interactive diagram\"><noscript><img alt=\"interactive diagram visualization\" src=\"https://public.flourish.studio/visualisation/25683112/thumbnail\" width=\"100%\" /></noscript></div></div>\n      \n  </article>\n<h3>4) Solar and wind keep hitting new milestones, but sustaining current growth rates won’t be enough to get on track for 2030.</h3><p>Solar power is the fastest growing source of electricity in history, repeatedly exceeding projections for future increases in installed capacity and generation. Today, solar around the world generates roughly <a href=\"https://ember-energy.org/data/electricity-data-explorer/\">2,100 terawatt-hours each year</a> — roughly 8 times more than in 2015 and 66 times more than in 2010. And in 2024 alone, countries collectively added enough solar power to the grid to meet the equivalent of France’s entire electricity demand that year.</p><p>Together, the share of solar and wind in electricity generation has grown at an average rate of roughly 13% per year since 2020. But while this relatively consistent growth is impressive, maintaining this trajectory won’t be enough to get on track for 2030. Instead, solar and wind need to grow more than twice as fast, at 29% per year — and delays only make the challenge steeper.</p><article class=\"media media--type-embed media--view-mode-full\">\n  \n      \n            <div class=\"clearfix text-formatted field field--name-field-media-embed-code field--type-text-long field--label-hidden field__item\"><div class=\"flourish-embed flourish-interactive diagram\"><noscript><img alt=\"interactive diagram visualization\" src=\"https://public.flourish.studio/visualisation/25661352/thumbnail\" width=\"100%\" /></noscript></div></div>\n      \n  </article>\n<p>This underscores a critical reality for all indicators assessed. Every year that passes in which current growth rates are sustained, rather than accelerated, increases the magnitude of the acceleration that is needed thereafter. Only by substantially picking up the pace of change can the world make up for delayed efforts and moving another year close to 2030.</p><h3>5) The world has barely moved the needle on some of the most important climate actions, like phasing out coal and halting deforestation.</h3><p>Sharply reducing deforestation is crucial to halting climate change. The world’s forests hold <a href=\"https://www.nature.com/articles/s41586-024-07602-x\">roughly 870 gigatonnes of carbon (GtC)</a> — nearly <a href=\"https://essd.copernicus.org/articles/17/965/2025/\">twice the amount</a> emitted from fossil fuels since 1850. At least a third of these carbon stocks (<a href=\"https://www.nature.com/articles/s41893-021-00803-6\">around 280 GtC)</a> are vulnerable to human disturbances, meaning they would be immediately released if forests are converted to pasturelands or croplands. Once lost, much of this carbon would be difficult for forests to recover in time to help reach net zero by mid-century.</p><p>Yet despite the outsized role that protecting these ecosystems can play in avoiding future GHG emissions, efforts to effectively halt deforestation remain well off track for the third <em>State of Climate Action</em> in a row. Although permanent forest loss dropped from a record high of 10.7 million hectares per year (Mha/yr) in 2017 to 7.8 Mha/yr in 2021, it has since ticked upward to reach 8.1 Mha/yr in 2024. This is roughly equivalent to losing nearly 22 football (soccer) fields of forests per <em>minute</em> — permanently. This recent spike in deforestation has dampened a longer-term downward trend observed since 2015, such that getting on track for 2030 will now require the rate of permanent forest loss to decline nine times faster.</p><p>Equally concerning are sluggish efforts to phase out coal — by far the largest source of GHG emissions in the power sector. As <a href=\"https://systemschangelab.org/power/phase-out-coal-and-unabated-fossil-gas-electricity-generation?indicatorId=2228&tab=timeline#indicator-2228\">a share of global electricity generation</a>, coal fell only slightly from 37% in 2019 to 34% in 2024 and remains “well off track” for the fourth consecutive report.</p><p>Keeping the Paris Agreement limit within reach will require the share of coal-fired power to decline more than 10 times faster, reaching just 4% by 2030. This is roughly equivalent to retiring nearly 360 average-sized coal-fired power plants each year through the end of this decade, as well as halting all planning for and development of new coal capacity currently in the pipeline. Continued delays also risk stymying mitigation efforts across buildings, industry and transport, which all rely on electrification and a decarbonized power grid to reduce GHG emissions.</p><article class=\"media media--type-embed media--view-mode-full\">\n  \n      \n            <div class=\"clearfix text-formatted field field--name-field-media-embed-code field--type-text-long field--label-hidden field__item\"><div class=\"flourish-embed flourish-interactive diagram\"><noscript><img alt=\"interactive diagram visualization\" src=\"https://public.flourish.studio/visualisation/25664101/thumbnail\" width=\"100%\" /></noscript></div></div>\n      \n  </article>\n<h3>6) Public finance for fossil fuels is still climbing, despite global pledges to phase out subsidies.</h3><p>The world has seen a troubling rise in <a href=\"https://systemschangelab.org/finance/scale-down-investment-harmful-climate-and-nature?indicatorId=2208&tab=timeline#indicator-2208\">public finance for oil, gas and coal</a> precisely when these investments need to be declining steeply. Since 2014, governments’ financial support for fossil fuels — such as production and consumption subsidies and funding from domestic and international development finance institutions — has increased by an average of roughly $75 billion per year.</p><p>While these investments did fall from an all-time high of $2.1 trillion in 2022 to $1.5 trillion in 2023, much of this one-year drop can be attributed to falling international oil and gas prices, which led to a reduction in public funds subsidizing the consumption of fossil fuels like gasoline. Critically, these subsidies represent the largest form of government support for fossil fuels and generally ebb and flow alongside fluctuations in oil and gas prices. This most recent decline, then, represents limited progress at best. A step-change in action will be needed to phase out public financial support for fossil fuels by 2030.</p><article class=\"media media--type-embed media--view-mode-full\">\n  \n      \n            <div class=\"clearfix text-formatted field field--name-field-media-embed-code field--type-text-long field--label-hidden field__item\"><div class=\"flourish-embed flourish-interactive diagram\"><noscript><img alt=\"interactive diagram visualization\" src=\"https://public.flourish.studio/visualisation/25683101/thumbnail\" width=\"100%\" /></noscript></div></div>\n      \n  </article>\n<h3>7) Progress on decarbonizing emissions-intensive steel and cement production is a mixed bag.</h3><p>Steel and cement serve as the building blocks of our cities, homes and workplaces. They are also among the most emissions-intensive materials to produce. And — given the high temperatures required to make them and their substantial “process emissions” (GHGs emitted from chemical reactions during production) — they are some of the hardest to decarbonize via existing approaches, like electrification.</p><p>Since 2018, the <a href=\"https://systemschangelab.org/industry/commercialize-new-solutions-cement-steel-and-plastics?indicatorId=3687&tab=timeline\">carbon intensity of global steel production</a> has increased. This is a particularly worrying trend, given that steel alone is responsible for <a href=\"https://www.iea.org/reports/emissions-measurement-and-data-collection-for-a-net-zero-steel-industry/executive-summary\">upwards of 7% of global CO2 emissions</a>. Solutions exist to help steelmakers change course; for example, reusing more “scrap” steel, swapping out coal and fossil gas for green hydrogen, and shifting to electric furnaces. But these are not yet readily available. Green hydrogen, while growing rapidly, remains relatively nascent and expensive, while quantities of recycled or “scrap” steel are limited.</p><p>Global efforts to decarbonize cement are slightly more promising. The <a href=\"https://www.wri.org/research/state-climate-action-2023\"><em>State of Climate Action 2023</em></a> found that progress had stagnated and needed to occur more than 10 times faster to get on track for 2030. Since then, the <a href=\"https://systemschangelab.org/industry/commercialize-new-solutions-cement-steel-and-plastics?indicatorId=2200&tab=timeline#indicator-2200\">amount of CO2 emitted per tonne of cement produced</a> has begun to decline thanks to energy efficiency gains; greater use of alternative low-carbon fuels; and increased substitution of clinker (the primary component of cement) for less emissions-intensive materials, like calcined clay. Now, getting on track for 2030 requires a fourfold acceleration. Encouragingly, the past five years have seen a surge in new projects focused on decarbonizing cement production, signaling that the world is paying more attention to addressing this challenge.</p><article class=\"media media--type-embed media--view-mode-full\">\n  \n      \n            <div class=\"clearfix text-formatted field field--name-field-media-embed-code field--type-text-long field--label-hidden field__item\"><div class=\"flourish-embed flourish-chart\"><noscript><img alt=\"chart visualization\" src=\"https://public.flourish.studio/visualisation/25578906/thumbnail\" width=\"100%\" /></noscript></div></div>\n      \n  </article>\n<h3>8) Promising solutions are emerging in agriculture to tackle some of the world’s most potent GHG emissions — but efforts to scale them are coming up short.</h3><p>Agricultural production accounts for roughly half of global methane and nitrous oxide emissions, which have far more warming power than CO2, particularly in the near term. Major sources include <a href=\"https://systemschangelab.org/food-and-agriculture/increase-productivity-sustainably?indicatorId=3035&tab=timeline#indicator-3035\">enteric fermentation</a> (the process by which some livestock release methane as they digest); the application of both <a href=\"https://systemschangelab.org/food-and-agriculture/increase-productivity-sustainably?indicatorId=3037&tab=timeline#indicator-3037\">synthetic and organic fertilizers</a>, like manure and compost; <a href=\"https://systemschangelab.org/food-and-agriculture/increase-productivity-sustainably?indicatorId=3036&tab=timeline#indicator-3036\">rice production</a>; and <a href=\"https://systemschangelab.org/food-and-agriculture/increase-productivity-sustainably?indicatorId=3038&tab=timeline#indicator-3038\">manure management</a>.</p><article class=\"media media--type-embed media--view-mode-full\">\n  \n      \n            <div class=\"clearfix text-formatted field field--name-field-media-embed-code field--type-text-long field--label-hidden field__item\"><div class=\"flourish-embed flourish-interactive diagram\"><noscript><img alt=\"interactive diagram visualization\" src=\"https://public.flourish.studio/visualisation/25748909/thumbnail\" width=\"100%\" /></noscript></div></div>\n      \n  </article>\n<p>While these absolute emissions have risen slowly but steadily since 2000, recent years have seen the emissions<em> intensity</em> of agriculture (the amount of GHGs released per kilocalorie of food produced) decline across all major sources. Now, getting on track for 2030 will require these improvements to occur 1.2 times faster for fertilizers, 2.5 times faster for enteric fermentation, and 6 times faster for both manure management and rice cultivation.</p><p>Yet accelerating progress is no small feat. Compared to the power sector — where solar and/or wind power can be deployed almost anywhere — there’s not an equivalent, predominant solution to reducing emissions from agriculture. Rather, technologies and practices must be tailored to each context, considering factors like the local climate, soil conditions, crop varieties, livestock breeds, agricultural traditions and more.</p><p>That said, a variety of <a href=\"https://www.wri.org/insights/reducing-agricultural-methane-new-solutions\">promising strategies are available</a>, but have yet to be adopted at scale. A well-established method of repeatedly flooding and drying rice paddies, for example, has significantly reduced methane emissions from rice production within a handful of Asian countries. Meanwhile, introducing easier-to-digest feeds has lowered enteric fermentation emissions across much of Europe and North America. More concerted efforts and financial support are urgently needed to bring — and adapt — these strategies to the regions that need them most.</p><h3>9) Shifting demand — for example, across diets, transit networks and buildings — can deliver substantial emissions reductions, but these changes have yet to take off.</h3><p>The <a href=\"https://www.wri.org/insights/ipcc-report-2022-mitigation-climate-change\">IPCC finds</a> that shifting consumption patterns, particularly among the world’s highest-earning households, can reduce GHG emissions 40%-70% by 2050 when compared with current climate policies. Cycling, walking or taking public transit instead of driving; avoiding long-haul flights; adopting more plant-rich diets; cutting food waste; and improving energy efficiency in our homes and workplaces are among the most effective changes.</p><article class=\"media media--type-embed media--view-mode-full\">\n  \n      \n            <div class=\"clearfix text-formatted field field--name-field-media-embed-code field--type-text-long field--label-hidden field__item\"><div class=\"flourish-embed flourish-interactive diagram\"><noscript><img alt=\"interactive diagram visualization\" src=\"https://public.flourish.studio/visualisation/25657621/thumbnail\" width=\"100%\" /></noscript></div></div>\n      \n  </article>\n<p>Yet these global transitions have largely stalled. The <a href=\"https://systemschangelab.org/transport/reduce-avoidable-vehicle-and-air-travel?indicatorId=2240&tab=timeline#indicator-2240\">share of trips taken by private passenger cars</a>, most of which still rely on gasoline, continues to increase and now accounts for about half of all kilometers traveled — despite progress in expanding <a href=\"https://systemschangelab.org/transport/shift-public-shared-and-non-motorized-transport?indicatorId=2254&tab=timeline#indicator-2254\">bicycle lanes</a> and <a href=\"https://systemschangelab.org/transport/shift-public-shared-and-non-motorized-transport?indicatorId=2253&tab=timeline#indicator-2253\">public transit networks</a> among the world’s most populous cities. Energy efficiency improvements in buildings (as approximated by <a href=\"https://systemschangelab.org/buildings/green-energy-supply?indicatorId=1788&tab=timeline#indicator-1788\">the amount of energy consumed per square meter of floor area</a>) have also slowed in recent years. And available evidence suggests the world has made almost no dent in <a href=\"https://systemschangelab.org/food-and-agriculture/reduce-food-loss-and-waste\">halving food loss and waste</a> by 2030.</p><p>Meanwhile, <a href=\"https://systemschangelab.org/food-and-agriculture/sustainable-diets?indicatorId=3018&tab=timeline#indicator-3018\">per capita consumption of beef, lamb and goat meat</a> across high-consuming regions has decreased slightly, from 107 kilocalories per day in 2018 to 104 kilocalories per day in 2022. But it needs to fall to no more than 79 kilocalories per person per day by 2030. This will entail the average person eating about 1.9 fewer servings per week in Australia and New Zealand, 1.3 fewer servings per week in South America and 1.2 fewer servings per week in North America. Fortunately, several initiatives are underway to make protein-rich beans, lentils and other legumes more accessible and appealing. And <a href=\"https://gfi.org/wp-content/uploads/2025/07/2024-State-of-global-policy-Public-investment-in-alternative-proteins-to-feed-a-growing-world.pdf\">public investments</a> have grown to support the research, development and deployment of alternative proteins, like plant-based and cultivated meats.</p><p>Supportive policies — including measures that incentivize efficiency improvements and help make sustainable behaviors the easiest, most affordable options — can help accelerate these shifts.</p><h3>10) Persistent data limitations across some sectors mean we still can’t fully assess global climate action.</h3><p>For a handful of indicators, particularly those focused on decarbonizing buildings and conserving wetland ecosystems, data has been insufficient to assess progress for every installment of the <em>State of Climate Action </em>series. This includes some that could deliver substantial reductions in GHG emissions.</p><p>Peatlands, for example, cover <a href=\"https://www.unep.org/resources/global-peatlands-assessment-2022\">just 3.8% of Earth’s land</a>, but contain at least a fifth of the world’s soil organic carbon stocks and store an <a href=\"https://www.science.org/doi/10.1126/science.abn1479\">order of magnitude more carbon</a> per hectare than forests. Once degraded, these ecosystems can emit CO2 and nitrous oxide for decades to centuries until all peat is fully lost or their soils are rewetted. Accordingly, halting peatland degradation and restoring 15 million hectares of degraded peatlands by 2030 can offer immediate and relatively large reductions in GHG emissions. But despite recent progress in mapping these ecosystems, efforts to monitor annual changes in peatlands’ extent are insufficient to grade progress. Without better data, the world has very limited insights on whether we are losing or recovering these vital carbon hotspots.</p><h3>Toward a More Prosperous and Sustainable Future</h3><p>Unprecedented transformational changes across every sector, alongside large-scale carbon removal, are needed immediately to keep the Paris Agreement goal within reach. But despite some pockets of progress, such as rapid growth in EV sales and renewable power, climate action across the board continues to fall far short of what’s needed.</p><p>In spite of these grave challenges — indeed, precisely because global progress lags so far behind — achieving Paris-aligned targets for 2030 is all the more vital. Should warming exceed 1.5 degrees C even temporarily, already devastating impacts will only intensify, subjecting more people to increasingly frequent and severe storms, longer heatwaves and droughts, more extreme flooding and sea level rise, and more. Overshooting this threshold of warming also increases the likelihood that these future risks will compound one another, with multiple hazards battering communities at the same time.</p><p>Every fraction of a degree matters for lessening the scale and severity of these impacts. And the roadmap for reducing GHG emissions and enhancing carbon removals is clear: Everything from phasing out unabated fossil gas to electrifying industry is urgently required this decade — and remains technically feasible.</p><p>In this eleventh hour, we still have time to course correct. There’s no sugar-coating the fact that the challenge ahead is immense, and the scale of change required is unprecedented. But just because something is unprecedented doesn’t mean it’s impossible. The solutions exist. We know what to do. We just need to act with the urgency this moment demands.</p><h4>Explore the data underpinning the<em> </em><a href=\"https://www.wri.org/research/state-climate-action-2025\"><em>State of Climate Action 2025</em></a> further:</h4><article class=\"media media--type-embed media--view-mode-full\">\n  \n      \n            <div class=\"clearfix text-formatted field field--name-field-media-embed-code field--type-text-long field--label-hidden field__item\"><div class=\"flourish-embed flourish-table\"><noscript><img alt=\"table visualization\" src=\"https://public.flourish.studio/visualisation/25707288/thumbnail\" width=\"100%\" /></noscript></div></div>\n      \n  </article>\n<p><em>*Sophie Boehm and Clea Schumer contributed equally to this work and share first authorship.</em></p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    },
    {
      "title": "RELEASE: No Sector on Track to Meet Global Climate Goals, State of Climate Action 2025 Finds",
      "link": "https://www.wri.org/news/release-state-of-climate-action-2025",
      "pubDate": "Wed, 22 Oct 2025 00:01:00 EDT",
      "description": "<p><span lang=\"EN-US\"><strong>WASHINGTON (October 22, 2025) </strong>– A major new assessment finds that the world is stalling on progress to limit warming to 1.5°C, with none of the 45 indicators of climate action on track for 2030. </span> </p><p><span lang=\"EN-US\">While most are heading in the right direction, the </span><a href=\"https://systemschangelab.org/state-climate-action-2025\"><em><span lang=\"EN-US\">State of Climate Action 2025</span></em></a><span lang=\"EN-US\"> report warns that the pace and scale of progress are alarmingly inadequate — exposing communities, economies and ecosystems to unacceptable risks. From protecting forests to phasing out coal and ending public finance for fossil fuels, the world is failing to act fast enough to combat the climate crisis and secure a livable future.</span> </p><p><span lang=\"EN-US\">“All systems are flashing red,” said <strong>Clea Schumer</strong>, Research Associate at WRI and co-lead author of the report. “A decade of delay has dangerously narrowed the path to 1.5°C. Steady progress isn’t enough anymore — every year we fail to speed up, the gap widens and the climb gets steeper. There’s simply no time left for hesitation or half measures.” </span> </p><p><span lang=\"EN-US\">Published under Systems Change Lab, the report is a joint effort of the Bezos Earth Fund, Climate Analytics, ClimateWorks Foundation, the Climate High-Level Champions, and World Resources Institute. It provides the most comprehensive roadmap yet for closing the global gap in climate action across key sectors. The analysis offers a guide for countries to follow through on their new national climate commitments, the Global Stocktake and announcements made at COP30. </span> </p><p><span lang=\"EN-US\">The report translates the Paris Agreement’s 1.5°C limit into clear, actionable targets for 2030, 2035, and 2050, and tracks global progress toward them across the sectors responsible for most emissions — power, buildings, industry, transport, forests and land, and food and agriculture. It also grades efforts to scale up carbon removal technologies and climate finance. </span> </p><p><span lang=\"EN-US\">Of the 45 indicators assessed:</span> </p><ul><li><span lang=\"EN-US\"><strong>Six are “off track,”</strong> moving in the right direction but not quite fast enough.</span></li><li><span lang=\"EN-US\"><strong>Twenty-nine are “well off track,”</strong> moving in the right direction but far too slowly.</span></li><li><span lang=\"EN-US\"><strong>Five are headed in the wrong direction entirely, </strong>demanding an urgent course correction.</span></li><li><span lang=\"EN-US\"><strong>Five lack sufficient data</strong> to even assess progress.</span> </li></ul><a href=\"https://www.dropbox.com/scl/fi/qjnzuvedvoda1awuvt4g7/Climate-Action-Summary-Graphic.png?rlkey=3kevpmkcxj6a8yye6xba05r68&st=61w2nvwm&dl=0\"><article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"886\" media=\"(min-width: 1440px)\" type=\"image/png\" width=\"1575\" />\n              <source height=\"709\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/png\" width=\"1260\" />\n              <source height=\"543\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/png\" width=\"965\" />\n              <source height=\"427\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/png\" width=\"760\" />\n              <source height=\"256\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/png\" width=\"455\" />\n                  <img alt=\"Global climate action is falling short: no indicator is on track for 2030.\" height=\"256\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-10/state-of-climate-action-2025_0.png?VersionId=qofFqHowrI0veGJwgRgGG8P458pHDB7T&itok=0RSEPxHq\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n</a><p><span lang=\"EN-US\">Since the 2023 edition of the </span><em><span lang=\"EN-US\">State of Climate Action</span></em><span lang=\"EN-US\"> report, several key trends have changed. Electric vehicles (EVs) are still growing rapidly and made up a record 22% of global passenger car sales in 2024, up from 4.4% in 2020, but growth has slowed in some major markets such as Europe and the United States. As a result, EVs’ share of global passenger car sales — previously the only indicator “on track” — has been downgraded to “off track.” </span> </p><p><span lang=\"EN-US\">Private climate finance, on the other hand, rose so sharply that this year’s report upgraded progress from “well off track” to “off track.” These funds climbed from roughly $870 billion in 2022 to a record $1.3 trillion in 2023, with individuals, businesses and investors, particularly in China and Western Europe, driving much of the gains. </span> </p><p><span lang=\"EN-US\">Alarmingly, progress on some of the world’s most consequential indicators has not budged across multiple consecutive reports. Public finance for fossil fuels has increased by an average of $75 billion per year since 2014, reaching more than $1.5 trillion in 2023. Deforestation, which had declined earlier in the decade, is once again rising, and coal as a share of electricity generation has fallen only slightly in recent years, as it has been unable to keep pace with record-high electricity demand. </span> </p><p><span lang=\"EN-US\">“We’re not just falling behind — we’re effectively flunking the most critical subjects,” said <strong>Sophie Boehm</strong>, Senior Research Associate at World Resources Institute and co-lead author of the report. “As this global report card shows, we have barely moved the needle on phasing out coal or halting deforestation, while public finance still props up fossil fuels. These actions aren’t optional; they’re the bare minimum needed to combat the climate crisis and protect humanity.”</span> </p><p><span lang=\"EN-US\">Keeping the Paris Agreement’s 1.5°C goal within reach demands tremendous acceleration in climate action across every sector. Warming beyond 1.5°C, even temporarily, will only intensify already devastating impacts and increase the risk of irreversible damage. For example, by 2030, the world must:</span> </p><ul><li><span lang=\"EN-US\"><strong>Phase out coal more than ten times faster </strong>— equivalent to retiring nearly 360 average-sized coal-fired power plants each year and halting all projects in the pipeline.</span></li><li><span lang=\"EN-US\"><strong>Reduce deforestation nine times faster</strong>. Current levels are far too high — roughly equivalent to permanently losing nearly 22 football (soccer) fields of forest every minute in 2024.</span><span lang=\"EN-US\"> </span></li><li><span lang=\"EN-US\"><strong>Expand rapid transit networks five times faster </strong>— equivalent to building at least 1,400 km (870 miles) of light rail, metro, and bus lanes annually.</span></li><li><span lang=\"EN-US\"><strong>Reduce beef and lamb consumption in high-consuming countries five times faster</strong> — equivalent to reducing consumption by 2 or fewer servings per week in North and South America, Australia and New Zealand.</span></li><li><span lang=\"EN-US\"><strong>Scale technological carbon removal more than ten times faster </strong>— equivalent to building nine of the largest direct air capture facilities currently under construction each month.</span></li><li><span lang=\"EN-US\"><strong>Increase climate finance by nearly $1 trillion annually</strong> — equivalent to roughly two-thirds of public fossil fuel finance in 2023.</span>  </li></ul><p><span lang=\"EN-US\">Amid these sobering findings, the report also highlights encouraging pockets of progress. Beyond the jump in private climate finance, the global share of electricity from solar and wind has more than tripled since 2015, making solar the fastest-growing source of power in history. Clean energy investment exceeded fossil fuel investment for the second consecutive year in 2024. Emerging technologies that were no more than ideas or small-scale pilot projects a decade ago, such as green hydrogen and technological carbon dioxide removal, saw some of the most significant one-year gains, and with the right support, could approach mainstream breakthrough. Green hydrogen production, for example, more than quadrupled in a single year. </span> </p><p><span lang=\"EN-US\">“Ten years after the Paris Agreement, the data show both how far we’ve come and how far we still have to go,” said <strong>Kelly Levin</strong>, Chief of Science, Data and Systems Change at the Bezos Earth Fund and Co-Director of Systems Change Lab. “It’s hopeful that clean energy investment is now outpacing fossil fuels and new technologies are taking off — proof that progress is possible when ambition and investment align. The challenge is to scale these successes and reverse the setbacks.” </span> </p><p><span lang=\"EN-US\">That momentum is encouraging, but it’s still far from enough. Even maintaining current growth rates will fall short for 2030. For example, while the share of solar and wind power has grown at an impressive annual rate of 13% since 2020, that rate must more than double — to 29% annually — to reach its 2030 target. The report warns that each year that progress fails to accelerate, the climate action gap widens. </span> </p><hr /><p><strong>Additional quotes:</strong></p><p><span lang=\"EN-US\">“Ten years after the Paris Agreement, the world is at a critical crossroads,” said <strong>Ani Dasgupta</strong>, President and CEO, World Resources Institute. “The choice before us is clear: we can either lock in the systems that are escalating climate catastrophes and failing people and the planet, or we can accelerate the transition toward a healthier, more sustainable future. This report offers a roadmap to change course. The challenge now is to act with the urgency and collaboration needed to bring it to scale.”</span> </p><p><span lang=\"EN-US\">“Keeping warming to 1.5°C now hinges on one thing: speed,” said <strong>Bill Hare</strong>, CEO of Climate Analytics. “The science is unequivocal — the world isn’t moving fast enough. Every year of delay makes the task harder, and only rapid, sustained cuts can keep 1.5°C within reach.”</span>  </p><p><span lang=\"EN-US\">“Clean energy and EVs are now competitive with or even cheaper than traditional alternatives, with markets adopting them at faster rates than experts predicted even a few years ago,” said<strong> Helen Mountford</strong>, President and CEO, ClimateWorks Foundation. “They reduce dependence on fossil fuels, which are vulnerable to price shocks and trade disruption. Private finance is also increasingly shifting to climate-related investments. Despite notable rollbacks in climate ambition, most countries, investors, and corporate actors are still moving ahead with the transition to green development paths, recognizing that they are better for economic competitiveness, people and communities, and for the climate.” </span> </p><hr /><p><span lang=\"EN-US\"><strong>How to cite this report: </strong></span><strong> </strong></p><p><span lang=\"EN-US\">Published under Systems Change Lab, this report is a joint effort between the Bezos Earth Fund, Climate Analytics, ClimateWorks Foundation, the Climate High-Level Champions and World Resources Institute.</span> </p><p><span lang=\"EN-US\">*Please do not attribute the </span><em><span lang=\"EN-US\">State of Climate Action 2025</span></em><span lang=\"EN-US\"> to a single organization.</span> </p><hr /><p><a href=\"https://systemschangelab.org/\" target=\"_blank\"><span lang=\"EN-US\"><strong>About Systems Change Lab</strong></span></a> <br /><span lang=\"EN-US\">Systems Change Lab aims to spur action at the pace and scale needed to tackle some of the world’s greatest challenges: limiting global warming to 1.5 degrees C, halting biodiversity loss and building a just economy. Convened by World Resources Institute and the Bezos Earth Fund, Systems Change Lab supports the Climate High-Level Champions and works with key partners and funders, including the Children’s Investment Fund Foundation, Climate Analytics, ClimateWorks Foundation, Climate and Land Use Alliance, Global Environment Facility, Just Climate, Mission Possible Partnership, National Institute for Environmental Studies – Japan, Rocky Mountain Institute, Systemiq, UN Environment Programme World Conservation Monitoring Centre, the University of Exeter and the University of Tokyo’s Center for Global Commons, among others. Systems Change Lab is a component of the Global Commons Alliance.</span> </p><p><a href=\"https://www.bezosearthfund.org/\" target=\"_blank\"><span lang=\"EN-US\"><strong>About the Bezos Earth Fund</strong></span></a> <br /><span lang=\"EN-US\">The Bezos Earth Fund is helping transform the fight against climate change with the largest ever philanthropic commitment to climate and nature protection. Jeff Bezos has committed $10 billion to protect nature and address climate change. By providing funding and expertise, we partner with organizations to accelerate innovation, break down barriers to success and create a more equitable and sustainable world. Join us in our mission to create a world where people prosper in harmony with nature.</span> </p><p><a href=\"https://climateanalytics.org/\" target=\"_blank\"><span lang=\"EN-US\"><strong>About Climate Analytics</strong></span></a> <br /><span lang=\"EN-US\">Climate Analytics is a global climate science and policy institute engaged around the world in driving and supporting climate action aligned to the 1.5°C warming limit. It has offices in Africa, Australia and the Pacific, the Caribbean, Europe, North America and South Asia.</span> </p><p><a href=\"https://www.climateworks.org/\" target=\"_blank\"><span lang=\"EN-US\"><strong>About ClimateWorks Foundation</strong></span></a> <br /><span lang=\"EN-US\">ClimateWorks Foundation is a catalyst for accelerating climate progress, driving bold solutions that benefit people and the planet. We connect funders and implementing partners worldwide to co-create and scale transformative solutions across sectors and geographies, achieving faster, greater impact together. Since 2008, ClimateWorks has granted over $2 billion to 850+ partners in more than 50 countries and in collaboration with 80+ funders.</span>  </p><p><a href=\"https://www.climatechampions.net/\" target=\"_blank\"><span lang=\"EN-US\"><strong>About the Climate High-Level Champions</strong></span></a> <br /><span lang=\"EN-US\">The Climate High-Level Champions, mandated at COP21 and appointed by COP Presidents each year, drive ambitious climate action by connecting the work of governments with the many voluntary and collaborative solutions provided by cities, regions, businesses, investors and civil society. This includes delivering the five-year plan of the Marrakech Partnership, in collaboration with the UN Climate Change secretariat and other partners, and flagship campaigns such as Race to Zero and Race to Resilience. Ms. Nigar Arpadarai and Mr. Dan Ioschpe serve as the current High-Level Champions for COP29 and COP30.</span> </p><p><a href=\"https://www.wri.org/\" target=\"_blank\"><span lang=\"EN-US\"><strong>About World Resources Institute</strong></span></a> <br /><span lang=\"EN-US\">World Resources Institute works to improve people’s lives, protect and restore nature and stabilize the climate. As an independent research organization, we leverage our data, expertise and global reach to influence policy and catalyze change across systems like food, land and water; energy; and cities. Our 2,000+ staff work on the ground in more than a dozen focus countries and with partners in over 50 nations. </span> </p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    },
    {
      "title": "STATEMENT: European Commission Protects EUDR’s Core Principles",
      "link": "https://www.wri.org/news/statement-european-commission-protects-eudrs-core-principles",
      "pubDate": "Tue, 21 Oct 2025 12:52:40 EDT",
      "description": "<p><strong>Brussels (October 21, 2025)</strong> — The European Commission today put forward a <a href=\"https://ec.europa.eu/commission/presscorner/detail/en/ip_25_2464\">formal proposal</a> to simplify the EU Deforestation Regulation (EUDR) for micro and small enterprises, as well as downstream operators.</p><p>These companies will have reduced obligations under the EUDR, and the formal entry into application for micro and small enterprises will be delayed until December 2026. For all other companies, the overall entry into force date remains December 30, 2025, but a 6-month grace period for checks and enforcement will be granted in light of IT issues. </p><p>The EUDR aims to prevent commodities linked to deforestation — such as coffee, cocoa, soy, beef, leather, palm oil, rubber, and wood — from entering the EU market. The new proposal exempts certain actors, including small-scale farmers and foresters selling locally, from submitting due diligence statements. It also exempts downstream companies from this requirement, allowing businesses that use or resell these covered products to rely on the due diligence conducted by the importer or first trader.</p><p><strong>Following is a statement by Stientje van Veldhoven, Vice President and Regional Director for Europe of World Resources Institute:</strong></p><p>“With this proposal, the Commission is creating a workaround to allow compliance with the EUDR to begin at the end of December 2025. While no tampering would have been preferable, this approach is far better than delaying enforcement another year or gutting the regulation, as some have called for.</p><p>“The Commission appears focused on reducing burdens where the impact is small, while maintaining rigor where the stakes are high. An exemption only for micro enterprises — not including small enterprises — would have had less impact. Yet this package could strike a robust compromise: businesses that have already invested won't see their efforts wasted, and those betting on future delays will not be rewarded.</p><p>“Crucially, it rejects the most harmful proposals like exempting entire countries. The proposal exempts small companies from submitting due diligence declarations, while making sure their products aren't sourced from land deforested or degraded after the cutoff date and comply with local laws. As such, the proposal addresses the issues with the IT system, but retains the EUDR’s core elements and maintains its predictability.</p><p>“It's important the European Parliament and Council give businesses clear guidance — and avoid adding uncertainty with further changes to the law. Forests are vital for climate stability, yet last year we lost 6.7 million hectares — 18 football fields every minute. With just 7% of the global population, the EU drives up to 16% of deforestation through imports. The EU bears a disproportionate responsibility to lead.”</p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    },
    {
      "title": "For New Global Forest Pledges to Succeed, They Must Center Forest Communities",
      "link": "https://www.wri.org/insights/global-forest-pledges-must-center-forest-communities",
      "pubDate": "Tue, 21 Oct 2025 12:34:26 EDT",
      "description": "<p>Forests are among our most powerful allies in the fight against climate change. As the world races to halt and reverse deforestation globally by 2030, recognizing the role of the people who safeguard them is more critical than ever. </p><p>At the upcoming UN Climate Summit (COP30) in Belém, Brazil, governments and stakeholders are set to unveil three global commitments that recognize the conservation value of these communities and mark a significant step forward for forest protection. These pledges aim to scale up both forest financing and formal land rights for Indigenous Peoples, Afro-descendants and local communities.</p><p>However, achieving these goals could face some hurdles. The process of getting legal ownership of land is typically complex and can take years. Without formal land deeds, forest guardians can face structural and institutional barriers to accessing the financing needed to sustain conservation efforts.</p><div class=\"callout alignright\"><p class=\"secondary body-link\"><strong>WRI COP30 Resource Hub</strong></p><article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"450\" media=\"(min-width: 1440px)\" type=\"image/png\" width=\"800\" />\n              <source height=\"450\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/png\" width=\"800\" />\n              <source height=\"450\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/png\" width=\"800\" />\n              <source height=\"428\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/png\" width=\"760\" />\n              <source height=\"256\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/png\" width=\"455\" />\n                  <img alt=\"COP30 resource hub graphic.\" height=\"256\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-10/cop30-hub-preview_0.png?VersionId=gSWYoSpsmJpMuxUtgzYUWTpUeOAVwJ0E&itok=nRsU6JTv\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n<p>WRI’s experts are closely following the UN climate talks. <a href=\"https://www.wri.org/un-climate-change-conference-resource-hub\">Watch our Resource Hub</a> for new articles, research, webinars and more.</p></div><p>One way to help turn these pledges into reality is through customary land rights recognition, which means recognizing that communities have the right to their traditional lands based on long-standing customs and ways of life, even without formal legal titles. Customary land rights can provide those already protecting forests with a pathway and structure to receive near-term funding and help lay the groundwork to secure long-term, formal tenure in the future. </p><h3>3 New Pledges for Forests and Rights</h3><p>While the exact wording of the pledges is still being finalized, the following three commitments are expected to be made at COP30 in November:</p><ul><li>The <a href=\"https://forestclimateleaders.org/2025/06/26/government-indigenous-and-philanthropic-leaders-call-for-land-tenure-and-forest-finance-pledges-to-be-delivered-at-cop30-in-brazil/\">Land and Forest Tenure Pledge 2.0</a> seeks to renew and expand the historic $1.7 billion Forest Tenure Pledge made at COP26 in Glasgow, Scotland, in 2021, with the goal of supporting Indigenous and community forest tenure rights and halting and reversing forest loss and land degradation by 2030.</li><li>The <a href=\"https://tfff.earth/wp-content/uploads/2025/08/TFFF-Concept-Note-3.0-202508-FINAL.pdf\">Tropical Forest Forever Facilit</a>y, or TFFF, proposes an innovative $125 billion blended-finance mechanism — combining public, philanthropic and private capital — that would pay forest countries for maintaining standing tropical forests. At least 20% of the fund will be reserved for direct access by Indigenous Peoples and local communities.</li><li>The <a href=\"https://forestclimateleaders.org/2025/06/26/government-indigenous-and-philanthropic-leaders-call-for-land-tenure-and-forest-finance-pledges-to-be-delivered-at-cop30-in-brazil/\">Intergovernmental Land Tenure Commitmen</a>t, or ILTC, is a landmark commitment aimed at setting national, hectare-based targets for legally recognizing Indigenous, Afro-descendants and local communities’ land rights and strengthening existing laws governing community land tenure. </li></ul><p>Together, these commitments signal a growing consensus that securing forest stewards’ land rights and access to finance is essential to safeguarding the planet’s climate and biodiversity.</p><h3>Why Land Rights and Finance Are Needed</h3><p>Indigenous Peoples, Afro-descendants and local communities steward <a href=\"https://esajournals.onlinelibrary.wiley.com/doi/full/10.1002/fee.2148?ref=blog.aspiration.com\">more than one-third of the world’s intact forests and biodiversity areas</a> within their territories, and deforestation rates on these lands are <a href=\"https://rainforestfoundation.org/act-for-our-planet-before-its-too-late/\">up to 26%</a> lower than the global average. Despite this, only <a href=\"https://rightsandresources.org/wp-content/uploads/Who-Owns-the-Worlds-Land_Final-EN.pdf\">about 11%</a> of the lands and forests they manage are legally recognized as theirs, leaving <a href=\"https://rightsandresources.org/wp-content/uploads/Who-Owns-the-Worlds-Land_Final-EN.pdf\">at least 1.375 billion hectares</a> of their lands without legal recognition by national governments.</p><p>Without formal land rights, communities are often excluded from direct climate and forest financing. This happens because funds usually go to those who are legally registered as landowners, which is often the state rather than the forest communities themselves. From 2011 to 2024, <a href=\"https://rightsandresources.org/publication/state-of-funding-2025/\">less than 1%</a> of international climate financing reached programs that support Indigenous and community land tenure and management, and only a fraction of that went directly to community-led organizations. Of the $1.7 billion COP26 Forest Tenure Pledge, just over 10% <a href=\"https://landportal.org/library/resources/indigenous-peoples-and-local-communities-forest-tenure-pledge-annual-report-2023\">reached Indigenous and community-led organizations</a> in 2023.</p><p>As a result, these communities often lack the resources needed to effectively protect forests from incursions, encroachments and land grabs, and to invest in land management practices that support global forest goals.</p><p>When the new COP30 finance commitments begin to flow, communities lacking formal land rights could again be left behind. Even proposals such as the TFFF, which allocates 20% of its funds for direct community access, may fall short if the funding delivery mechanism isn’t clearly defined.</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1181\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1575\" />\n              <source height=\"945\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"724\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"570\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"341\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"A dust track with logs cut down on the side with a truck loaded with logs.\" height=\"341\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-10/logging-in-congo.jpg?VersionId=KP1q3usaQHEPv4IE6Z3Bv1FYr0Q.bKi5&itok=ZM2uz9dp\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>Logging in Congo. The Forest Tenure Pledge, made at COP26 in 2021, aims to halt and reverse deforestation and land degradation by 2030. Photo by Scott Thompson/WRI </figcaption>\n</figure>\n<h3>Recognizing Customary Forest Stewardship</h3><p>Many forest countries already recognize customary forest tenure, although the degree of recognition varies significantly. While these rights don’t grant full ownership, they can establish recognized forms of forest stewardship that can provide a foundation for communities to access financing and pave the way toward formal land titles.  </p><p>These forest tenure approaches typically include legitimacy vetting, geospatial mapping and recording in information registries, and documented conservation outcomes, which can serve as important building blocks to fulfill countries’ commitments under the ILTC and Pledge 2.0.</p><p>Here are several proven approaches to forest stewardship based on customary land tenure:</p><h4>Recognizing colonial-era or ancestral land grants </h4><p>Payments for ecosystem services, or PES, programs that pay landowners to maintain forest cover typically require formal land ownership. This often excludes many Indigenous and smallholder communities. But Guatemala’s PINPEP program (National Incentives Program for Small Landowners with a Forestry Vocation) provides a different approach: It allows <a href=\"https://www.wri.org/research/climate-finance-access-indigenous-peoples-local-communities-payments-ecosystem-services\">participants to join the program</a> using verified colonial-era land grants and municipal certificates of possession in lieu of formal titles.</p><p>PINPEP recognizes verified customary possession and land use, allowing communities already protecting forests to access funds without undergoing the lengthy and costly process of getting formal land titles. The results are promising: An <a href=\"https://iopscience.iop.org/article/10.1088/1748-9326/acf602/pdf\">evaluation of Guatemala’s PES system</a> from 2007 to 2022 found a 3.4% drop in forest cover loss in Indigenous and smallholder forests under PINPEP, compared to a 1.6% increase in forest cover loss in forests under Guatemala’s PES program for titled landowners.</p><h4>Legal recognition of Indigenous and Community Conserved Areas   </h4><p>Indigenous and Community Conserved Areas, or <a href=\"https://www.iccaregistry.org/en/about/iccas---territories-of-life\">ICCAs</a>, — also known as “Territories of Life” — are ecologically critical lands and waters governed and managed by Indigenous and rural communities based on their own customs, traditions and institutions. These lands recognize communities as collective stewards rather than private owners and provide a framework through which funding and conservation support can directly reach them.</p><p>These lands include sacred forests, community-managed forest areas, pastoral lands and coastal or marine regions that demonstrate positive conservation outcomes, even if conservation is not the primary objective. They are established by the communities themselves, based on deep historical and cultural connection to the area and their use of traditional land management systems. ICCAs are subject to peer review before being designated as such and recorded in the <a href=\"https://www.iccaregistry.org/en/about/icca-registry\">global ICCA Registry</a>.  </p><p>Many countries legally recognize ICCAs, and donors are increasingly supporting them. For example, the <a href=\"https://www.international-climate-initiative.com/en/project/support-to-indigenous-peoples-and-community-conserved-areas-and-territories-iccas-13-iv-039-global-m-iccas-support/\">German International Climate Initiative</a>, or IKI, funded ICCA development in 45 countries, while <a href=\"https://wwfcastg.wwf.ca/media-releases/wwf-canada-announces-new-fund-for-indigenous-protected-and-conserved-areas/\">World Wildlife Fund-Canada</a> has established a fund to enable First Nations, Inuit and Métis Indigenous communities to create and manage their own protected areas.</p><h4>Recognizing long-term community forest management rights</h4><p>Many countries grant long-term forest management rights to state-owned forests. While forestland remains state property, communities gain exclusive rights to use, manage and protect it. This recognition allows them to participate directly in climate fund initiatives.</p><p>There are several examples of this in practice. Indonesia’s <a href=\"https://www.worldbank.org/en/news/feature/2024/06/05/climate-action-game-changers-the-forest-story-from-indonesia\">social forestry program, or Perhutanan Sosial</a>, grants long-term permits of up to 35 years for local and customary communities to sustainably manage state forests. A <a href=\"https://iopscience.iop.org/article/10.1088/1755-1315/528/1/012037/pdf\">study spanning from 2007 to 2018</a> found that these areas saw a steady increase in primary forest and a decrease of secondary forest converted into non-forest areas. At the same time, local livelihoods and incomes rose by up to 92% in some regions.</p><p>Similarly, in the Democratic Republic of Congo, the local community forest concessions program, or CFCL, <a href=\"https://www.fao.org/redd/news/detail/zh/c/1716893/\">grants customary communities</a> within or near national forest estates perpetual user rights to as much as 50,000 hectares of land. Since early 2024, more than 166 CFCLs have been granted, covering over 3 million hectares. A study found that CFCLs have up to <a href=\"https://www.bbc.com/future/article/20210107-congo-basin-a-bold-plan-to-save-africas-largest-rainforest\">23% lower deforestation rates</a> than the national average and 46% lower than logging concessions.</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1050\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1575\" />\n              <source height=\"840\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"643\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"507\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"303\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"A man has his hands in the earth replanting a seedling.\" height=\"303\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-10/reforestation-in-indonesia_0.jpg?VersionId=DT1CIF.fDn_93xpua8KyOnOG_kXLS6E5&itok=Ke0x0NIR\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>Community-led reforestation in Indonesia. These types of efforts help restore degraded forests and strengthen local stewardship of natural resources. Photo by James Anderson/WRI </figcaption>\n</figure>\n<h4>A Turning Point for Forests and Rights</h4><p>Recognizing the role of communities in protecting forests as a valid reason to fund them is not only sound climate policy — it is a matter of equity. These and similar land-rights approaches offer a practical, high-impact pathway toward achieving the goals set under the new COP30 forest commitments.</p><p>The three forest commitments expected at COP30 could be transformative, but only if they lead to action that puts land rights at the center. Ultimately, fully recognizing the rights of Indigenous Peoples, Afro-descendants and local communities to their lands is the only way to protect the world’s forests and our shared future.  </p><p>As COP30 sets the tone for the next phase of global climate action, securing land rights and unlocking finance for those who protect forests are two of the most strategic, effective and urgent investments the world can make.  </p><p> </p><p> </p><p>     </p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    },
    {
      "title": "Improving Air Quality in Bogotá, Colombia, from the Ground Up",
      "link": "https://www.wri.org/update/improving-air-quality-bogota-colombia",
      "pubDate": "Tue, 21 Oct 2025 10:00:00 EDT",
      "description": "<p>In Bogotá, WRI Colombia led efforts to improve the city’s air quality alert system and reduce pollution in key neighborhoods across the city. From 2020 to 2025, WRI Colombia worked closely with members of the community, the city’s secretariats of the environment and mobility, and the mayor’s office to address air quality on multiple fronts using practical data and tools.</p><div class=\"callout alignright\"><p class=\"secondary body-link\"><strong>Deep Dive Cities Initiative</strong></p><p class=\"secondary\">Through its Deep Dive Cities initiative, WRI Ross Center works in a deep and sustained way with a network of cities to develop both long-term relationships and solutions to entrenched urban challenges. <a href=\"https://www.wri.org/initiatives/deep-dive-cities\">Learn more here.</a></p></div><p>For several years, WRI Colombia’s Deep Dive Cities team has supported Bogotá’s clean air goals. In 2024, the city unveiled a masterplan, <a href=\"https://www.ambientebogota.gov.co/plan-aire-2030\">Plan Aire 2030</a>, launching its first Clean Air Zone and setting a benchmark to reduce air pollution by 30% by 2030.  It’s estimated that this goal will prevent more than 840 premature deaths a year and save the city $1.7 billion annually.</p><h3>Arming Cities with Better Air Quality Data</h3><p>In 2020, WRI helped upgrade Bogotá’s existing air quality forecasting system using <a href=\"https://www.wri.org/initiatives/canairy-alert\">CanAIRy Aler</a>t. By running Bogotá’s local air quality data through CanAIRy Alert’s machine-learning platform, WRI Colombia helped equip the city with a bias-corrected forecast system that can produce air quality predictions up to five days in advance of high-pollution events.</p><p>City officials were able to make evidence-based, real-time decisions to protect residents, especially those from vulnerable groups like children, elderly people and those with chronic health conditions. With advance notice, the city could recommend that vulnerable residents adapt their routines and reduce their exposure to pollution by avoiding open spaces during high-pollution hours, reducing their use of private vehicles to lower emissions, and increasing their use of public or active transportation, such as biking or walking, if they could do so safely. </p><h3>Tackling Air Quality on the Ground</h3><p>In addition to improving air quality monitoring, the team worked with the city to assess how urban design enhancements could improve local air quality. The Barrios Vitales pilot program saw the installation of new bike lanes, green spaces and expanded pedestrian zones in San Felipe, a residential neighborhood just outside of Bogotá’s downtown area. </p><p>To estimate the impacts on air quality improvements, WRI developed a series of <a href=\"https://es.wri.org/publicaciones/aire-limpio-en-barrios-vitales\">air quality impact indicators</a> that include: estimated changes in pollution emission reduction (in tons of PM2.5 avoided per year); the reduction in exposure to air pollutants in specific areas, such as public spaces, streets, parks and schools; and the increase of the percentage of days attaining local air quality standards.</p><p>Data was collected before and after the intervention was completed, and the initial findings showed that during the first year PM2.5 levels dropped by 13%. Furthermore, the neighborhood saw a 44% decrease in road crashes. Public transport use increased by 81%, and trips by bike and scooter also rose by 82%. </p><p>This was the first pilot of its kind in Latin America, with the potential to be replicated across many more neighborhoods and cities. Bogotá hopes to be a model for other cities in Colombia, like Cali, Medellín and Barranquilla.</p><h3>Driving Long-Term Change through Collaboration</h3><p>From the outset, WRI Colombia and Colombia’s secretariats of environment and mobility shared a clear vision: to enhance air quality and safeguard the health of citizens.  WRI Colombia’s Deep Dive Cities team worked to actively break down institutional silos and foster a collaborative culture between technicians, decision-makers, academics and the community. This alignment allowed the teams to move nimbly, make informed decisions and build joint solutions.</p><p>WRI shared its technical expertise in air quality impact indicators and access to global forecast models (such as NASA's GEOS-CF), while the secretariats’ offices provided knowledge of the territory and local operations and implemented suggested measures. This combination enabled the transformation of complex data into actionable steps.</p><h3>What’s Next for Deep Dive Cities Colombia?</h3><p>Going forward, WRI Colombia will continue to support air quality improvement efforts in Bogotá through its deep engagement with the city. With the Barrios Vitales program expanding to the Las Cruces, El Porvenir, Chapinero and San Cristóbal neighborhoods in Bogotá, WRI Colombia will provide analysis of microscale data to evaluate air quality, noise and micro-environmental conditions. These analyses will help Bogotá identify causes of pollution and which public space interventions could help with mitigation.</p><p>In partnership with the new <a href=\"https://breathecities.org/\">Breathe Cities initiative</a>, WRI Colombia will continue clean air efforts in Bogotá by implementing two new strategies to improve air quality:</p><ul><li>Transitioning mopeds to electric models to reduce emissions in congested urban areas.</li><li>Electrifying school bus fleets, prioritizing educational environments and areas of high vulnerability to pollution.</li></ul><p><em>WRI Ross Center’s </em><a href=\"https://www.wri.org/initiatives/deep-dive-cities\"><em>Deep Dive Cities Initiative</em></a><em> focuses on locally driven strategic projects as entry points to foster long-term, cross-sectoral and transformative change. Through the initiative, WRI provides strategic funding and additional technical capacity to support a wide range of projects. The initiative also allows WRI to share lessons learned from across its network of partner cities.</em></p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    }
  ]
}