{
  "title": "wri.org blog posts",
  "link": "https://www.wri.org/",
  "description": "Blog posts from the World Resources Institute",
  "category": "social_impact",
  "source_url": "https://www.wri.org/blog/rss.xml",
  "fetched_at": "2025-11-16T16:29:06.472788",
  "items": [
    {
      "title": "Tripling the Adaptation Finance Goal Is Possible — Here’s What It Takes",
      "link": "https://www.wri.org/insights/tripling-adaptation-finance-goal",
      "pubDate": "Fri, 14 Nov 2025 17:22:36 EST",
      "description": "<p><a href=\"https://www.wri.org/insights/scaling-adaptation-finance\">Accelerating adaptation finance</a> is an increasingly urgent priority for global climate action, particularly for developing countries and communities facing the brunt of climate impacts. At this year’s UN Climate Change Conference (COP30) in Belém, Brazil, there’s an opportunity for negotiators to adopt a new adaptation finance goal.</p><p>There are different views of what such a goal could look like. Some developing nations have emphasized that any goal would likely not meet adaptation needs. Meanwhile, many developed nations have resisted a new goal, pointing to last year’s agreement on a new goal of at least <a href=\"https://www.wri.org/insights/ncqg-climate-finance-goals-explained\">$300 billion</a> for all climate finance (known as the new collective quantified goal or NCQG) as a final agreement that shouldn’t be reopened.</p><div class=\"callout alignright\"><p class=\"secondary body-link\"><strong>WRI COP30 Resource Hub</strong></p><article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"450\" media=\"(min-width: 1440px)\" type=\"image/png\" width=\"800\" />\n              <source height=\"450\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/png\" width=\"800\" />\n              <source height=\"450\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/png\" width=\"800\" />\n              <source height=\"428\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/png\" width=\"760\" />\n              <source height=\"256\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/png\" width=\"455\" />\n                  <img alt=\"COP30 resource hub graphic.\" height=\"256\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-10/cop30-hub-preview_0.png?VersionId=gSWYoSpsmJpMuxUtgzYUWTpUeOAVwJ0E&itok=nRsU6JTv\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n<p>WRI’s experts are closely following the UN climate talks. <a href=\"https://www.wri.org/un-climate-change-conference-resource-hub\">Watch our Resource Hub</a> for new articles, research, webinars and more.</p></div><p>But at COP30, tripling the $40 billion adaptation goal agreed to four years ago at COP26 to create a new $120 billion goal is gaining traction. For example, during negotiations this week, groups like the Independent Alliance of Latin America and the Caribbean and the Least Development Countries have <a href=\"https://www.climatechangenews.com/2025/06/24/bonn-bulletin-developing-nations-call-for-adaptation-finance-to-triple-by-2030/#:~:text=%E2%80%9CWe're%20never%20going%20to,fall%20by%2010%25%20in%202026.\">advocated for such a target</a>.</p><p>We explore here whether a tripling of the adaptation finance goal would be possible — and find that it could be by 2035, the target year for the $300 billion NCQG. </p><h3>What's Needed for a New Adaptation Finance Goal</h3><p> Developing countries — excluding China — need around <a href=\"https://www.lse.ac.uk/granthaminstitute/wp-content/uploads/2025/11/IHLEG-on-Climate-Finance-Fourth-Report-Delivering-an-integrated-climate-finance-agenda.pdf\">$400 billion per year by 2035</a> to address adaptation and resilience needs, according to the Independent High-Level Expert Group on Climate Finance, a panel of economists, finance experts and policymakers. However, global adaptation finance is still far from this amount, even though investments will pay off trillions of dollars in avoided losses, many lives saved, <a href=\"https://files.wri.org/d8/s3fs-public/2025-06/strengthening-investment-case-climate-adaptation.pdf?VersionId=een52ahEiIO4IaOA6e8ps4fQCN4xTtph&_gl=1*nbbbp*_gcl_au*MTIwNjQxNjg1MS4xNzYxMzU4MTkx\">economic, environmental and social benefits</a> and greater stability amid the shocks of a warming world.</p><p>At COP26 in 2021, developed countries agreed to at least double their adaptation finance for developing countries from 2019 levels of around <a href=\"https://www.oecd.org/content/dam/oecd/en/publications/reports/2024/05/climate-finance-provided-and-mobilised-by-developed-countries-in-2013-2022_8031029a/19150727-en.pdf\">$18.8 billion</a> to approximately $40 billion. Although recent reports suggest this might not be achieved, indications from the <a href=\"https://www.consilium.europa.eu/en/infographics/climate-finance/\">European Union</a> and the <a href=\"https://2021-2025.state.gov/cop-29-update-u-s-international-public-climate-finance/\">United States</a> on their adaptation finance in years 2023 and 2024 mean that it may well be.</p><p>Using 2035 as the target date — and considering that the adaptation goal would become part of the total $300 billion of the goal agreed to at COP29 — we found that tripling the adaptation goal is possible. But every relevant source of finance will need to step up, and the system will need to work better as a whole. Here’s one way the tripling could be achieved:</p><article class=\"media media--type-embed media--view-mode-full\">\n  \n      \n            <div class=\"clearfix text-formatted field field--name-field-media-embed-code field--type-text-long field--label-hidden field__item\"><div class=\"flourish-embed flourish-photo-slider\"><noscript><img alt=\"photo-slider visualization\" src=\"https://public.flourish.studio/visualisation/26219466/thumbnail\" width=\"100%\" /></noscript></div></div>\n      \n  </article>\n<h4>Multilateral Development Banks Play a Vital Role</h4><p>To achieve $120 billion in international adaptation finance, multilateral development banks (MDBs) will need to play a critical role. According to our calculations, they will need to provide almost 60% of a tripled goal, or just under $70 billion. This is around the same percentage that they provided in 2022 (the latest complete numbers available; <a href=\"https://idbinvest.org/en/publications/2024-joint-mdb-summary-report-climate-finance#:~:text=The%20Joint%20Report%20on%20Multilateral,English\">$26 billion</a> divided by $40 billion).</p><p> In June of this year, during the fourth International Conference for Finance and Development in Seville, Spain, governments <a href=\"https://docs.un.org/en/A/CONF.227/2025/L.1\">stated</a> that they “encourage MDBs to further increase and optimize MDB annual lending capacity with the view to potentially tripling it while ensuring their financial sustainability.” Tripling MDB finance has also been recommended by a <a href=\"https://cdn.gihub.org/umbraco/media/5368/the_triple_agenda_g20-ieg_report_volume2_2023.pdf\">G20 Independent Expert Group in 2023</a>, and by the <a href=\"https://www.lse.ac.uk/granthaminstitute/wp-content/uploads/2024/11/Raising-ambition-and-accelerating-delivery-of-climate-finance_Third-IHLEG-report.pdf\">Independent High Level Expert Group on Climate Finance</a>. How much funding tripling MDB finance would result in depends on the baseline used, but in 2023 <a href=\"https://cdn.gihub.org/umbraco/media/5368/the_triple_agenda_g20-ieg_report_volume2_2023.pdf\">the G20 Independent Expert Group on tripling put this number at $390 billion</a>.</p><p>Using this $390 billion number, if 50% were to go to climate action — close to <a href=\"https://www.wri.org/insights/mdb-climate-finance-2023\">current MDB targets</a> — MDBs would provide around $195 billion in total climate finance by 2035. The MDBs themselves have committed to increasing their climate finance to $120 billion by 2030, with adaptation finance making up 35%. If we keep this same percentage but apply it to the $195 billion figure, <strong>by 2035 MDB adaptation finance would stand at $68 billion.</strong></p><p><strong> </strong>Note that we also assume here that this new goal would be guided by the same approach that was agreed for the $300 billion goal at COP29, in terms of “the voluntary intention of Parties to count all climate-related outflows from and climate-related finance mobilized by multilateral development banks towards achievement of the goal set forth in this paragraph.” We therefore count all MDB adaptation finance here, not just the share attributed to developed countries.</p><p>One challenge standing in the way of reaching this amount of MDB adaptation finance is that it is easier to increase funding for mitigation than adaptation. Mitigation activities, such as energy efficiency and the buildout of clean power generation, are concentrated in wealthier developing countries and often entail a financial return and so can frequently be financed with less concessional public finance and by mobilizing private finance. By contrast, adaptation investments often bring significant economic, social and environmental benefits but little direct financial profit, like investments in wetlands restoration for flood protection or climate smart agriculture. Adaptation investment needs are also often concentrated in poorer countries, which require more highly concessional public finance.</p><p>Increasing highly concessional funding from the MDBs is difficult as it requires higher contributions from governments to the MDBs, which may not be realistic given the constraints on overseas developing assistance in the current global political environment. Increasing adaptation finance may therefore require growing not just the total amount of available concessional finance, but also the percentage of concessional finance for adaptation.</p><p>For example, the International Development Association (IDA) — the World Bank’s concessional lending window — provided <a href=\"https://thedocs.worldbank.org/en/doc/490f85c37503a770642cc40cc7a0bf6b-0410012024/related/IDA-focus-climate-change-25-oct-2024.pdf\">on average around 20% of its funding toward adaptation</a> over the last three years (fiscal years 2022-2024). If all of IDA were to triple from $33.8 billion in financing in fiscal year 2025 to around $101 billion, and if the percentage of adaptation finance stayed at 20%, IDA’s adaptation finance would go from $5.1 billion in fiscal year 2024 (latest number available) to around $20 billion by 2035.</p><p>However, tripling IDA will be challenging given the financial and political support required to make this happen. Thus, to triple adaptation finance from the World Bank, the percentage of IDA finance that’s allocated for adaptation would likely also need to increase. If adaptation finance instead made up 30% of IDA funding, total IDA funding could double instead of triple and adaptation finance would still reach around $20 billion. If IDA funding stays flat, adaptation finance would need to make up 60% of IDA funding to reach $20 billion.</p><h4>Bilateral Funding Must Rebound After Low Period</h4><p>Bilateral finance — which flows directly from one country to another — makes up a second important source of adaptation finance. By our estimate, this source will need to grow over the next 10 years, but it will be even more challenging than growing MDB concessional finance given today’s political constraints and priorities. Unlike MDBs, bilateral funders also are typically not able to use capital markets to increase the amounts of funding they can provide. </p><p>The latest complete numbers available for bilateral finance are from 2022, when bilateral sources <a href=\"https://www.oecd.org/content/dam/oecd/en/publications/reports/2024/05/climate-finance-provided-and-mobilised-by-developed-countries-in-2013-2022_8031029a/19150727-en.pdf\">provided $10.6 billion</a>, or one third of international adaptation finance. Given total adaptation finance likely increased in 2023 and 2024, we assume that this number will go up for those years, though we don’t yet have the data on how much. Our rough assumption is that bilateral finance reached $15 billion in 2024. From 2025, the impacts of reductions in climate finance from developed countries like the U.S. will be felt more strongly and we therefore assume that adaptation finance will stagnate.</p><p>To reach a 2035 tripling goal, this downward trend will need to shift. We assume it starts to do so in 2028, sending bilateral adaptation finance upward again at around 3% to 4% per year (a bit over average inflation) — <strong>reaching $20 billion by 2035</strong>.</p><p>Again, we assume the rules for the $300 billion climate finance goal apply, and so we primarily included contributions from the same bilateral contributors to the 2025 $40 billion goal (also known as <a href=\"https://unfccc.int/cop3/fccc/climate/annex2.htm\">Annex II countries</a>) and we added $2 billion to reflect finance from other countries that may voluntarily choose to contribute to the new goal. This may be an underestimate.</p><h4>Increased Rate of Private Finance Mobilization</h4><p>A new adaptation finance goal could benefit from increased private finance flows leveraged by public funding.</p><p>Mobilization of private finance can, for example, come in the form of public co-financing or loan guarantees that encourage private investment by reducing investment risks. By our estimate, private finance mobilized for adaptation will grow by 2035, in part from increased public funding that’s used to mobilize private contributions, and in part because the rate of mobilization per public dollar will go up. The increased mobilization rate will be the result of a growing emphasis on identifying ways to <a href=\"https://www.wri.org/insights/private-sector-climate-adaptation-finance\">shift private investments toward adaptation</a>, the <a href=\"https://www.systemiq.earth/the-returns-on-resilience/\">expanding markets for resilience solutions</a> and a growth in <a href=\"https://www.spglobal.com/sustainable1/en/insights/special-editorial/risky-business-companies-progress-on-adapting-to-climate-change\">private sector awareness of climate risks and opportunities</a>. The rate will stay significantly lower, though, than the mobilization rate for mitigation investments, given the different overall financial returns on investment.</p><p>Using numbers from the Organization for Economic Cooperation and Development for 2022, we calculate that bilateral and multilateral adaptation finance mobilized 11 cents of private finance for every $1 of public adaptation funding. We estimate that this mobilization rate will slightly increase, reaching 18 cents per dollar. <strong>This would result in around $18 billion in mobilized private finance by 2035.</strong></p><h4>Multilateral Climate Funds Meet and Exceed Tripling Targets, But Remains Small</h4><p>Multilateral climate funds will likely continue to play a vital role as providers of grants and highly concessional finance for adaptation, but their total funding will remain small relative to other sources of finance.</p><p>At last year’s COP29 in Baku, Azerbaijan, countries agreed to triple the size of the multilateral climate funds by 2030 compared to 2022. In 2022 these funds <a href=\"https://www.unep.org/resources/adaptation-gap-report-2024\">provided $1.1 billion in adaptation finance</a>, which if tripled would reach $3.3 billion. We estimate that increased emphasis on adaptation finance and continued growth of these funds between 2030 and 2035 would result in <strong>around $4 billion in adaptation finance from these institutions</strong>.</p><h4>Filling the Funding Gap</h4><p>While the traditional sources of finance mentioned above will need to make up the great majority of international adaptation finance counted toward a new goal, it will likely not get us the entire way there. For this, governments will need to be bold and creative. One option is to increase use of Special Drawing Rights (SDRs) for investments in resilience in developing countries. SDRs are reserve assets allocated to members of the International Monetary Fund; advanced economies may have a surplus of SDRs that can be rechanneled to other countries or employed to back existing funds that are focused on resilience. Another is to significantly grow the number of countries committed to <a href=\"https://solidaritylevies.org/\">implementing new fees or taxes</a> on activities like private aviation, cryptocurrency or financial transactions.</p><p>If implemented by a significant number of countries, these types of actions could give rise to large amounts of funding, with some estimates suggesting that new levies or fees <a href=\"https://solidaritylevies.org/about/\">could raise over $100 billion per year</a>. Achieving such large-scale numbers would require overcoming significant political hurdles. To count these funds toward an adaptation finance goal, governments would also need to commit to channeling these resources to adaptation investments in developing countries. Because of this, <strong>we use a still ambitious but more conservative estimate of $8 billion for this category of activities.</strong></p><h4>Scaling Adaptation Finance</h4><p>Adaptation finance is critical to resilient and just economic development around the world. As climate risks intensify, so does the urgency for a financing framework that is predictable, equitable and responsive to the real needs of vulnerable countries and communities. A new adaptation finance goal could potentially reinforce global recognition that adaptation is as important as mitigation and help achieve the balance countries have agreed to while addressing adaptation financing gap.</p><p>A new goal should be followed up with work to ensure adaptation finance flows to the countries, communities and investments that need it most. </p><p>By our estimates, a tripling of the goal is possible, but countries need to seize this moment with ambition and solidarity. A new global goal on adaptation finance can become a foundation for a more resilient, climate-secure future for all.</p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    },
    {
      "title": "How to Get Finance Flowing to Climate Adaptation",
      "link": "https://www.wri.org/insights/scaling-adaptation-finance",
      "pubDate": "Thu, 13 Nov 2025 15:58:26 EST",
      "description": "<p>From floods and droughts to economic shocks and displacement, the costs of climate change are rising rapidly.</p><p>Climate-related disasters caused an <a href=\"https://www.ajg.com/gallagherre/-/media/files/gallagher/gallagherre/news-and-insights/2025/natural-catastrophe-and-climate-report-2025.pdf\">estimated $417 billion</a> in economic losses in 2024 alone. Without urgent investment in resilience, global GDP could shrink by <a href=\"https://www.swissre.com/risk-knowledge/mitigating-climate-risk/its-time-take-action-on-climate-change.html#:~:text=across%20Europe1.-,Failure%20to%20act%20has%20a%20price,generations%20that%20come%20after%20us.\">up to 10% by 2050</a>. Many developing countries will face even steeper drops.</p><p>Yet finance to adapt to these threats remains scarce, fragmented and difficult to access — particularly for the poorest and most vulnerable. Developing countries (excluding China) need <a href=\"https://www.lse.ac.uk/granthaminstitute/wp-content/uploads/2025/11/IHLEG-on-Climate-Finance-Fourth-Report-Delivering-an-integrated-climate-finance-agenda.pdf\">$400 billion</a> annually by 2035 to address adaptation and resilience finance requirements. Present flows remain far from that level: <a href=\"https://www.climatepolicyinitiative.org/wp-content/uploads/2000/06/compressed_Global-Landscape-of-Climate-Finance-2025.pdf\">According to CPI</a>, adaptation investments in emerging markets and developing economies totaled $46 billion in 2023.</p><p>Part of the reason for this shortfall is that climate adaptation hasn't historically been understood as an attractive investment. But a growing body of research tells a different story. We now know that every $1 spent on adaptation can <a href=\"https://www.wri.org/insights/climate-adaptation-investment-case\">yield up to $10</a> in economic, social and environmental benefits over 10 years — from avoided damage to homes and infrastructure, to new jobs, better health and increased productivity. For example, <a href=\"https://www.shareweb.ch/site/Climate-Change-and-Environment/Documents/12Factsheet-CREWS.pdf\">early warning systems</a> save lives and assets worth at least 10 times their cost. The need for things like climate information solutions and flood defense systems <a href=\"https://www.bcg.com/publications/2025/investment-opportunities-in-climate-a-and-r\">will grow in the coming years,</a> creating investment opportunities for private investors.</p><p><strong>The challenge now is how to get finance flowing in the right direction at scale. This is a major focus at the </strong><a href=\"https://www.wri.org/un-climate-change-conference-resource-hub\"><strong>2025 UN climate summit (COP30)</strong></a><strong>. </strong></p><p>Two recent reports, <a href=\"https://unfccc.int/sites/default/files/resource/Relatorio_Roadmap_COP29_COP30_EN_final.pdf\">the Baku-to-Belém Roadmap</a> and <a href=\"https://cop30.br/en/news-about-cop30/report-of-the-cop30-circle-of-finance-ministers-launched-during-imf-and-world-bank-meetings\">the COP30 Circle of Ministers Report</a>, have laid out pathways to greatly increase climate finance writ large for developing countries. But, compared to mitigation, adaptation faces unique hurdles that will need to be overcome to deliver finance at required levels.</p><p>A <a href=\"https://www.wri.org/research/roadmap-financing-adaptation-and-resilience-developing-countries\">new paper</a> published by WRI and the Climate and Society Institute (ICS) helps fill this gap by focusing specifically on how to increase investments in resilience. We find that, despite persistent barriers, there are five priority actions countries, financial institutions and others can take — many starting right away and building on present successes — to finally get funds flowing to adaptation.</p><h3>1) Increase Concessional Finance for Adaptation</h3><p>Concessional finance is provided on more lenient terms — for example, with lower interest rates or longer repayment periods — than would be found on the market. Concessionality is often a key issue for climate finance, with the goal of matching limited concessional funds to the most efficient and effective uses. This type of finance is especially attractive to countries facing high debt levels and other fiscal constraints. Many low-income countries currently spend more on debt repayment than they receive in <a href=\"https://www.iied.org/debt-repayments-eclipse-climate-finance-for-low-income-nations#:~:text=Financial%20burden%20feeds%20cycle%20of%20vulnerability%20to%20climate%20change%20impacts.&text=The%20world's%20poorest%20and%20most,ways%20of%20reducing%20their%20impacts.\">incoming climate finance</a>, hampering their ability to invest in adaptation.</p><p>While concessional finance <a href=\"https://www.climatepolicyinitiative.org/publication/understanding-global-concessional-climate-finance-2024/\">grew steadily</a> between 2019 and 2022 (the latest data available), it remains relatively scarce. And the amount directed at climate resilience continues to lag: Only 36% of <a href=\"https://www.climatepolicyinitiative.org/publication/understanding-global-concessional-climate-finance-2024/\">concessional climate finance in 2022</a> supported adaptation, compared to 42% for mitigation. (The rest went to cross-cutting activities.)</p><p><em>How can we grow this important pot?</em></p><p>Most concessional finance for adaptation currently comes from developed countries. The first step is for these countries to recommit to development assistance for resilience — pushing back against the <a href=\"https://www.oecd.org/en/publications/2025/06/cuts-in-official-development-assistance_e161f0c5/full-report.html\">tide of cuts</a> to overseas development assistance, which fell by 9% in 2024 and is expected to decrease by another <a href=\"https://www.oecd.org/en/publications/cuts-in-official-development-assistance_8c530629-en/full-report.html\">9%-17% in 2025</a>.</p><p>To further reduce debt burdens while freeing up funds for resilience, creditor institutions (including development banks, bilateral donors and private sector investors) could increase the use of tools like \"debt-for-resilience swaps.\" These are a variation on \"<a href=\"https://www.wri.org/paying-for-paris/increasing-public-finance\">debt-for-nature swaps</a>,\" where a creditor agrees to forgive or discount part of a country's debt in exchange for the country taking specific climate-related actions. <a href=\"https://www.iadb.org/en/news/barbados-launched-worlds-first-debt-climate-resilience-operation\">Barbados</a>, for example, recently used this strategy to free up $125 million in the government budget that will be used \"to enhance water resource management and increase water and food security.\"</p><p>Other tools could help increase the amount of money available to be distributed as concessional finance. For example, Barbados, France and Kenya have <a href=\"https://solidaritylevies.org/\">have proposed</a> using solidarity levies to generate dedicated revenue through taxes on high-emitting activities like aviation or fossil fuel extraction. Money can also be freed up by phasing out harmful and expensive subsidies, including those for fossil fuels. Globally, governments <a href=\"https://www.iea.org/topics/fossil-fuel-subsidies\">provided roughly $1 trillion</a> in direct fossil fuel subsidies in 2022 alone.</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1181\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1575\" />\n              <source height=\"945\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"724\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"570\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"341\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"Workers using wooden scaffolding to reinforce a drainage ditch.\" height=\"341\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-11/riverbank-reinforcement-tanzania_0.jpg?VersionId=nfnjJOFM_..oRpJYTTzbTai0..GZP2Xi&itok=zIF68r4p\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>International finance is crucial to supporting resilience building efforts — such as reinforcing vulnerable infrastructure — in developing countries. Photo by UNEP/Flickr</figcaption>\n</figure>\n<h3>2) Ramp Up MDBs' Support for Adaptation</h3><p>As cornerstones of global development, multilateral development banks (MDBs) play a leading role in climate finance. MDBs were the <a href=\"https://www.oecd.org/en/publications/climate-finance-provided-and-mobilised-by-developed-countries-in-2013-2022_19150727-en.html\">largest providers of adaptation finance</a> between 2018 and 2022, with a 52% increase from 2021 to 2022.</p><p>To step this up even further, MDBs will need to expand their total lending capacity. The <a href=\"https://financing.desa.un.org/sites/default/files/2025-08/FFD4%20Outcome%20Booklet%20v4_EN%20-%20spread.pdf\">Sevilla Commitment</a> concluding the 2024 Financing for Development Conference called for MDBs to triple their total financing — including finance related to climate and sustainable development goals — by 2035. This could include further leveraging <a href=\"https://odi.org/en/insights/the-unfinished-business-of-mdb-capital-adequacy/\">capital adequacy reforms</a>, a series of actions MDBs can take to increase their lending capacity. It would also require countries to increase their financial contributions to the MDBs, known as \"capital increases.\"</p><p>Simultaneously, MDBs should work to mainstream, or integrate, climate resilience across their operations — embedding it within their strategic frameworks, financing and operational processes. For example, they can integrate climate risk and resilience assessments into the <a href=\"https://consultations.worldbank.org/en/consultations/detail/towards-country-partnership-framework\">Country Partnership Frameworks</a> that structure relationships with client countries, as the <a href=\"https://thedocs.worldbank.org/en/doc/cbbdf270cfb6ca34da076f8a76bd4a26-0290012025/original/Rethinking-the-Approach-to-WBG-Country-Engagement.pdf\">World Bank</a> already does. They can also make their budget support contingent on specific policy actions that align national development trajectories with climate resilience objectives; an approach known as \"<a href=\"https://files.wri.org/d8/s3fs-public/2022-10/aligning-policy-based-finance-paris-agreement_1.pdf?VersionId=R9ShYJxhMu5CW3wdtwyBZ6SWXBaLQGbK\">policy-based financing</a>.\"</p><h3>3) Boost Countries' Ability to Access and Attract Adaptation Finance</h3><p>It's not just about increasing the <em>supply</em> of adaptation finance. Countries also need to be able to <em>attract</em> this finance.</p><div class=\"report-teaser gold-borders-medium alignright\"><div class=\"image-wrapper\"><article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1131\" media=\"(min-width: 1440px)\" type=\"image/png\" width=\"800\" />\n              <source height=\"1131\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/png\" width=\"800\" />\n              <source height=\"1131\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/png\" width=\"800\" />\n              <source height=\"1074\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/png\" width=\"760\" />\n              <source height=\"643\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/png\" width=\"455\" />\n                  <img alt=\"Cover image.\" height=\"643\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-11/roadmap-to-financing-adaptation-and-resilience-in-developing-countries-cover-image_1.png?VersionId=Ke___GLnAfpNRvWFJ7ZLJwh6IfTlYcp5&itok=2BdxDdSt\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n</div><div class=\"text-wrapper\"><div class=\"h4 topic-tag\">Roadmap to Financing Adaptation and Resilience in Developing Countries</div><p>Explore the full report.</p><p><a class=\"button small\" href=\"https://www.wri.org/research/roadmap-financing-adaptation-and-resilience-developing-countries\">Download</a></p></div></div><p>One appealing approach is through \"<a href=\"https://www.wri.org/technical-perspectives/country-platforms-delivering-green-growth-scale\">country platforms</a>.\" These take different forms by country, but, in general, their goal is to more effectively scale climate action by getting diverse sources of finance better aligned behind country-led investment pipelines and policy reforms. While early efforts focused on reducing emissions, platforms are now expanding to include nature and adaptation, enabling countries take a more integrated approach to planning and reducing climate risks. Bangladesh, Egypt, Barbados and, most recently, Rwanda, are already using these platforms to support climate resilience and sector transitions.</p><p>Another tactic related to country platforms is <a href=\"https://www.dbsa.org/solutions/project-preparation\">project preparation support</a>, in which investors provide clients with financial and technical support to help generate more attractive proposals. This can help ensure that project pipelines for adaptation are sound and investment ready.</p><p>Development partners such as MDBs and private financiers can provide support to country platforms and project preparation through direct investment but also technical expertise, dialogue and other resources. Different stakeholders will play <a href=\"https://www.wri.org/climate/financing-country-platforms\">different roles in financing country platforms</a>, with national institutions, like <a href=\"https://www.wri.org/insights/national-development-banks-climate-finance\">national development banks</a>, playing a guiding and coordinating role.</p><h3>4) Increase Private Sector Finance</h3><p>Currently, <a href=\"https://www.climatepolicyinitiative.org/publication/tracking-and-mobilizing-private-sector-climate-adaptation-finance/\">over 90% of adaptation finance</a> that is tracked and counted originates from public sources, signaling a need for <a href=\"https://www.imf.org/en/Publications/staff-climate-notes/Issues/2024/11/19/Unlocking-Adaptation-Finance-in-Emerging-Market-and-Developing-Economies-556136\">significantly more private funding</a>. The lack of private finance flows is driven by <a href=\"https://www.wri.org/insights/private-sector-climate-adaptation-finance\">several factors</a> — including the fact that risks and returns on adaptation investments are often unclear, deterring private investors.</p><p>However, there are powerful incentives for this to change. Corporations want to shield their assets from climate impacts, and 34% of companies in the FTSE All World Index (<a href=\"https://research.ftserussell.com/Analytics/FactSheets/Home/DownloadSingleIssue?issueName=AWORLDS&isManual=False#:~:text=FTSE%20Russell%20Factsheet,derivatives%20and%20exchange%2Dtraded%20funds.\">targeting 90%</a> of the world's market capitalization) now <a href=\"https://www.lseg.com/en/data-analytics/sustainable-finance/climate-transition-data\">disclose taking action</a> to that end. For example, PwC <a href=\"https://www.pwc.com/gx/en/services/sustainability/publications/risks-and-opportunities-of-climate-change-on-business.html#:~:text=To%20tackle%20these%20climate%20transition,location%20selection%20strategy%20as%20well.\">reports</a> a large retailer changing store location strategy based on its assessment of climate risk. <a href=\"https://www.sciencedirect.com/science/article/pii/S0040162522006084\">Positive signs</a> suggest small- and medium-sized enterprises in developing countries are taking like-minded measures.</p><p>Policymakers and development partners can help shift private finance toward climate resilience on an even larger scale. First, they can use public funds to support instruments such as <a href=\"https://www.convergence.finance/api/file/f2164ce29e0df1eded0689680d2536c3:35f7a8edcaf880443eb4daf0423a38ef2088f6091548791b61de3f966c521a4d918958bef9fc81cc61b961efba20b2fc6ccd4ea3031c35ed557e13cdaa480dd4b321b93fa14401bffa4f89d21793ed9ae0aa9e9152190cca28cf16cb1e92add986faf0986a7035f44c69b6493d5588cd5477fe0d59b2ba7f74ae1fda5246e71344589ef56f6a2d7dd4d7a06be9fc917b\">first-loss capital and guarantees</a>, which incentivize resilience investments by lowering risks for private investors who take safer (more \"senior\") capital. They can also create shared taxonomies or methodologies for identifying adaptation actions and measuring benefits — and then build financial instruments around these benefits, such as <a href=\"https://gca.org/what-are-resilience-bonds-and-how-can-they-protect-us-against-climate-crises/\">resilience bonds</a>.</p><p>Improving how credit agencies address resilience could also encourage private investment in climate adaptation: More accurately <a href=\"https://greenfiscalpolicy.org/blog/its-time-for-adaptation-smart-credit-ratings-that-account-for-climate-change/\">pricing the risk of physical climate impacts</a> should nudge investment towards more resilient ends. This is just one of the steps needed to change a vicious cycle, as the world continues to invest only <a href=\"https://www.systemiq.earth/the-returns-on-resilience/\">$1 in resilient infrastructure</a> for every $87 invested with no regard for climate risks.</p><p>Finally, governments, development partners and investors must fully engage the insurance industry. Insurance is an essential part of the equation, particularly for managing disaster risk, at the level of government, corporation and household. Industry partners can improve their offerings and make them more transparent, while governments should identify ways to ensure the poorest are not excluded, closing the insurance gap. Fiji's government, for example, forged <a href=\"https://www.undp.org/pacific/blog/insuring-future-reserve-bank-fiji-scales-parametric-micro-insurance\">a partnership</a> between the Fiji Development Bank and private insurers that provides insurance payouts for certain extreme weather events to small businesses and smallholder farmers.</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1050\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1575\" />\n              <source height=\"840\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"643\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"507\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"303\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"A woman's hands holding green reeds. \" height=\"303\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-11/climate-resilient-crops-madagascar_0.jpg?VersionId=bHdcQZpp2q1l9vKWLiib1KD1Z.pLc.wK&itok=Dk2oPRfy\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>Adaptation finance can uplift economies; for example, by helping farmers switch to more climate-resilient crop varieties that protect their livelihoods during floods, droughts and other extreme weather events. Photo by UNEP/Flickr</figcaption>\n</figure>\n<h3>5) Make Economies More Resilient through Financial Regulation</h3><p>In most countries, government regulations still do not reflect known climate risks. This includes laws affecting the real economy, like zoning regulations, building codes, or regulations regarding the use of resources like water. It also includes financial regulations, such as <a href=\"https://www.wri.org/insights/tipping-point-for-corporate-climate-disclosure\">financial disclosures</a> as well as <a href=\"https://www.investopedia.com/terms/m/macroprudential-analysis.asp#:~:text=For%20example%2C%20the%20analysis%20may%20look%20at,yields%20and%20market%20prices%20of%20financial%20instruments.\">macroprudential</a> frameworks for managing systemic risks and financial stability.</p><p>Governments could better incorporate adaptation into all these levels of regulation. An impactful domestic regulatory system would integrate resilience throughout zoning and planning laws to ensure that climate impacts are taken into account when building and renovating. For example, <a href=\"https://www.canada.ca/en/environment-climate-change/services/climate-change/canadian-centre-climate-services/basics/developing-climate-resilient-standards-codes.html\">Canada</a> has set national building standards meant to reduce flood risks in new residential areas, protect buildings from worsening wildfires and extreme weather, and more.</p><p>Such laws must be backed with meaningful enforcement and support. National and international financial regulations can encourage resilience by requiring firms to <a href=\"https://www.wri.org/research/physically-fit-financial-institutions-climate-recommendations-tcfd\">disclose their physical risks</a>; making central banks and financial regulators <a href=\"https://www.ngfs.net/ngfs-scenarios-portal/\">incorporate climate impacts</a> into their scenario planning; and upgrading international frameworks like <a href=\"https://www.investopedia.com/terms/b/basell-iii.asp\">Basel III</a> (which sets international standards for banks' capital requirements) to interpret rules with an eye on increasing climate resilience.</p><h3>Adaptation Is an Opportunity</h3><p>Rapidly scaling up adaptation finance is central not just to building resilience, but to achieving global development goals and a more equal world. This is no small task. It will require coordinated action across governments, MDBs, private investors and civil society. But with the right tools, it is possible.</p><p>The strategic priorities outlined here provide a foundation for scaling adaptation finance in a way that addresses implementation barriers, reduces fragmentation, and ensures equitable and impactful outcomes for developing countries. The Belem COP should advance adaptation finance, thereby cutting the cost of impacts and boosting development.</p><p>There is something to be won by actors at every level: Firms that create resilience solutions will win part of a growing market. <a href=\"https://www.systemiq.earth/the-returns-on-resilience/\">Two-hundred and eighty million</a> jobs could be created by 2035. Adaptation will save <a href=\"https://www.systemiq.earth/the-returns-on-resilience/\">23% of global GDP</a> that would be lost to climate impacts by 2050 without action.</p><p>Throughout human history, success has come to those who anticipate changing circumstances and act accordingly. The 21st century will be no different. The world must seize the adaptation opportunity, working together as a system to create the policy environment, incentives and financial flows to unlock and channel investments toward a more resilient future.</p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    },
    {
      "title": "How US Auto Workers Can Thrive in the Transition to Battery Electric Vehicles",
      "link": "https://www.wri.org/technical-perspectives/us-electric-vehicle-transition-workforce-needs",
      "pubDate": "Thu, 13 Nov 2025 09:00:00 EST",
      "description": "<p>Battery electric vehicles (BEVs) are the future of the automotive industry, both globally and in the United States. Approximately <a href=\"https://theicct.org/publication/us-passenger-ev-sales-and-model-availability-through-2024-apr25/\">1.56 million electric vehicles</a> (including BEVs and plug-in hybrid vehicles, with BEVs dominating sales) were sold in the U.S. in 2024, representing 10% of all light-duty vehicle sales. The U.S. has passed the BEV \"<a href=\"https://www.bloomberg.com/news/articles/2024-03-28/electric-cars-pass-adoption-tipping-point-in-31-countries\">tipping point</a>,\" after which demand is expected to grow from niche market to broader adoption by consumers. Growth has continued even in this year's turbulent policy environment: Over <a href=\"https://www.coxautoinc.com/insights-hub/q3-2025-ev-sales-report-commentary/\">438,000 electric vehicles</a> were sold in the United States in the third quarter of 2025 as buyers rushed to take advantage of the expiring federal tax credit — a 41% increase over the previous quarter and a 30% increase year over year.</p><p>Driven by advancements in battery technology, expanding production volumes and a global shift toward electrification, BEVs are an increasingly attractive alternative to internal combustion engine vehicles (ICEVs). This shift is not just shaping the future of transportation; it also has profound implications for the workers manufacturing those vehicles.</p><p>Yet while there is growing awareness around how the transition from ICEVs to BEVs could impact automotive manufacturing workers, many questions remain: What are the vulnerable occupations in ICEV manufacturing, and how can those workers transition to new opportunities? What new occupations and skills in BEV manufacturing will be in demand? And how does the transition impact other workforce considerations, such as job quality, location, workforce inclusivity and diversity?</p><p>A <a href=\"https://nam04.safelinks.protection.outlook.com/?url=https%3A%2F%2Fwww.wri.org%2Fresearch%2Fus-automotive-manufacturing-workers-transition-battery-electric-vehicles-assessment-impact&data=05%7C02%7CMargaret.Overholt%40wri.org%7Cb2613ef9c55b4f8b4c3608de216ed101%7C476bac1f36b24ad98699cda6bad1f862%7C0%7C0%7C638984957037152277%7CUnknown%7CTWFpbGZsb3d8eyJFbXB0eU1hcGkiOnRydWUsIlYiOiIwLjAuMDAwMCIsIlAiOiJXaW4zMiIsIkFOIjoiTWFpbCIsIldUIjoyfQ%3D%3D%7C0%7C%7C%7C&sdata=kuoAPue2H8jTQkxzrG5833jJWIeaQm25OFKsHPbHEwE%3D&reserved=0\">new WRI report</a> answers these questions. It clarifies what policies and investments will be needed to develop a diverse and skilled BEV manufacturing workforce while ensuring the transition doesn't leave vulnerable ICEV manufacturing workers behind. The findings drew upon analysis of labor market data, a survey of automotive manufacturing employers, and stakeholder interviews. Here, we present the key findings from the report.</p><div class=\"callout alignright\"><p class=\"secondary body-link\"><strong>About the Survey of Automotive Manufacturing Employers</strong></p><p class=\"secondary\">The survey referenced here was conducted between May and August 2024 to gather better understanding of industry perceptions, needs and priorities for the BEV transition. To qualify for this survey, respondents had to be involved with the manufacturing or design of finished or component goods for light-duty BEVs and EV battery packs or materials. The survey resulted in 330 complete responses.</p></div><h3>1) Workers in gasoline engine and engine parts manufacturing will face <em>significant disruption</em>. But even the most vulnerable workers in this field may have opportunities to transition into battery manufacturing and adjacent industries.</h3><p>Workers in gasoline engine and engine parts manufacturing represent 7% of workers in original equipment manufacturers (OEMs, which design, assemble and sell the final vehicles) and Tier 1 industries (companies that provide parts to OEMs). These workers manufacture components like pistons, crankshafts, cylinder heads and fuel injection systems that go into ICEV engines and are absent from BEV production.</p><p>An estimated 65% of workers in OEMs and Tier 1 automotive manufacturing will face moderate impacts due to differences in manufacturing processes for ICEVs and BEVs. For instance, the braking system and transmission of BEVs differ from ICEVs, and traditional automotive manufacturing workers will need to adapt their skills to work in the BEV industry. The remaining workers in OEMs and Tier 1 industries will face minimal disruption due to minor or no differences in manufacturing processes. For instance, the steering system is similar in both ICEVs and BEVs.</p><article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1306\" media=\"(min-width: 1440px)\" type=\"image/png\" width=\"1575\" />\n              <source height=\"1045\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/png\" width=\"1260\" />\n              <source height=\"800\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/png\" width=\"965\" />\n              <source height=\"630\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/png\" width=\"760\" />\n              <source height=\"377\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/png\" width=\"455\" />\n                  <img alt=\"Chart representing the share of auto manufacturing workers at risk during the EV transition.\" height=\"377\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-11/at-risk-auto-manufacturing-jobs-wri_0.png?VersionId=P6CVmI.wgzlpgMFq1BI4PjCjMg585OV4&itok=QF3dOhfz\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n<p>Focusing on the most vulnerable workers within gasoline engine manufacturing, our analysis finds that proactive reskilling efforts can enable those workers to transition to emerging roles within battery manufacturing and adjacent industries (such as electronics, software or data management) that require similar skillsets. Some occupations are common to both gasoline engine and battery manufacturing. These occupations share foundational, transferrable skills, though differences remain due to industry-specific knowledge and requirements. For instance, <em>team assemblers</em> assemble various gasoline engine components within gasoline engine and engine parts manufacturing; in battery manufacturing, they assemble battery components according to specifications and ensure quality control. Similarly, computer numerically controlled (CNC) tool operators are needed in both types of manufacturing. In gasoline engine manufacturing, CNC operators make precise components like engine blocks, pistons and other parts, while in battery manufacturing, they produce critical pieces of machinery or components used in the assembly of batteries.</p><p>Our analysis finds that if retraining efforts are prioritized, some of the most vulnerable workers in gasoline engine and engine parts manufacturing could find employment in similar occupations within battery manufacturing. By 2032, for instance, new team assembler jobs in battery manufacturing could potentially offset 63% of those lost in gasoline engine and engine parts manufacturing.</p><h4>Transitioning vulnerable workers in gasoline engine manufacturing to similar occupations in battery manufacturing</h4><table class=\"table tablesaw tablesaw-stack\"><thead><tr><th><strong>Vulnerable workers in gasoline engine and engine parts manufacturing</strong></th><th><strong>Current employment in gasoline engine and engine parts manufacturing</strong> <strong>(Thousands)</strong></th><th><strong>Estimated battery jobs by 2032</strong> <strong>(Thousands)</strong></th><th><strong>Share of existing jobs met by new battery jobs (%)</strong></th></tr></thead><tbody><tr><td><strong>Team Assemblers</strong></td><td>12.4</td><td>7.8</td><td>63</td></tr><tr><td><strong>Assemblers and Fabricators, All Other</strong></td><td>1.5</td><td>1.0</td><td>63</td></tr><tr><td><strong>Cutting, Punching and Press Machine Setters, Operators, and Tenders, Metal and Plastic</strong></td><td>3.3</td><td>0.7</td><td>22</td></tr><tr><td><strong>Computer Numerically Controlled Tool Operators</strong></td><td>0.9</td><td>0.6</td><td>76</td></tr></tbody></table><p><em><strong><sup>Note:</sup></strong><sup> Percentages in column 4 may seem off because employment numbers here are presented in thousands. </sup><strong><sup>Source: </sup></strong></em><a href=\"https://www.wri.org/research/us-automotive-manufacturing-workers-transition-battery-electric-vehicles-assessment-impact\"><em><sup>US Automotive Manufacturing Workers in the Transition to Battery Electric Vehicles</sup></em></a></p><p>In addition, vulnerable ICEV manufacturing workers can potentially transition to new occupations in battery manufacturing and adjacent industries with similar knowledge, skills and abilities (KSAs). Our analysis looked at differences in wages between the vulnerable occupations in gasoline engine and engine parts manufacturing, and occupations in battery manufacturing and adjacent industries with similar KSAs and that are expected to see employment growth. We found that the new occupations generally provide higher wages.</p><p>One contributing factor could be that these jobs require more specialized technical skills in comparison to the mechanically intensive production occupations within gasoline engine manufacturing. There is significant overlap in skills between team assemblers and electrical, electronic and electromechanical equipment assemblers. In particular, they share foundational assembly skills, including proficiency in the use of tools, manual dexterity and precision, and the ability to read technical drawings and blueprints. While this means that transitioning to these similar occupations is possible, it will require upskilling for greater technical expertise or machine operation skills.</p><article class=\"media media--type-embed media--view-mode-full-width\">\n  \n      \n            <div class=\"clearfix text-formatted field field--name-field-media-embed-code field--type-text-long field--label-hidden field__item\"><div class=\"transitioning-vulnerable-workers-table\"><h4>Transitioning vulnerable workers in gasoline engine manufacturing to growth occupations in battery manufacturing and adjacent industries with similar KSAs</h4><table border=\"1\" class=\"table tablesaw tablesaw-stack\"><thead><tr><th rowspan=\"2\"><strong>Vulnerable occupations in gasoline engine and engine parts manufacturing</strong><sup>a</sup></th><th rowspan=\"2\"><strong>Occupations in battery manufacturing and adjacent industries with growth potential</strong><sup>b</sup></th><th rowspan=\"2\"><p><strong>10-year projected economy-wide employment of growth occupations</strong></p><p><strong>(% change) </strong></p></th><th colspan=\"3\"><p><strong>Wage comparison between occupations in column 2 and occupations in column 1</strong></p><p> </p></th></tr><tr><th><strong>Average annual wage</strong></th><th><strong>Median wage</strong></th><th><strong>75th percentile wage</strong></th></tr></thead><tbody><tr><td><strong> Team Assemblers</strong></td><td rowspan=\"3\">Electrical, Electronic, and Electromechanical Equipment Assemblers, Except Coil Winders, Tapers, and Finishers</td><td rowspan=\"3\"><p> </p><p> </p><p> </p><p>5.6</p></td><td><strong>↑</strong></td><td><strong>↑</strong></td><td><strong>↑</strong></td></tr><tr><td><strong>Engine and Other Machine Assemblers</strong></td><td><strong>↓</strong></td><td><strong>↓</strong></td><td><strong>↓</strong></td></tr><tr><td><strong>Assemblers and Fabricators, All Other</strong></td><td><p><strong> </strong></p><p><strong>↑</strong></p></td><td><p><strong> </strong></p><p><strong>↑</strong></p></td><td><p><strong> </strong></p><p><strong>↑</strong></p></td></tr><tr><td><strong>Cutting, Punching, and Press Machine Setters, Operators, and Tenders, Metal and Plastic</strong></td><td>Multiple Machine Tool Setters, Operators, and Tenders, Metal and Plastic</td><td><p> </p><p> </p><p>1.2</p></td><td><p><strong> </strong></p><p><strong>=</strong></p></td><td><p><strong> </strong></p><p><strong>=</strong></p></td><td><p><strong> </strong></p><p><strong>↑</strong></p></td></tr><tr><td><strong>Computer Numerically Controlled Tool Operators</strong></td><td>Welders, Cutters, Solderers, and Brazers</td><td><p> </p><p>2.4</p></td><td><strong>↑</strong></td><td><strong>↑</strong></td><td><strong>↑</strong></td></tr></tbody></table><p><em><strong><sup>Notes:</sup></strong><sup> KSA = knowledge, skills, and abilities. a. Examples of mechanically intensive production occupations within gasoline engine and engine parts manufacturing. b. Occupations that are expected to see an increase in employment in adjacent industries and are similar in knowledge, skills, and abilities as production occupations in column 1. </sup><strong><sup>Source:</sup></strong><sup> </sup></em><a href=\"https://www.wri.org/research/us-automotive-manufacturing-workers-transition-battery-electric-vehicles-assessment-impact\"><em><sup>US Automotive Manufacturing Workers in the Transition to Battery Electric Vehicles</sup></em></a></p></div></div>\n      \n  </article>\n<p>Reskilling and upskilling workers to transition from ICEV to BEV production will require focused and coordinated efforts from the public and private sectors. The emphasis must be on providing support and retraining for dislocated workers, and developing upskilling programs that help workers address gaps in their knowledge and skills for new technologies associated with BEVs.</p><h3>2) There's a geographic mismatch between areas where ICEV manufacturing jobs are being lost and where new BEV manufacturing jobs are emerging. This requires proactive efforts to align ICEV workforce skills with evolving industry needs.</h3><p>BEV manufacturing is growing in traditional automotive manufacturing powerhouses, such as Michigan. It is also growing in states with newly developed automotive manufacturing clusters, such as Georgia. Transitioning workers from ICEV to BEV manufacturing within the same factory, county or even state may be relatively seamless, while workers in some states might face greater challenges due to geography. Even if there are new BEV manufacturing opportunities available for ICEV workers, those opportunities may require relocation alongside investments in reskilling efforts. Factors such as family and community ties, housing affordability and other preferences may lead to displaced or at-risk workers wanting to remain in their current locations. Studies on <a href=\"https://www.nature.com/articles/s41467-023-41133-9\">other industry transitions</a> have shown a significant mismatch, where a vast majority of workers do not transition to new jobs in different locations, even when their skills theoretically align.</p><p>Proactive reskilling and geographically targeted initiatives will be critical to address these challenges. This can include tailoring transition support and policies to ICEV manufacturing workers most likely to be impacted by the transition. <a href=\"https://www.michigan.gov/leo/bureaus-agencies/economic-transition\">Michigan's Community & Worker Economic Transition Office</a>, for instance, is providing targeted transition support to Michiganders navigating shifts in the automotive and energy sectors.</p><p>State and local governments should also prioritize the creation of economic and workforce development initiatives to support new industries in regions that are most prone to displacement of ICEV manufacturing workers. In addition to battery manufacturing, states can strategically invest in broader transportation and advanced manufacturing industries — such as aerospace, robotics, automation, advanced materials and semiconductors — which significantly overlap with the skills, technologies and supply chain needs of BEV manufacturing. For instance, <a href=\"https://workforce.ohio.gov/initiatives/initiatives/aam-workforce/aam-landing-page\">Accelerating Ohio's Auto & Advanced Mobility Workforce Strategy</a> is built on attracting the broader automotive, aviation, aerospace and advanced mobility industries to Ohio. Significant investment in training programs will be required to bridge the specific skills gaps between ICEV manufacturing workers and other growth industries, which often include more digital technology-related skills, data management and automation knowledge.</p><h3>3) In addition to BEV-specific skills, workers in BEV manufacturing will require knowledge about managing automated processes.</h3><p>Automation is significantly impacting automotive manufacturing. Regardless of the pace of BEV adoption, upgrading workers' knowledge, as well as their ability to manage and troubleshoot more computerized or automated manufacturing processes, is a top priority for automotive manufacturers. At the same time, the BEV transition is accelerating automation to support new manufacturing processes, such as battery assembly and electric motor manufacturing. For instance, battery assembly entails high levels of accuracy and repeatability for placing individual cells, modules and other components, making it a highly attractive area for automation. Artificial intelligence (AI), machine learning and big data are used to optimize battery design and predict maintenance needs, linking the need for automated systems knowledge with BEV-specific knowledge.</p><p>More than half of surveyed automotive manufacturing firms responded that new hires generally require <em>many </em>additional BEV-specific knowledge and skills, while 38% of respondents noted that new hires require <em>some</em> additional knowledge and skills. When asked what new knowledge or skills are required, 17% of respondents identified proficiency in the use of computer systems, AI and robotics as the most needed skill for workers in BEV manufacturing. Other skills in high demand are those related to knowledge of advanced manufacturing processes and safety procedures; mechanical and electrical systems; and battery technology.</p><article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1185\" media=\"(min-width: 1440px)\" type=\"image/png\" width=\"1575\" />\n              <source height=\"948\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/png\" width=\"1260\" />\n              <source height=\"726\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/png\" width=\"965\" />\n              <source height=\"572\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/png\" width=\"760\" />\n              <source height=\"342\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/png\" width=\"455\" />\n                  <img alt=\"Graphic showing the knowledge and skills required for EV manufacturing workers.\" height=\"342\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-11/knowledge-skills-bev-manufacturing-wri_0.png?VersionId=BjYHY9VKox.DawiVeuE3q._VmQezd9xh&itok=5L_4DivU\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n<p>Training programs must adapt to these changes. This means offering compelling workforce programs that <em>1) </em>integrate hands-on robotics and AI training into BEV manufacturing curricula, and <em>2)</em> emphasize data literacy and technical skills. State agencies, educational institutions and training providers should work with employers and industry associations to reskill and upskill current automotive workers and attract new workers for roles that align with the specific needs of the BEV industry. Funding can be targeted toward short-term credentials and industry-focused programs that integrate these necessary skills. Providing sustained and strategic investment in employer-based apprenticeship programs that offer \"earn-and-learn\" opportunities can also support the automotive industry as it updates its manufacturing lines to expand into BEV production.</p><h3>4) There is a significant need to ramp up and spread training programs as the automotive industry transitions toward BEVs.</h3><p>Automotive manufacturing firms are already investing significantly in training programs to upskill and reskill incumbent workers as well as train prospective workers. But there is much room for improvement across the industry. Nearly 48% of automotive manufacturing firms that responded to the survey directly offer training programs for both incumbent and prospective workers. Among these firms, over half offer on-the-job training programs, and 17% offer internships, apprenticeships or boot camps.</p><article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1152\" media=\"(min-width: 1440px)\" type=\"image/png\" width=\"1575\" />\n              <source height=\"922\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/png\" width=\"1260\" />\n              <source height=\"706\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/png\" width=\"965\" />\n              <source height=\"556\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/png\" width=\"760\" />\n              <source height=\"333\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/png\" width=\"455\" />\n                  <img alt=\"Chart representing survey data that shows whether and how auto manufacturers are providing training to help workers transition to EV jobs.\" height=\"333\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-11/auto-manufacturers-bev-workforce-training-wri_0.png?VersionId=2YDeNeI47Pino3yidsNrD2mWdgakHI1H&itok=4yak_pgl\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n<p>Only one in four firms have established formal partnerships with state agencies or local training or educational institutions to address their workforce training needs. Half of these partnerships are with local schools, colleges and universities.</p><article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1164\" media=\"(min-width: 1440px)\" type=\"image/png\" width=\"1575\" />\n              <source height=\"931\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/png\" width=\"1260\" />\n              <source height=\"713\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/png\" width=\"965\" />\n              <source height=\"562\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/png\" width=\"760\" />\n              <source height=\"336\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/png\" width=\"455\" />\n                  <img alt=\"Chart representing survey data that shows what kinds of partnerships auto manufacturers are developing to offer skills training to workers.\" height=\"336\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-11/bev-workforce-development-partnerships-wri_0.png?VersionId=o1r5n6.2Wefn2O5XHJMy94z6oAkXZB2t&itok=6u-XQwXr\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n<p>Larger firms are more likely to directly offer training programs and to have established partnerships with an external organization for workforce development. Many small and medium-sized (SME) firms, which constitute the majority of automotive manufacturing companies, face significant barriers that limit their investments in upskilling and reskilling workers. These challenges can include financial and resource constraints, inability to keep pace with rapid technological advancements, lack of awareness about the relationship between training investment and long-term business success, and lack of access to programs tailored to the unique needs of SMEs.</p><p>Moreover, existing economic and workforce development policies often fail to adequately support or provide incentives for SMEs to engage in training new or existing workers. This contributes to a growing skills gap in the U.S. automotive sector, which could hurt the industry's global competitiveness. Governments, along with other partners, can support SMEs through a combination of financial incentives, customized training programs, and reduced administrative burden associated with applying for and managing training funds. State economic development agencies can provide matching grants or job creation tax credits to reduce the cost of training for businesses.</p><p>While larger firms can more easily build a pipeline of workers through apprenticeship programs, SMEs may struggle to do the same due to limited resources. This could be addressed by directing state funds to create an apprenticeship program for a consortium of smaller companies with similar training needs. Intermediaries could handle the administration and logistics of establishing an apprenticeship program, as well as engage with educational providers on behalf of the consortium to create structured on-the-job training for apprentices at each company.</p><h3>5) The BEV transition is mostly seen as an opportunity by the automotive industry. Employers view the transition as a reallocation of workers and resources, rather than an outright displacement.</h3><p>This survey was conducted in 2024, before President Trump took office and his administration made significant rollbacks to U.S. federal clean energy policy. With that said, over half of the automotive manufacturers surveyed see the transition to BEVs as an opportunity. Only 1 in 10 identified the transition as a \"threat,\" and approximately 1 in 4 stated there would be trade-offs. The survey also revealed that automotive manufacturers which have not yet shifted to offering BEV products are more likely to feel threatened. Manufacturers only producing ICEV or hybrid vehicle products and subcomponents see the transition as a threat at a rate more than 2 times higher than manufacturers already producing BEV products and subcomponents.</p><article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1025\" media=\"(min-width: 1440px)\" type=\"image/png\" width=\"1575\" />\n              <source height=\"820\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/png\" width=\"1260\" />\n              <source height=\"628\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/png\" width=\"965\" />\n              <source height=\"495\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/png\" width=\"760\" />\n              <source height=\"296\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/png\" width=\"455\" />\n                  <img alt=\"Chart representing survey data that shows auto manufacturers' perception of the shift to EVs.\" height=\"296\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-11/auto-industry-perspectives-bev-transition-wri_0.png?VersionId=Vye.cC5LasJC5BM.LKsFrEaofCVZTQtE&itok=uuGo5z1f\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n<p><a href=\"https://www.cnn.com/2025/10/06/business/automakers-ev-plans\">Recent news</a> indicates that automotive manufacturers remain optimistic about the long-term future of the transition in the United States, but with a more cautious approach in the short term. With the federal government backtracking, it is even more crucial for U.S. states to continue sending strong market signals to the industry — and to support consumer adoption where possible by building robust charging infrastructure and providing incentives and rebates. After the elimination of the federal $7,500 tax credit for the purchase of a qualifying new electric vehicle, some <a href=\"https://www.colorado.gov/governor/news/polis-administration-announces-increased-incentives-electric-vehicles\">state</a> and <a href=\"https://www.sanjoseca.gov/Home/Components/News/News/6895/4699#:~:text=**Eligibility**%20*%20Vehicle%20must%20be%20priced%20under,have%20the%20opportunity%20to%20save%20even%20more\">local governments</a> are increasing consumer incentives for buying them. Strategies like this can help sustain a positive outlook for the U.S. BEV industry.</p><h3>Immediate and Proactive Workforce Planning Is Essential</h3><p>Any transition from one technology to another takes place over multiple years or decades. During this time, there are periods of acceleration and periods of slower growth due to shifting policy changes and other market forces.</p><p>The move toward BEVs is no exception. This transition is already underway and here to stay, making immediate and proactive workforce planning essential to navigate job shifts, address skills gaps and ensure an equitable transition for workers.</p><p>Although automotive manufacturers are primarily responsible for training their workforce, government agencies and educational and training institutions are pivotal partners in building a BEV-ready workforce. By aligning curricula and training programs with industry needs and supporting vocational training and apprenticeship programs, these stakeholders can play an important role in developing a workforce pipeline that can power the electric manufacturing revolution we need.</p><p><em>To learn more, read our new report: </em><a href=\"https://www.wri.org/research/us-automotive-manufacturing-workers-transition-battery-electric-vehicles-assessment-impact\"><em><strong>US automotive manufacturing workers in the transition to battery electric vehicles: An assessment of the impact and opportunities</strong></em></a></p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    },
    {
      "title": "STATEMENT: IEA Releases Its World Energy Outlook 2025",
      "link": "https://www.wri.org/news/statement-iea-releases-its-world-energy-outlook-2025",
      "pubDate": "Wed, 12 Nov 2025 14:30:15 EST",
      "description": "<p><span lang=\"EN-US\"><strong>Paris (November 12, 2025)</strong> – Today, the International Energy Agency (IEA) released its flagship </span><a href=\"https://www.iea.org/reports/world-energy-outlook-2025\" target=\"_blank\"><span lang=\"EN-US\">World Energy Outlook</span></a><span lang=\"EN-US\"> report, projecting that</span><span lang=\"EN-GB\"> global electricity demand will outpace previous growth expectations. This surge is being driven by transport and industrial electrification, heating, cooling, data centers, and rising demand in emerging economies. </span><span> </span></p><p><span lang=\"EN-GB\">The report shows both the opportunities presented by the global energy transition as well as the risks of inaction.</span><span> </span></p><p><span lang=\"EN-US\"><strong>Following is a statement from Taryn Fransen, Director of Global Research and Data, WRI Polsky Center for the Global Energy Transition:</strong></span><span> </span></p><p><span lang=\"EN-US\">“</span><span lang=\"EN-GB\">A clean, reliable, affordable, and abundant energy future is possible – but we need to make smart investments today to get on the right path. </span><span lang=\"EN-US\">The IEA projects rapid </span><span lang=\"EN-GB\">growth of electricity demand driven by electric transport, data centers, and air conditioning. Power systems around the world could struggle to keep up – but with the right policies, this challenge could become an opportunity to accelerate the global energy transition.</span><span lang=\"EN-US\"> </span><span> </span></p><p><span lang=\"EN-GB\">“Investments in grids are critical</span><span lang=\"EN-US\">. Strengthening and modernizing</span><span lang=\"EN-GB\"> transmission, distribution and storage will make power systems more reliable and enable clean energy to scale to meet growing demand. Global investment in grids is rising, but more is needed, especially for high-voltage transmission.</span><span lang=\"EN-GB\"> </span><span> </span></p><p><span lang=\"EN-GB\">“Policymakers and regulators should work with </span><a href=\"https://www.wri.org/news/release-new-coalition-launches-cop30-accelerate-clean-energy-growth-latin-america\" target=\"_blank\"><span lang=\"EN-GB\">large buyers of electricity</span></a><span lang=\"EN-GB\"> – particularly in countries with rapidly growing data centers – to find ways to meet demand without falling back on dirty fuels or driving up costs. </span><span> </span></p><p><span lang=\"EN-GB\">“The clean energy transition depends on </span><a href=\"https://www.wri.org/insights/critical-minerals-explained\" target=\"_blank\"><span lang=\"EN-GB\">critical minerals</span></a><span lang=\"EN-GB\">, but there are risks as countries rush to expand the currently concentrated mining supply chain.  Reducing the need for mining through better design and improving recycling and circularity can help manage these risks as we take steps to ensure mining is done responsibly.</span><span> </span></p><p><span lang=\"EN-GB\">“The global energy transition should ensure no one is left behind – from the hundreds of millions of people who still lack electricity and clean cooking to consumers facing rising bills. Policymakers can also embrace new economic opportunities through workforce development and clean energy jobs. </span><span> </span></p><div class=\"callout alignright\"><p class=\"secondary body-link\"> </p><a href=\"https://www.wri.org/un-climate-change-conference-resource-hub\"><article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"450\" media=\"(min-width: 1440px)\" type=\"image/png\" width=\"800\" />\n              <source height=\"450\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/png\" width=\"800\" />\n              <source height=\"450\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/png\" width=\"800\" />\n              <source height=\"428\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/png\" width=\"760\" />\n              <source height=\"256\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/png\" width=\"455\" />\n                  <img alt=\"COP30 resource hub graphic.\" height=\"256\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-10/cop30-hub-preview_0.png?VersionId=gSWYoSpsmJpMuxUtgzYUWTpUeOAVwJ0E&itok=nRsU6JTv\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n</a><p class=\"secondary\">WRI’s experts are closely following the UN climate talks. <a href=\"https://www.wri.org/un-climate-change-conference-resource-hub\">Watch our Resource Hub</a> for new articles, research, webinars and more.</p></div><p><span lang=\"EN-GB\">“As world leaders gather at COP30, the choices made today will determine the future of our energy system. Without careful management, households will face higher energy bills, communities and businesses will see more blackouts and emissions will continue to climb. But with the right decisions, we can cut emissions, further unleash the benefits of a booming clean energy sector, and bring reliable, affordable power to households and communities around the world.”</span><span lang=\"EN-GB\"> </span><span> </span></p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    },
    {
      "title": "STATEMENT: COP30 Elevates Major Efforts to Unite Local, Regional and National Governments on Climate Action",
      "link": "https://www.wri.org/news/statement-cop30-elevates-major-efforts-unite-local-regional-and-national-governments-climate",
      "pubDate": "Wed, 12 Nov 2025 11:51:51 EST",
      "description": "<p><strong>Belém, Brazil </strong><strong>(November 12, 2025)</strong> — As part of the COP30 Action Agenda, Brazil announced a suite of efforts to accelerate climate action across all levels of government, from local to regional to national. The Government of Brazil launched the <a href=\"https://cop30.br/en/news-about-cop30/brazil-leads-new-global-effort-to-accelerate-multilevel-climate-action\">Multilevel Governance Solutions Acceleration Plan</a> on November 11, and Brazil and Germany were announced as the first co-chairs of the <a href=\"https://www.wri.org/news/release-wri-bloomberg-philanthropies-and-partners-strengthen-city-and-state-climate-action\">Coalition for High Ambition Multilevel Partnerships</a> (CHAMP), marking the start of the global coalition’s implementation beyond COP30.</p><p>The COP30 Presidency and UNEP Cool Coalition also launched the <a href=\"https://www.wri.org/update/wri-joins-new-beat-heat-initiative-cooling-solutions-cities-launched-cop30\">Beat the Heat initiative</a>, with 185 cities and 83 organization partners signed on.</p><p><strong>Below is a statement from Rogier van den Berg, Global Director, WRI Ross Center for Sustainable Cities:</strong></p><p>“Countries’ climate goals are simply not possible without national and local leadership working together. At COP30, we’re seeing more and more countries recognize that cities, states and regions are fundamental to delivering climate action.</p><div class=\"callout alignright\"><p class=\"secondary body-link\"> </p><a href=\"https://www.wri.org/un-climate-change-conference-resource-hub\"><article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"450\" media=\"(min-width: 1440px)\" type=\"image/png\" width=\"800\" />\n              <source height=\"450\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/png\" width=\"800\" />\n              <source height=\"450\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/png\" width=\"800\" />\n              <source height=\"428\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/png\" width=\"760\" />\n              <source height=\"256\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/png\" width=\"455\" />\n                  <img alt=\"COP30 resource hub graphic.\" height=\"256\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-10/cop30-hub-preview_0.png?VersionId=gSWYoSpsmJpMuxUtgzYUWTpUeOAVwJ0E&itok=nRsU6JTv\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n</a><p class=\"secondary\">WRI’s experts are closely following the UN climate talks. <a href=\"https://www.wri.org/un-climate-change-conference-resource-hub\">Watch our Resource Hub</a> for new articles, research, webinars and more.</p></div><p>“The <a href=\"https://www.wri.org/update/champ-initiative-ndcs-3.0-subnational-content\">CHAMP initiative</a> – with commitments from 77 countries and the European Union – has sparked a sense of shared purpose across every level of government. With Brazil and Germany named as co-chairs in a new governance structure and stronger national climate commitments (NDCs) in place, the initiative now moves toward a new phase of implementation. </p><p>“Over the last two years, we have already seen the growing impact of CHAMP. The latest UNFCCC NDC synthesis report shows that 80% of NDCs submitted now reference subnational actors – an increase of almost 20% since the last round. Countries like <a href=\"https://www.wri.org/update/champ-initiative-ndcs-3.0-subnational-content\">Colombia, Ethiopia, Kenya and Rwanda</a> are prioritizing this collaboration with local actors.</p><p>“This collaboration is not just about plans on paper but addresses the major crises the world faces today, from <a href=\"https://www.wri.org/insights/informal-housing-crisis-demands-climate-response\">inadequate housing</a> to <a href=\"https://www.wri.org/insights/climate-change-effects-cities-15-vs-3-degrees-C\">extreme heat</a>. The Beat the Heat initiative is a prime example of delivering local solutions with national support. With recent <a href=\"https://www.wri.org/insights/extreme-heat-reshaping-urban-life\">record-breaking heat waves</a> and <a href=\"https://www.wri.org/insights/rebuilding-kenya-stronger-after-catastrophic-floods\">flooding</a>, urban communities have been on the frontlines of worsening climate impacts, with vulnerable residents hardest hit.</p><p>“Cities account for 80% of global GDP and 70% of global emissions while housing the majority of the world’s people. The pathway to any successful climate action that delivers for people and our planet runs through our cities — working hand in hand with regional and national governments.</p><p>“We know what the <a href=\"https://www.wri.org/initiatives/cities-all-towards-more-equal-city\">solutions are</a>. Now it’s time to scale them in thousands of cities across the world.”</p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    },
    {
      "title": "RELEASE: Global Leaders Unite to Put Jobs and Skills at the Center of the New Economy at COP30",
      "link": "https://www.wri.org/news/release-global-leaders-unite-put-jobs-and-skills-center-new-economy-cop30",
      "pubDate": "Wed, 12 Nov 2025 11:20:52 EST",
      "description": "<p><strong>Belém, Brazil (November 12, 2025)</strong> – Today at the COP30 UN climate conference, leaders from governments, businesses, civil society and philanthropy launched a new global effort that puts people’s jobs and skills at heart of the transition to a low-carbon and resilient economy. </p><p>Developed in collaboration with the COP30 Presidency and a broad coalition of international partners, the<strong> Global Initiative on Jobs & Skills for the New Economy</strong> aims to accelerate investment in human capital, foster social inclusion, and align workforce development with national climate and economic strategies. The Initiative responds to growing demand for practical solutions that make climate action work for people — creating jobs, developing skills, and ensuring social protection as economies transform.</p><div class=\"callout alignright\"><p class=\"secondary body-link\"> </p><a href=\"https://www.wri.org/un-climate-change-conference-resource-hub\"><article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"450\" media=\"(min-width: 1440px)\" type=\"image/png\" width=\"800\" />\n              <source height=\"450\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/png\" width=\"800\" />\n              <source height=\"450\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/png\" width=\"800\" />\n              <source height=\"428\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/png\" width=\"760\" />\n              <source height=\"256\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/png\" width=\"455\" />\n                  <img alt=\"COP30 resource hub graphic.\" height=\"256\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-10/cop30-hub-preview_0.png?VersionId=gSWYoSpsmJpMuxUtgzYUWTpUeOAVwJ0E&itok=nRsU6JTv\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n</a><p class=\"secondary\">WRI’s experts are closely following the UN climate talks. <a href=\"https://www.wri.org/un-climate-change-conference-resource-hub\">Watch our Resource Hub</a> for new articles, research, webinars and more.</p></div><p>“Here in Belém, we must show that climate action is not only about emissions and technologies, but about people and their future,” said COP30 CEO<strong> Ana Toni</strong>, who co-hosted the event launch. “Let us come together in the spirit of mutirão — the collective energy of communities working together — to build a fairer and more prosperous future for all.”</p><p>The Initiative builds on <a href=\"https://www.international-climate-initiative.com/PUBLICATION2227-1\">new global research</a> from Systemiq and World Resources Institute (WRI) which shows that the climate transition could create an estimated <strong>375 million new jobs</strong> over the next decade, particularly in renewable energy, construction and nature-based solutions. Adaptation activities, such as building resilient infrastructure, are expected to be a major source of employment as well, generating an estimated <strong>280 million jobs</strong> worldwide.</p><p>Realizing the potential for new jobs will require unprecedented coordination among governments, business and international financial institutions. The new analysis sets out an Action Agenda across three key pillars:</p><ul><li><strong>Intentionality:</strong> Embed jobs and skills strategies in national climate and industrial plans, backed by data-driven workforce intelligence and local transition pacts.</li><li><strong>Innovation:</strong> Build modern, modular training systems and industry-led consortia to align skills with emerging green sectors.</li><li><strong>Investment:</strong> Treat spending on human capital as investment, not consumption, mobilizing domestic revenues, business incentives, and international finance for long-term workforce development.</li></ul><p><a href=\"https://www.international-climate-initiative.com/PUBLICATION2227-1\"><strong>Access the Leaders Summary and new research here.</strong></a></p><p>“The transition to a new economy is not a burden, but a historic opportunity to create jobs, empower youth and drive inclusive growth,” said <strong>Hon. Dr. Eng. Festus K. Ng’eno</strong>, Principal Secretary, Ministry of Environment, Climate Change, and Forestry, Kenya. “With over 40% of Kenyans employed in agriculture and a rapidly growing youth population, investing in our people’s skills for sustainable agriculture, renewable energy, and transport is essential to building a more resilient, competitive and equitable economy for generations to come.”</p><p>“The data is clear — the skills needed for jobs are changing faster than ever,” said <strong>Allen Blue</strong>, Co-Founder of LinkedIn. “Our research shows demand for green talent continues to grow at twice the pace of skills in the workforce. Closing this gap will only happen with urgent, coordinated action to put green training at the core of every climate and business plan. Doing so not only accelerates progress, it connects people to economic opportunity.”</p><p>To deliver impact, the Initiative will work across different tracks to bring together knowledge and learning, help to establish country and industry action partnerships and build a movement. Early engagement is underway with countries including Brazil, Cambodia, Egypt, India, Indonesia, Kenya, Pakistan, the Philippines, South Africa, Senegal, Uzbekistan and Vietnam, and partnerships are forming with leading development institutions and private-sector coalitions. As a foundation for further cooperation, the Deutsche Gesellschaft für Internationale Zusammenarbeit (GIZ) GmbH commissioned and published three country case studies (<a href=\"https://mia.giz.de/qlinkdb/cat/ID=253787000\">Brazil</a>, <a href=\"https://mia.giz.de/qlinkdb/cat/ID=253785000\">Kenya</a><a href=\"https://mia.giz.de/esearcha/browse.tt.html\"> </a>and <a href=\"https://mia.giz.de/qlinkdb/cat/ID=253786000\">Pakistan</a>), while the International Climate Initiative (IKI) of the German government funded a case study on the <a href=\"https://www.international-climate-initiative.com/en/iki-media/publication/the-impacts-of-skills-shortages-on-global-power-sector-emissions-new68ee1f2ee1d93251521930/\">impact of skills shortages on global power emissions</a>.</p><p>Leaders supporting the new Initiative underscored how the transition to a low-carbon and resilient economy will succeed only if it is powered by skilled, secure and supported workers. They called for a new compact between climate and development actors, positioning human capital as a central pillar of economic and climate transition strategies:</p><p>“A people-centered transition is both a moral imperative and an economic necessity,” said <strong>Jochen Flasbarth</strong>, State Secretary at the Federal Ministry for the Environment, Climate Action, Nature Conservation and Nuclear Safety, Germany. “Social protection, opportunities for retraining and job transition policies are key to ensuring that climate ambition remains both politically and socially sustainable.”</p><p>“Business and industry have a crucial role to play in this transformation,” said <strong>Ricardo Mussa</strong>, Chair of Sustainable Business COP30 (SB COP). “Investing in green skills and workforce transformation is not just good for the planet — it’s good for business. By building the talent base for the low-carbon economy, companies can unlock new markets, strengthen supply chains, and deliver sustainable growth.”</p><p>“We need a coordinated, whole-of-economy approach with investments in skills and workforce development at the center,” said <strong>Dr. Liesbet Steer</strong>, Executive Director at Systemiq and lead author of the report. “Our report shows that a people-centered transition can deliver a powerful triple dividend — stronger economies, greater social cohesion, and faster environmental progress.” </p><p>“The transition to a low-carbon economy will only succeed if people are positioned to benefit from it and equipped to drive it forward,” said <strong>Ani Dasgupta</strong>, President & CEO of WRI. “By investing in people’s skills and potential, we turn the challenge of decarbonization into an engine for growth and shared prosperity.”</p><p>“Skills shortages put global climate goals at risk. There can be no climate transition without a skills transition,” said <strong>Ingrid-Gabriela Hoven</strong>, Managing Director at GIZ. “Accelerating green jobs and skills will yield a triple dividend: stronger and more resilient economies, more social cohesion, and faster progress to a low-carbon economy.”</p><p>“Philanthropy and private investors are key to unlocking the potential of the new economy,” said <strong>Michelle Armstrong</strong>, Managing Director at Ares Management and President of the Ares Charitable Foundation. “Catalytic investments in people’s skills, resilience and potential can help empower communities, expand access to good jobs, and build a more inclusive and sustainable economy.”</p><p>\"As countries implement their Nationally Determined Contributions (NDCs), the right tools and partnerships are essential to build capacity for climate innovation — unlocking the social and economic transformation these commitments aim to deliver,\" said <strong>Pablo Vieira</strong>, Global Director of the NDC Partnership. \"The Global Initiative on Jobs & Skills for the New Economy will play a key role in expanding this support, helping countries fast-track NDC implementation and investment for a green and just transition.”</p><p>To learn more about the new research, visit <a href=\"https://www.international-climate-initiative.com/PUBLICATION2227-1\">https://www.international-climate-initiative.com/PUBLICATION2227-1</a> </p><p>The new research was directed by Systemiq and World Resources Institute. The research was financially supported by the International Climate Initiative (IKI) through the GIZ-implemented Climate Diplomacy Action Programme on behalf of the German Federal Ministry for the Environment, Climate Action, Nature Conservation and Nuclear Safety (BMUKN). Further significant contributions were provided by Ares Charitable Foundation and the NDC Partnership. Country case studies, analysis and consultations on the research were also supported by the Asian Development Bank (ADB), Education Development Center (EDC), Laudes Foundation, LinkedIn, the Sustainable Business COP (SBCOP) and the World Business Council for Sustainable Development (WBCSD).</p><hr /><p><strong>About Systemiq</strong></p><p>Systemiq is a systems change company that works with businesses, policymakers, investors and civil society organisations to reimagine and reshape the systems that sit at the heart of society - energy, nature and food, materials, built-environment, and finance - to accelerate the shift to a more sustainable and inclusive economy. Founded in 2016, Systemiq is a certified B Corp, and has offices in Brazil, France, Germany, Indonesia, the Netherlands, the UK and the USA. Find out more at www.systemiq.earth or via <a href=\"https://www.linkedin.com/company/systemiq/?originalSubdomain=uk\">LinkedIn</a>.</p><p><strong>About World Resources Institute (WRI)</strong></p><p>WRI is a trusted partner for change. Using research-based approaches, we work globally and in focus countries to meet people’s essential needs; to protect and restore nature; and to stabilize the climate and build resilient communities. We aim to fundamentally transform the way the world produces and uses food and energy and designs its cities to create a better future for all. Founded in 1982, WRI has nearly 2,000 staff around the world, with country offices in Brazil, China, Colombia, India, Indonesia, Mexico and the United States and regional offices in Africa and Europe.</p><p><strong>About International Climate Initiative (IKI) of the German Federal Ministry for the Environment, Climate Action, Nature Conservation and Nuclear Safety</strong></p><p>Since 2008, the German government has been promoting climate action and biodiversity conservation in the Global South through the International Climate Initiative (IKI). Through the IKI, Germany is fulfilling its international obligations within the international community. Within the Federal Government, the IKI is anchored in the Federal Ministry for the Environment, Climate Action, Nature Conservation and Nuclear Safety (BMUKN). In coordination with the BMUKN, however, individual projects are also commissioned and implemented by the Federal Foreign Office. </p><p><strong>About Deutsche Gesellschaft für Internationale Zusammenarbeit (GIZ)</strong></p><p>The Deutsche Gesellschaft für Internationale Zusammenarbeit (GIZ) GmbH is a global service provider in the field of international cooperation for sustainable development and international education work. GIZ supports the German Government and many public and private sector clients in around 120 countries in achieving their objectives in international cooperation. To learn more, visit giz.de or follow GIZ on LinkedIn.</p><p><strong>About Ares Charitable Foundation</strong></p><p>The Ares Charitable Foundation (the “Ares Foundation)” envisions a world in which people have access to the knowledge, resources and opportunities needed to help chart pathways to self-sufficiency and drive strong economies. Established in 2021 as a 501(c)(3) qualifying organization sponsored by Ares Management (“Ares” or the “Firm”), we strive to advance economic mobility by helping people prepare and reskill for quality jobs, launch and scale businesses, and build personal financial knowledge.  We execute our philanthropy with the same rigor, discipline and entrepreneurial spirit that Ares brings to its investment activities and business operations. Furthermore, we aim to ensure that these efforts help demonstrate Ares’ core values — to be collaborative, responsible, entrepreneurial, self-aware and trustworthy — in action.</p><p><strong>About NDC Partnership</strong><br />The NDC Partnership is a global coalition, bringing together more than 250 members, including more than 140 countries, developed and developing, and more than 110 institutions to deliver on ambitious climate action that helps achieve the Paris Agreement and drive sustainable development. Governments identify their NDC implementation priorities and the type of support that is needed to translate them into actionable policies and programs. Based on these requests, the membership offers a tailored package of expertise, technical assistance and funding. This collaborative response provides developing countries with efficient access to a wide range of resources to adapt to and mitigate climate change and foster more equitable and sustainable development.</p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    },
    {
      "title": "Despite Some Progress, Countries’ New Climate Plans Largely Fall Short",
      "link": "https://www.wri.org/insights/assessing-2025-ndcs",
      "pubDate": "Wed, 12 Nov 2025 11:00:00 EST",
      "description": "<div class=\"callout alignright\"><p class=\"secondary body-link\"><strong>Tracking NDCs</strong></p><p class=\"secondary\">Countries are currently in the process of submitting new NDCs. This analysis incorporates submissions through Nov. 9, 2025. View <a href=\"https://www.climatewatchdata.org/ndc-tracker?ap3c=IGh-nyJ1Hht3FZUBAGh-nyLKteBK5IEI6izxtxPgvaHYDFSk6Q\">WRI's Climate Watch NDC tracker</a> to explore the latest.</p></div><p>2025 is a pivotal moment for climate action. Countries are submitting new national climate commitments, known as \"<a href=\"https://www.wri.org/insights/nationally-determined-contributions-ndcs-explained\">nationally determined contributions</a>\" or \"NDCs,\" that will shape the trajectory of global climate progress through 2035.</p><p>These new commitments show how boldly countries plan to cut their greenhouse gas (GHG) emissions; transform their economies; and strengthen resilience to growing threats, like extreme weather, wildfires and floods. Together, they will determine how far the world goes toward limiting global temperature rise and avoiding the worst climate impacts.</p><p>Over 100 countries, representing more than 70% of global emissions, have already put forward new NDCs. The rest are expected during the <a href=\"https://www.wri.org/un-climate-change-conference-resource-hub\">UN climate summit (COP30)</a> in November. These submissions represent an improvement from previous commitments, and many smaller and developing nations are leading the way with <a href=\"https://www.wri.org/initiatives/allied-climate-transformation-act2025/resources/g20-learn-ndcs-climate-vulnerable-nations\">stronger targets</a>. <strong>Yet collective ambition </strong><a href=\"https://www.wri.org/news/statement-un-report-finds-country-climate-commitments-falling-short\"><strong>still falls short</strong></a><strong> of what's needed to keep the world within critical warming thresholds</strong>, according to <a href=\"https://www.climatewatchdata.org/ndc-tracker\">our own analysis</a> and a recent <a href=\"https://unfccc.int/news/the-direction-of-travel-improving-every-year-but-we-need-to-urgently-pick-up-the-pace-un-climate\">report from the UN</a>.</p><p>We analyzed the submissions thus far for a snapshot of how countries' climate plans are shaping up and what they reveal about the road ahead.</p><div class=\"bullets border-small\"><div class=\"h4 bottom-border-tiny-black\">Related</div>\n\n      \n<div class=\"embedded-entity embed--block-type--in-this-series\">\n      <div class=\"field field--name-field-featured-items field--type-entity-reference field--label-hidden field__items\">\n              <div class=\"field__item\">  <div class=\"teaser-item\">\n      <div class=\"tags topic-tag margin-top-xs\">\n      \n  <a href=\"https://www.wri.org/climate\" hreflang=\"en\">Climate</a>\n\n      \n    </div>\n      <div class=\"teaser__inner-wrapper\">\n      <div class=\"left-section margin-bottom-xs\">\n              <h3 class=\"teaser-title margin-top-xs\">\n          \n    <a href=\"https://www.wri.org/insights/cop30-progress-country-climate-plans\" hreflang=\"en\">5 Ways COP30 Can Make Progress Where Countries’ Climate Plans Fall Short </a>\n\n\n        </h3>\n                    <span class=\"content-type-region bundle\">\n          \n  Insights\n\n        </span>\n                    <span class=\"date-region date\">\n              \n            November 6, 2025\n      \n  \n\n\n        </span>\n            </div>\n      <div class=\"right-section margin-top-xs margin-bottom-xs\">\n                  \n    <img alt=\"Solar panels with smoke from a smokestack in the background.\" class=\"image-style-_25x95\" height=\"95\" src=\"https://files.wri.org/d8/s3fs-public/styles/125x95/s3/2025-11/solar-panels-coal-plant-emissions-gap.jpg?VersionId=VR32EDQZ9qme5uAq.47ostsHEiYdCnCb&h=c0a79c08&itok=8UP1fCv2\" width=\"125\" />\n\n\n\n\n              </div>\n    </div>\n  </div>\n\n</div>\n          </div>\n  </div>\n</div><h3>How Many Countries Have Submitted New NDCs?</h3><div class=\"callout alignright\"><p class=\"secondary body-link\"><strong>About the 2025 NDCs</strong></p><p class=\"secondary\">NDCs are critical to halting climate change. They lay out how each country will contribute to global goals outlined under the Paris Agreement, including emissions cuts needed to keep temperature rise below 1.5-2 degrees C (2.7-3.6 degrees F). 2025 marks the third round of NDCs since the treaty's inception in 2015, with countries setting climate targets through 2035. These plans are expected to reflect the <a href=\"https://unfccc.int/topics/global-stocktake/about-the-global-stocktake/outcome-of-the-first-global-stocktake\">2023 Global Stocktake</a> — the first full review of global climate progress — which called for deeper emissions cuts and faster action on fossil fuels, renewables, transport and forests, and adaptation and resilience. <a href=\"https://www.wri.org/insights/nationally-determined-contributions-ndcs-explained\">Learn more.</a></p></div><p>Under the Paris Agreement, 2025 NDCs were technically due in February. As of Nov. 9, <a href=\"https://www.climatewatchdata.org/ndc-tracker\">108 countries</a> (including the EU and its 27 member states), covering 71% of the world's emissions, had submitted them.</p><p>Among the G20 — the world's largest GHG emitters — twelve had put forth new NDCs: Australia, Brazil, Canada, China, the European Union, Indonesia, Japan, Russia, Türkiye, South Africa, the United Kingdom and the United States. (The U.S. has since announced its intention to withdraw from the Paris Agreement, effective January 2026, though its NDC remains officially listed with the UNFCCC.) Many smaller and developing countries have also stepped forward.</p><p>The remaining countries are expected to present their new NDCs during the <a href=\"https://www.wri.org/un-climate-change-conference-resource-hub\">UN Climate Conference (COP30)</a> in November.</p><article class=\"media media--type-embed media--view-mode-full\">\n  \n      \n            <div class=\"clearfix text-formatted field field--name-field-media-embed-code field--type-text-long field--label-hidden field__item\"><div class=\"flourish-embed flourish-map\"><noscript><img alt=\"map visualization\" src=\"https://public.flourish.studio/visualisation/26143025/thumbnail\" width=\"100%\" /></noscript></div></div>\n      \n  </article>\n<h3>How Much Have New NDCs Reduced the Emissions Gap?</h3><p>Compared to previous 2030 targets, the NDCs submitted so far have made a modest dent in the 2035 emissions gap: the difference between where emissions <em>need</em> to be to align with 1.5 degrees C and where they're <em>expected</em> to be under countries' climate plans.</p><p>If fully implemented, new \"unconditional NDCs\" (those that don't require international support) are projected to reduce emissions by an additional 3.2 gigatons of carbon dioxide equivalent (GtCO2e) by 2035 compared to 2030. This leaves an emissions gap of 28 GtCO2e to hold warming to 1.5 degrees C. When \"conditional NDCs\" (those that do<em> </em>require international support) are included, the projected emissions reductions rise to 3.8 GtCO2e, leaving a gap of 24.4 GtCO2e.</p><p><strong>In other words, the NDCs submitted so far achieve less than 14% of the additional emissions reductions needed by 2035 to close the gap to 1.5 degrees C.</strong></p><article class=\"media media--type-embed media--view-mode-full\">\n  \n      \n            <div class=\"clearfix text-formatted field field--name-field-media-embed-code field--type-text-long field--label-hidden field__item\"><div class=\"flourish-embed\"><noscript><img alt=\"visualization\" src=\"https://public.flourish.studio/story/3434788/thumbnail\" width=\"100%\" /></noscript></div></div>\n      \n  </article>\n<h3>How Much Warming Do the New NDCs Put Us on Track For?</h3><p>Last year, global projections estimated that, if countries achieved their NDCs, the world was on track for 2.6-2.8 degrees C (4.7-5 degrees F) of warming by the end of the century. According to this year's <a href=\"https://www.unep.org/resources/emissions-gap-report-2025\">UN Emissions Gap Report</a>, new NDCs have slightly improved that outlook: If countries fully implement their current commitments, warming could be limited to 2.3-2.5 degrees C (4.1-4.5 degrees F) by 2100. This is still well above the <a href=\"https://www.wri.org/insights/1-5-degrees-c-target-explained\">Paris Agreement's goal</a> of limiting warming to 1.5-2 degrees C.</p><p>These projections also assume that countries have the policies and finance needed to turn their pledges into action. Under laws and measures that are already in place, the world is still headed for a catastrophic 2.8 degrees C (5 degrees F) of warming — levels that would bring <a href=\"https://www.wri.org/insights/1-5-degrees-c-target-explained\">widespread</a> <a href=\"https://www.wri.org/insights/climate-change-effects-cities-15-vs-3-degrees-C\">damage</a> to ecosystems; more extreme storms, fires, floods and heatwaves; and increased risks to food and water security across the world. </p><div class=\"bullets border-small\"><div class=\"h4 bottom-border-tiny-black\">Related</div>\n\n      \n<div class=\"embedded-entity embed--block-type--in-this-series\">\n      <div class=\"field field--name-field-featured-items field--type-entity-reference field--label-hidden field__items\">\n              <div class=\"field__item\">  <div class=\"teaser-item\">\n      <div class=\"tags topic-tag margin-top-xs\">\n      \n  <a href=\"https://www.wri.org/climate\" hreflang=\"en\">Climate</a>\n\n      \n    </div>\n      <div class=\"teaser__inner-wrapper\">\n      <div class=\"left-section margin-bottom-xs\">\n              <h3 class=\"teaser-title margin-top-xs\">\n          \n    <a href=\"https://www.wri.org/insights/nationally-determined-contributions-ndcs-explained\" hreflang=\"en\">What Are Nationally Determined Contributions (NDCs) and Why Do They Matter?</a>\n\n\n        </h3>\n                    <span class=\"content-type-region bundle\">\n          \n  Insights\n\n        </span>\n                    <span class=\"date-region date\">\n              \n            August 28, 2025\n      \n  \n\n\n        </span>\n            </div>\n      <div class=\"right-section margin-top-xs margin-bottom-xs\">\n                  \n    <img alt=\"People walk on a bridge over wetlands with windmills in the distance.\" class=\"image-style-_25x95\" height=\"95\" src=\"https://files.wri.org/d8/s3fs-public/styles/125x95/s3/2024-08/gaomei-wetlands-windmills_0.jpg?VersionId=IbF02o8uhRQp7cRx9r8NGBC2zqA6w5j3&h=19a36e7b&itok=zF9weE9w\" width=\"125\" />\n\n\n\n\n              </div>\n    </div>\n  </div>\n\n</div>\n              <div class=\"field__item\">  <div class=\"teaser-item\">\n      <div class=\"tags topic-tag margin-top-xs\">\n      \n  <a href=\"https://www.wri.org/climate\" hreflang=\"en\">Climate</a>\n\n      \n    </div>\n      <div class=\"teaser__inner-wrapper\">\n      <div class=\"left-section margin-bottom-xs\">\n              <h3 class=\"teaser-title margin-top-xs\">\n          \n    <a href=\"https://www.wri.org/insights/modeling-ambitious-ndcs-major-emitters\" hreflang=\"en\">What Would Ambitious Climate Commitments Look Like for the World’s Top Emitters? It’s Complicated</a>\n\n\n        </h3>\n                    <span class=\"content-type-region bundle\">\n          \n  Insights\n\n        </span>\n                    <span class=\"date-region date\">\n              \n            April 22, 2025\n      \n  \n\n\n        </span>\n            </div>\n      <div class=\"right-section margin-top-xs margin-bottom-xs\">\n                  \n    <img alt=\"Workers install solar panel frames in Hebei Province, China\" class=\"image-style-_25x95\" height=\"95\" src=\"https://files.wri.org/d8/s3fs-public/styles/125x95/s3/2025-04/installing-solar-panels-hebei-province-china-jpg.jpg?VersionId=Z2Z2geJ5ZFFkkhfvTU.h_G9OyMgDJloP&h=51a72048&itok=DCyVTzCe\" width=\"125\" />\n\n\n\n\n              </div>\n    </div>\n  </div>\n\n</div>\n          </div>\n  </div>\n</div><h3>How Do Specific Countries' Climate Plans Stack Up?</h3><p>Among the countries that have submitted new NDCs so far, the <a href=\"https://www.wri.org/news/statement-uks-ambitious-climate-plan-propels-country-net-zero-and-sets-example-world\"><strong>United Kingdom</strong></a> stands out for its ambitious goal to cut emissions 81% from 1990 levels by 2035. This rapid decline in the coming decade would put the country on track to achieve net-zero emissions by 2050, <a href=\"https://www.theccc.org.uk/publication/letter-advice-on-the-uks-2035-nationally-determined-contribution-ndc/\">based on</a> realistic rates of technology deployment and ambitious but achievable shifts in consumer and business behavior.</p><p>The <a href=\"https://www.wri.org/news/statement-eu-environment-ministers-back-2040-emission-goal-plan-reach-it-remains-unclear\"><strong>European Union</strong></a> aims to cut emissions 66.25%-72.5% below 1990 levels by 2035. Achieving the higher end of the range (72.5%) is critical to staying on a path to 1.5 degrees C, according to <a href=\"https://www.wri.org/insights/modeling-ambitious-ndcs-major-emitters\">WRI analysis</a>. This would also support a smoother and more realistic transition toward the EU Council's goals of reducing emissions 90% by 2040 and reaching net zero by 2050. By contrast, lowering emissions only 66.25% by 2035 would require the EU to make steep and challenging cuts in the final five years before 2040.</p><p><a href=\"https://www.wri.org/news/statement-china-announces-new-climate-target\"><strong>China</strong></a> committed to reduce emissions 7%-10% below its <a href=\"https://www.theguardian.com/world/2025/nov/11/china-co2-emissions-flat-or-falling-for-past-18-months-analysis-finds#:~:text=China%27s%20dual%20carbon%20goals%20are,of%20their%20peak%20by%202035.\">peak level</a> by 2035. This is the first time China has set an absolute, economy-wide emissions target covering all greenhouse gases and clearly signals a post-peak decline in emissions. The country also announced several sector-specific commitments to support this transition. Current trends suggest China could overdeliver on its 2035 goal, given its rapid deployment of clean technology. The country already saw a year-over-year emissions <a href=\"https://www.carbonbrief.org/analysis-record-solar-growth-keeps-chinas-co2-falling-in-first-half-of-2025/\">decline of about 1%</a> in the first half of 2025, and recent analysis suggests its CO2 emissions have been <a href=\"https://www.carbonbrief.org/analysis-chinas-co2-emissions-have-now-been-flat-or-falling-for-18-months/\">flat or falling for 18 months</a>. In addition, renewables, batteries and EVs now contribute <a href=\"https://www.carbonbrief.org/analysis-clean-energy-contributed-a-record-10-of-chinas-gdp-in-2024/#:~:text=Clean,9tn\">roughly one-quarter</a> of China's economic growth.</p><p><a href=\"https://www.wri.org/news/statement-indonesia-submits-its-national-climate-commitment-new-emissions-targets-ahead-cop30\"><strong>Indonesia's</strong></a> NDC states that emissions will peak by 2030 and then decline to 1.26-1.49 GtCO2e by 2035, depending on <a href=\"https://www.wri.org/insights/indonesia-clean-energy-economic-growth-projections\">economic growth</a> and international support. While this marks progress, both scenarios show relatively slow emissions reductions over the coming decade. As a result, Indonesia would need to make steeper, faster cuts after 2035 to achieve its goal of net-zero emissions by 2060 or earlier.</p><p>Other countries, such as<strong> Japan</strong> and the <strong>United States</strong>, have opted for a \"linear\" approach toward net zero. This means if they drew a straight line to their net-zero target (for example, 0 GtCO2e in 2050), their 2030 and 2035 targets would fall along it, reflecting a constant decline in emissions each year. Japan aims to cut emissions 60% from 2013 levels by 2035, while the United States has pledged a 61%-66% reduction from 2005 levels by 2035. This linear approach — compared to earlier, steeper emissions cuts — can still achieve net zero by mid-century, but risks compromising global temperature targets by using more of the world's carbon budget sooner.</p><p>Despite the U.S. withdrawing from the Paris Agreement and reversing many federal climate policies, its NDC may still guide climate action at the state, city and local levels. Many of these entities <a href=\"https://usclimatealliance.org/press-releases/alliance-2035-target-dec-2024/?ref=csofutures.com\">have already rallied</a> around the new NDC and are committed to making progress toward its targets.</p><p><strong>Canada </strong>made only a marginal increase to its target, shifting from a 40%-45% emissions reduction by 2030 to 45%-50% by 2035 from 2005 levels. This falls short of the <a href=\"https://www.nzab2050.ca/news-insights/net-zero-advisory-body-responds-to-todays-announcement-of-canadas-greenhouse-gas-emissions-target-for-2035\">recommendation</a> from Canada's own Net-Zero Advisory Body, which called for a 50%-55% reduction by 2035 — and warned that anything below 50% risks derailing progress toward the country's legislated net-zero goal by 2050. Canada is also working to cut methane emissions by over 35% by 2030, including a 75% reduction from its oil and gas sector relative to 2012.</p><p><strong>Emissions-reduction targets put forward by major emitters so far:</strong></p><table class=\"table tablesaw tablesaw-stack\"><thead><tr><th>Country</th><th>Previous 2030 Emissions-Reduction Target</th><th>New 2035 Emissions-Reduction Targets</th><th>Net-Zero Target Year</th></tr></thead><tbody><tr><td>Australia</td><td>43% from 2005 levels</td><td>62%-70% from 2005 levels</td><td>2050</td></tr><tr><td>Brazil</td><td>53.1% from 2005 levels</td><td>59%-67% from 2005 levels</td><td>2050</td></tr><tr><td>Canada</td><td>40%-45% from 2005 levels</td><td>45%-50% from 2005 levels</td><td>2050</td></tr><tr><td>China</td><td>Over 65% carbon intensity reduction below 2005</td><td>7%-10% from peak</td><td>2060</td></tr><tr><td>European Union</td><td>55% from 1990 levels</td><td>66.25%-72.5% from 1990 levels</td><td>2050</td></tr><tr><td>Indonesia</td><td>31.89% (unconditional) and 43.2% (conditional) below business as usual by 2030</td><td>Reach 1258-1489 MtCO2e</td><td>2060</td></tr><tr><td>Japan</td><td>46% from 2013 levels</td><td>60% from 2013 levels</td><td>2050</td></tr><tr><td>Mexico*</td><td>35% (unconditional) and 40% (conditional) below BAU</td><td>364-404 MtCO2e (unconditional) 332-363 MtCO2e (conditional)</td><td>2050</td></tr><tr><td>Russian Federation</td><td>70% of 1990 levels</td><td>65%-67% of 1990 levels</td><td>2060</td></tr><tr><td>South Africa</td><td>350-420 MtCO2e</td><td>320-380 MtCO2e</td><td>2050</td></tr><tr><td>South Korea*</td><td>40% below 2018 by 2030</td><td>53%-61% from 2018 levels</td><td>2050</td></tr><tr><td>Turkey</td><td>41% below BAU</td><td>Reach 643 MtCO2e</td><td>2053</td></tr><tr><td>United Kingdom</td><td>68% from 1990 levels</td><td>81% from 1990 levels</td><td>2050</td></tr><tr><td>United States</td><td>50%-52% from 2005 levels</td><td>61%-66% from 2005 levels</td><td>2050</td></tr></tbody></table><p><sup>*Mexico and South Korea announced 2035 top-line emissions-reduction targets but had not yet officially submitted NDCs as of Nov. 9.</sup></p><h3>How Are High-Emitting Countries Addressing Key Areas like Energy, Forestry and Transport?</h3><p>Establishing specific targets and measures for high-emitting economic sectors is essential for driving progress on the ground. It signals to stakeholders across government, industry and finance where action and investment are most needed to meet climate goals. Such measures are especially important among G20 countries, which can shape global supply chains, set standards, and direct vast public and private capital toward low-carbon solutions.</p><p>As more major emitters come forth with new NDCs, a clearer picture is emerging of how they are embedding sector-specific action into their climate commitments.</p><h4>Energy</h4><p>Only a few G20 countries have set clear renewable electricity targets in their NDCs. The U.K., for example, pledged to achieve at least 95% clean electricity by 2030. Australia committed to 82% renewables by the same year. The EU aims to meet at least 42.5% of its total energy consumption with renewable sources by 2030, with an aspirational goal of 45%. China pledged that, by 2035, it will raise the share of non-fossil fuels in domestic energy consumption to over 30% and increase wind and solar capacity sixfold from 2020 levels. South Africa has set a goal of installing 44 GW of new renewable energy capacity by 2035. Others, including Canada, Brazil, Turkey and Russia, signaled plans to expand clean energy but without quantified targets.</p><p>Meanwhile, progress on transitioning away from fossil fuels remains uneven. The U.K. has already phased out coal power and pledged to hold consultations on ending new oil and gas exploration licenses. Canada and Australia are working to end coal power by 2030 and 2040, respectively. The EU aims for its energy sector to be largely decarbonized in the 2030s, with no place for new coal. Russia positioned natural gas as a transitional fuel, while Brazil encourages the replacement of fossil fuels by promoting \"<a href=\"https://www.wri.org/news/statement-brazil-announces-pledge-quadruple-sustainable-fuels\">sustainable fuels</a>\" and electrification.</p><p>But this is not enough: Much of the focus remains on <a href=\"https://www.wri.org/insights/countries-phasing-out-coal-power-fastest\">phasing out coal</a>, particularly among developed economies, while oil and gas receive less attention. Without clear, time-bound decline pathways for all fossil fuels, clean-energy growth alone may not cut absolute emissions fast enough to align with the Paris Agreement's goals.</p><h4>Transport</h4><p>Only three G20 members include clear targets for zero-emissions vehicles in their NDCs. The U.K. has adopted a mandate requiring 80% of new cars and 70% of new vans to be zero-emissions by 2030, reaching 100% by 2035. Canada's Electric Vehicle Availability Standard requires 100% zero-emissions vehicle sales by 2035. The EU set a target for all new cars, vans and urban buses to be zero-emissions by 2035.</p><p>Meanwhile, Australia's 2024 New Vehicle Efficiency Standard introduces declining emissions limits for new vehicles from 2025, aiming to cut emissions intensity by around 60% for passenger vehicles and by half for light commercial vehicles by 2030. And China's NDC envisions that EVs will dominate new vehicle sales by 2035.</p><h4>Forests</h4><p>Most G20 members include land use and forestry measures in their NDCs, though the scope and specificity of those commitments vary widely.</p><p>Some set quantitative restoration and <a href=\"https://www.wri.org/insights/forest-carbon-sink-shrinking-fires-deforestation\">carbon sink</a> targets. For example, Brazil pledged to suppress illegal deforestation and scale restoration initiatives, with goals to recover millions of hectares of forest in the coming decades. Canada and the United States have committed to protecting and conserving 30% of their land and waters by 2030. Australia's Strategy for Nature 2024-2030 seeks to halt and reverse biodiversity loss by the same year. China has pledged to expand its forests significantly by 2035, and Indonesia aims to restore two million hectares of <a href=\"https://www.wri.org/insights/peatlands-mapping-climate-action-southeast-asia\">peatlands</a> and rehabilitate 8.3 million hectares of degraded land by 2030.</p><p>Countries like Turkey and Russia have made broader conservation pledges without quantified targets. Just two G20 countries, Japan and South Africa, do not include any specific targets or measures related to forestry in their NDCs.</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1189\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1575\" />\n              <source height=\"951\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"728\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"574\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"343\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"Cyclists on a closed-off city street to allow for biking and walking.\" height=\"343\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-05/brazil-sao-paulo-cyclists.jpg?VersionId=foGuCuISvtbdA3gTGD_qkoedW3FFd7M5&itok=F-sOdcK-\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>Paulista Avenue in São Paulo, Brazil, is car-free on Sundays to allow for more pedestrians and cyclists. Tackling high-emitting sectors like transport is critical to halting climate change. Photo by William Rodrigues dos Santos/Alamy Stock Photo</figcaption>\n</figure>\n<h3>What Other Trends Are Emerging Among the New NDCs?</h3><p>Several other trends are emerging among the new NDCs. While the submissions so far offer valuable insights, they don't yet reflect the full picture; deeper analysis will be needed once all NDCs have been submitted.</p><h4>1) Nearly all new NDCs include 2035 mitigation measures, with many setting economy-wide emissions-reduction targets.</h4><p>Almost all of the 108 NDCs submitted thus far — with the exceptions of Niue, Venezuela and Zambia — include new mitigation measures through 2035.</p><p>Most (102) express their 2035 targets as emissions-reduction goals. The exceptions are Cuba, Bolivia and Nicaragua, which instead included sectoral mitigation measures. Cuba, for example, committed to increase renewable electricity generation and improve energy efficiency by 2035.</p><p>Seventy-one of the countries with emissions-reduction goals set economy-wide targets covering all sectors and greenhouse gases (as encouraged by the 2023 Global Stocktake). Notably, China's new target covers all sectors and GHGs for the first time. This is an important step: China's previous NDCs covered only CO2, but the country's non-CO2 emissions alone place it among the world's top 10 emitters.</p><p>Under the Paris Agreement, developed countries are required to submit economy-wide targets, while developing countries are encouraged to work toward them over time.</p><h4>2) Most countries did not strengthen their 2030 targets.</h4><p>Despite clear scientific evidence and UN decisions urging stronger 2030 targets, only 15 (14%) of 108 countries have strengthened their 2030 emissions pledges. This includes Ethiopia, Saint Lucia, Nepal, Moldova, Jamaica and Montenegro, among others. For example, Montenegro revised its 2030 emissions-reduction target from 35% to 55% and set a 60% target by 2035, compared to 1990 levels.</p><p>Notably, none of the wealthier, high-emitting and more developed countries have strengthened their 2030 targets — despite having the greatest capacity and responsibility to take the lead on slashing emissions.</p><h4>3) Most countries have strengthened their adaptation measures.</h4><p>In the face of worsening climate impacts, 61 of 108 countries set stronger adaptation commitments in their new NDCs, continuing a trend seen in <a href=\"https://www.wri.org/research/state-nationally-determined-contributions-2022\">previous rounds</a>. Many of these countries are prioritizing adaptation across sectors such as food and water systems, public health and <a href=\"https://www.wri.org/insights/what-exactly-are-nature-based-solutions\">nature-based solutions</a>.</p><p>For example, Ecuador, which is particularly vulnerable to heavy rainfall and floods, prioritized action to build resilience of its water resources, human health and settlements, and natural heritage. Canada, which has witnessed devastating wildfires in recent years, cited its National Adaptation Strategy, which provides a framework for disaster resilience, biodiversity, public health and infrastructure.</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1050\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1575\" />\n              <source height=\"840\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"643\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"507\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"303\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"Firefighters putting out flames along a highway.\" height=\"303\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-05/canaad-fire-fighters_0.jpg?VersionId=oDsXmUNOUA7kTI8Zc.sWJ1cA5GyZ_rB1&itok=KlqXVuzm\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>Canadian firefighters in 2021. After being ravaged by wildfires in recent years, Canada's new national climate plan puts an emphasis on climate adaptation and disaster resilience. Photo by nathan4847/iStock</figcaption>\n</figure>\n<h4>4) Developing countries continue to take the lead on reporting finance needs in their NDCs.</h4><p>Among the 108 countries with new NDCs, 41 developing countries have reported specific financial requirements to implement their plans, totaling $2.8 trillion so far. This continues a trend seen in previous rounds, with the vast majority of reported finance needs consistently coming from developing countries.</p><p>Ten, including Ecuador, Barbados, Thailand and Tonga, reported finance needs for the first time in 2025, while 11 increased their estimates compared to previous NDCs. The largest increases came from Angola, whose needs jumped from $44 billion to $412 billion (with about 89% conditional on international support), and Pakistan, whose funding needs rose from $241 billion to $565 billion.</p><p>These numbers highlight the urgent need for scaled and predictable finance to support developing countries' climate goals. At the same time, total finance needs are likely underestimated, given that only about half of the 61 countries included cost data. This underscores the importance of enhanced transparency and support in climate finance planning.</p><h4>5) More countries are incorporating 'just transition' in their NDCs.</h4><p>Compared to previous rounds, more countries now explicitly mention a \"<a href=\"https://www.wri.org/insights/what-is-just-transition-tracking-progress\">just transition</a>\" in their NDCs. Ninety-two (80%) of the NDCs submitted thus far include this concept, which aims to ensure equitable and inclusive action toward low-carbon, climate-resilient societies. Crucially, countries are increasingly going beyond one-line references and expanding upon specific just transition efforts that are already underway or planned. Many, such as <a href=\"https://www.wri.org/update/what-just-transition-and-why-it-crucial-colombia\">Colombia</a>, Sri Lanka, Eswatini and the U.K., dedicate entire sections of their new NDCs to this concept.</p><p>Countries are also defining \"just transition\" more clearly and specifying where it is most relevant to their national climate action. Bangladesh, Kyrgyzstan and Mauritius note the development of policies, frameworks and commissions to move their domestic just transition actions forward. Brazil and Indonesia explicitly reference decent work and quality jobs. Countries like Moldova, Azerbaijan and the UAE reference the importance of skills and training to support workers and youth. While the energy sector remains the main focus for just transition discussions, some countries also incorporate areas such as water, agriculture, waste and climate adaptation.</p><h4>6) Countries are recognizing the importance of local action.</h4><p>Some countries' NDCs also recognize the critical role that subnational actors, such as cities, states and regions, play in shaping and delivering climate action. According to <a href=\"https://unhabitat.org/urban-content-in-ndc-30-a-global-snapshot-for-cop30\">UN-Habitat</a>, the number of assessed NDCs with strong, action-oriented urban content has nearly doubled since the last cycle, reflecting a clear shift toward recognizing the role of cities in mitigation and adaptation.</p><p>More than 50 of the newly submitted NDCs come from countries that have endorsed the <a href=\"https://www.wri.org/initiatives/coalition-high-ambition-multilevel-partnerships-champ-climate-action\">Coalition for High Ambition Multilevel Partnerships (CHAMP)</a> — an initiative that aims to strengthen collaboration between national and subnational governments on climate planning and implementation. As part of this commitment, 77 countries and the EU pledged to consult with and integrate subnational priorities and needs into their NDCs.</p><p>Brazil, for example, highlights an instrument called \"climate federalism\" designed to support the integration of climate action into planning and decision-making across all levels of government. Similarly, <a href=\"https://www.wri.org/news/statement-colombia-updates-its-climate-commitments-2035\">Colombia</a> acknowledged the role of <a href=\"https://thecityfix.com/blog/how-subnational-governments-are-shaping-colombias-next-generation-climate-commitments/\">subnational governments</a> in planning and implementing measures to both mitigate and adapt to climate change in its NDC.</p><h3>What's Next for NDCs?</h3><p>While some countries have yet to submit their commitments, the storyline is already clear: <strong>New NDCs will not put the world on track to limit warming to 1.5 degrees C.</strong></p><div class=\"callout alignright\"><p class=\"secondary body-link\"> </p><a href=\"https://www.wri.org/un-climate-change-conference-resource-hub\"><article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"450\" media=\"(min-width: 1440px)\" type=\"image/png\" width=\"800\" />\n              <source height=\"450\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/png\" width=\"800\" />\n              <source height=\"450\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/png\" width=\"800\" />\n              <source height=\"428\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/png\" width=\"760\" />\n              <source height=\"256\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/png\" width=\"455\" />\n                  <img alt=\"COP30 resource hub graphic.\" height=\"256\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-10/cop30-hub-preview_0.png?VersionId=gSWYoSpsmJpMuxUtgzYUWTpUeOAVwJ0E&itok=nRsU6JTv\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n</a><p class=\"secondary\">WRI’s experts are closely following the UN climate talks. <a href=\"https://www.wri.org/un-climate-change-conference-resource-hub\">Watch our Resource Hub</a> for new articles, research, webinars and more.</p></div><p>The big question now is <a href=\"https://www.wri.org/insights/cop30-progress-country-climate-plans\">how countries respond at COP30</a> to narrow that gap. They must address what comes after NDCs, grappling with how to turn ambition into action and keep a safer future within reach.</p><p>Ultimately, putting forward strong plans — and fulfilling them — are essential levers; not only for limiting warming, but for safeguarding the health, prosperity and security of current and future generations.</p><p><em>Editor's note: This article was originally published in June 2025. It was last updated in November 2025 with analysis of new NDCs submitted through Nov. 9.</em></p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    },
    {
      "title": "STATEMENT: COP30 Action Agenda Accelerates Transition Across Major Sectors",
      "link": "https://www.wri.org/news/statement-cop30-action-agenda-accelerates-transition-across-major-sectors",
      "pubDate": "Wed, 12 Nov 2025 09:27:39 EST",
      "description": "<p><strong>Belém, Brazil (November 12, 2025)</strong> — The COP30 Presidency and High-Level Climate Champions released the <a href=\"https://climateaction.unfccc.int/CopsAndSummits/COP30\">COP30 Action Agenda</a>, which unites commitments from civil society, businesses, investors, cities, states and countries into a coherent framework tied to the Paris Agreement goals.</p><div class=\"callout alignright\"><p class=\"secondary body-link\"> </p><a href=\"https://www.wri.org/un-climate-change-conference-resource-hub\"><article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"450\" media=\"(min-width: 1440px)\" type=\"image/png\" width=\"800\" />\n              <source height=\"450\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/png\" width=\"800\" />\n              <source height=\"450\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/png\" width=\"800\" />\n              <source height=\"428\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/png\" width=\"760\" />\n              <source height=\"256\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/png\" width=\"455\" />\n                  <img alt=\"COP30 resource hub graphic.\" height=\"256\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-10/cop30-hub-preview_0.png?VersionId=gSWYoSpsmJpMuxUtgzYUWTpUeOAVwJ0E&itok=nRsU6JTv\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n</a><p class=\"secondary\">WRI’s experts are closely following the UN climate talks. <a href=\"https://www.wri.org/un-climate-change-conference-resource-hub\">Watch our Resource Hub</a> for new articles, research, webinars and more.</p></div><p>The Action Agenda features six key axes guided by the Global Stocktake findings, including energy, industry, and transports; forests, ocean and biodiversity; agriculture and food systems; resilient cities, infrastructure and water; human and social development; and enabling issues of finance, technology and capacity-building.</p><p><strong>Following is a statement from Ani Dasgupta, President and CEO, World Resources Institute:</strong></p><p>“The Action Agenda fills a critical gap by uniting the hundreds of climate initiatives that have grown in recent years into a common framework tied to the Global Stocktake goals. It reinforces the fact that governments and a broad array of real-economy actors need to work together to orchestrate change. Critically, the Agenda brings much-needed transparency to these pledges by requiring initiatives to publicly report on progress, spurring <a href=\"https://www.wri.org/technical-perspectives/effective-cooperative-climate-initiatives\">climate coalitions to deliver measurable results</a>.</p><p>“The Agenda elevates action across key systems — from cities to forests to energy. It highlights the <a href=\"https://www.wri.org/initiatives/coalition-high-ambition-multilevel-partnerships-champ-climate-action\">CHAMP initiative</a>, which unites national and local governments to deliver on climate goals. We look forward to partnering with Brazil and Germany as the first CHAMP co-chairs. It also brings together major efforts to restore forests and land through AFR100, advances ocean action via the <a href=\"https://www.wri.org/news/release-brazil-and-france-launch-new-global-challenge-put-ocean-center-climate-action\">Blue NDC Challenge</a>, and showcases leadership on transforming food systems through the <a href=\"https://allianceofchampions.org/\">Alliance of Champions for Food Systems Transformation</a>. On energy, it spotlights coalitions driving a just transition away from coal, decarbonizing heavy industries such as cement and concrete and more.</p><p>“Finally, rigorous and transparent carbon accounting remains fundamental to progress. The Action Agenda reaffirms that the partnership between the Greenhouse Gas Protocol (GHGP) and the International Organization for Standardization (ISO) is the foundation of the global carbon-accounting system — and the trusted standard for organizations pursuing credible climate action.”</p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    },
    {
      "title": "Land Use Changed the Climate. Now Climate’s Changing the Land",
      "link": "https://www.wri.org/insights/land-use-climate-change-feedback-loop",
      "pubDate": "Tue, 11 Nov 2025 16:34:32 EST",
      "description": "<p>Land-use change has long been recognized as a major contributor to global warming. Deforestation and agriculture alone account for nearly <a href=\"https://www.ipcc.ch/report/ar6/wg2/\">25% of human-caused greenhouse gas (GHG) emissions</a>.</p><p>One might think this effect is uni-directional: Cutting down trees, plowing up grasslands and draining wetlands release GHGs that fuel climate change. But satellite monitoring shows that this relationship is a two-way street. <strong>Climate change itself is increasingly leading to the loss and degradation of forests, grasslands, wetlands, rivers and even farms, creating a dangerous feedback loop.</strong></p><h3>Hotter, Drier Conditions Accelerate Forest Fires</h3><p>Let’s look at wildfires. As the graphic below shows, large-scale fires burned <a href=\"https://www.wri.org/insights/global-trends-forest-fires\">more than twice as much forest</a> over the past decade (2015-2024) than they did in the previous one (2001-2010). A warming climate is creating hotter, drier conditions for longer periods of time, <a href=\"https://www.nature.com/articles/s41467-025-61608-1\">escalating fire risk</a>.</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1414\" media=\"(min-width: 1440px)\" type=\"image/png\" width=\"1575\" />\n              <source height=\"1131\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/png\" width=\"1260\" />\n              <source height=\"866\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/png\" width=\"965\" />\n              <source height=\"682\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/png\" width=\"760\" />\n              <source height=\"408\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/png\" width=\"455\" />\n                  <img alt=\"Annual forest loss due to fire.\" height=\"408\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-11/annual-forest-loss-due-to-fire-graphic_0.png?VersionId=Ed2KHH4etfs8b93v2OyTndwo6vUHO73l&itok=kFV9CdmC\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>Data available on Global Forest Watch.</figcaption>\n</figure>\n<p>Fire accounted for <a href=\"https://www.nature.com/articles/s41467-025-64014-9\">one-third of land cover change</a> globally in 2023. Boreal and humid tropical regions — home to the world’s last great tracts of natural forest — have experienced especially dramatic increases in forest loss due to fire. This trend is driven by a warming climate. Emissions from forest fires <a href=\"https://www.science.org/doi/10.1126/science.adl5889\">have increased 60% </a>since 2001, largely due to more fires in boreal forests.</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1699\" media=\"(min-width: 1440px)\" type=\"image/png\" width=\"1575\" />\n              <source height=\"1359\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/png\" width=\"1260\" />\n              <source height=\"1041\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/png\" width=\"965\" />\n              <source height=\"820\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/png\" width=\"760\" />\n              <source height=\"491\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/png\" width=\"455\" />\n                  <img alt=\"Relationship between forest loss due to fire and global temperature.\" height=\"491\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-11/relateionship-between-forest-loss-due-to-fire-and-global-temperature_0.png?VersionId=I7VWARxfpOPE2iRRn5TVyUDGKUunGJz.&itok=N-KXQK08\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>Correlation between boreal forest loss due to fire and global temperature (<em>r</em>2=0.67) and humid tropical forest loss due to fire and global temperature (<em>r</em>2=0.85), where each point is a three-year moving average of both area and temperature.</figcaption>\n</figure>\n<h3>Droughts Kill Trees, Deplete Rivers</h3><p>Meanwhile, climate change-induced droughts are destroying crops, killing trees and depleting river basins to record lows. Satellite images allow us to see the detailed impacts of drier conditions on the planet’s surface.</p><p>For example, southeastern Australia reached its <a href=\"https://yaleclimateconnections.org/2023/10/september-2023-was-earths-most-extreme-month-for-heat-ever-recorded/#:~:text=Australia%20had%20its%20driest%20September,water%20(see%20Tweets%20below).\">driest month in at least 110 years</a> in September 2023. “<a href=\"https://www.nature.com/articles/s43247-023-00826-1\">Flash droughts”</a> like the one shown below, where unusually rapid drying occurs due to lack of precipitation and unusually high heat, are increasing. That’s a problem not only for water use, but for trees, crops and other vegetation.</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1434\" media=\"(min-width: 1440px)\" type=\"image/png\" width=\"1575\" />\n              <source height=\"1147\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/png\" width=\"1260\" />\n              <source height=\"879\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/png\" width=\"965\" />\n              <source height=\"692\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/png\" width=\"760\" />\n              <source height=\"414\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/png\" width=\"455\" />\n                  <img alt=\"Drought impacts in Southeastern Australia, Sept 2023.\" height=\"414\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-11/drought-impacts-on-southeastern-australia-sept-2023_0.png?VersionId=AKFIjRWJ5yNEFLmBxYpDx3ge7a6MqEZx&itok=imOt_Mfu\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>Drought impacts in southeastern Australia in September 2023 captured as interannual vegetation loss by the OPERA DIST-ALERT product (Pickens et al., 2025). Red areas indicate areas where plants and crops dried out or died due to extreme heat and lack of rainfall.</figcaption>\n</figure>\n<p>The Amazon River also <a href=\"https://www.nature.com/articles/s41598-024-58782-5#:~:text=Abstract,record%20values%20during%20this%20event.\">reached record-low levels</a> in October 2023. The port city of Manaus experienced its lowest water levels in 121 years of measurement, limiting navigation and threatening wildlife. Fears of the <a href=\"https://www.science.org/doi/10.1126/sciadv.aat2340\">Amazon crossing a tipping point</a> — where climate change increases the intensity and length of dry periods so much that rainforests turn into savannas — may now be playing out, with fires and droughts driving the conversion. The image below shows the drop in water levels for the Rio Negro, located just above Manaus where it joins the main stem of the Amazon River.</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"804\" media=\"(min-width: 1440px)\" type=\"image/png\" width=\"1575\" />\n              <source height=\"643\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/png\" width=\"1260\" />\n              <source height=\"493\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/png\" width=\"965\" />\n              <source height=\"388\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/png\" width=\"760\" />\n              <source height=\"232\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/png\" width=\"455\" />\n                  <img alt=\"Drought impacts southeastern Australia, Sept 20243.\" height=\"232\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-11/drought-impacts-southeastern-australia-2_0.png?VersionId=Lgv4piEFzbYCFrsEGes5qRN0JoAtCqYH&itok=HL-ZXEqn\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>Left image is PlanetScope monthly true color composite for October 2022, center image is PlanetScope monthly true color composite for 2023 (Planet Labs PBC), and right image is Landsat-derived monthly surface water extent, where red is October surface water loss for 2023 compared to 2022 from Land & Carbon Lab data (Pickens et al., 2020). </figcaption>\n</figure>\n<h3>Stronger Storms Are a Growing Threat to Nature and People</h3><p>Finally, let’s look at storms. A warmer climate creates more energy, fueling storms that are <a href=\"https://www.ipcc.ch/report/ar6/wg1/\">stronger and longer-lived</a>. These storms impact natural ecosystems as well as cities and farms through landslides, erosion, floods and “windthrow,” where strong winds knock down trees.</p><p>The satellite image below shows the impact of landslides caused by cyclone Freddy, the longest-lived cyclone on record. The 2023 storm <a href=\"https://nam04.safelinks.protection.outlook.com/?url=https%3A%2F%2Fhumanitarianaction.info%2Farticle%2Fmalawi-cholera-floods-flash-appeal-2023-revised-march-following-cyclone-freddy&data=05%7C02%7CSarah.Parsons%40wri.org%7C08e7354cc89d4e6f8cd908de2151ee08%7C476bac1f36b24ad98699cda6bad1f862%7C0%7C0%7C638984832954218548%7CUnknown%7CTWFpbGZsb3d8eyJFbXB0eU1hcGkiOnRydWUsIlYiOiIwLjAuMDAwMCIsIlAiOiJXaW4zMiIsIkFOIjoiTWFpbCIsIldUIjoyfQ%3D%3D%7C0%7C%7C%7C&sdata=uObyj3QMVCm%2FukeNregQt8BX4jNjLHUyJkG%2Fpc%2FEZ2w%3D&reserved=0\">caused</a> more than 1,000 deaths, displaced more than 600,000 people, and destroyed nearly 200,000 hectares of farmland in Malawi. The country has historically experienced one cyclone every seven years; five have hit Malawi in the past seven years alone.</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1434\" media=\"(min-width: 1440px)\" type=\"image/png\" width=\"1575\" />\n              <source height=\"1147\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/png\" width=\"1260\" />\n              <source height=\"879\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/png\" width=\"965\" />\n              <source height=\"692\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/png\" width=\"760\" />\n              <source height=\"414\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/png\" width=\"455\" />\n                  <img alt=\"Landslides after Cyclone Freddy.\" height=\"414\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-11/landslides-after-cyclone-freddy_0.png?VersionId=R1UQ_SfCmeeH2Ct1SamH6CX6xDcPP2Jn&itok=VSDZFwvR\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>Landslides on the eastern face of the Mulanje Massif in southern Malawi caused by Cyclone Freddy in 2023. Maroon areas identify where vegetation was stripped away by landslides, flooding, and flowing debris, as detected by UMD’s OPERA DIST-ALERT (Pickens et al., 2025).</figcaption>\n</figure>\n<h3>Acting on Climate and Nature Together</h3><div class=\"callout alignright\"><p class=\"secondary body-link\"> </p><a href=\"https://www.wri.org/un-climate-change-conference-resource-hub\"><article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"450\" media=\"(min-width: 1440px)\" type=\"image/png\" width=\"800\" />\n              <source height=\"450\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/png\" width=\"800\" />\n              <source height=\"450\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/png\" width=\"800\" />\n              <source height=\"428\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/png\" width=\"760\" />\n              <source height=\"256\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/png\" width=\"455\" />\n                  <img alt=\"COP30 resource hub graphic.\" height=\"256\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-10/cop30-hub-preview_0.png?VersionId=gSWYoSpsmJpMuxUtgzYUWTpUeOAVwJ0E&itok=nRsU6JTv\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n</a><p class=\"secondary\">WRI’s experts are closely following the UN climate talks. <a href=\"https://www.wri.org/un-climate-change-conference-resource-hub\">Watch our Resource Hub</a> for new articles, research, webinars and more.</p></div><p>As world leaders come together this month in Belém, Brazil for the <a href=\"https://www.wri.org/un-climate-change-conference-resource-hub\">30<sup>th</sup> UN climate summit (COP 30),</a> actions to curtail GHG emissions and conserve nature are more urgently needed — and more interconnected — than ever.</p><p>The world needs to double-down on <a href=\"https://www.wri.org/insights/accelerating-the-energy-transition-6-opportunities\">advancing the energy transition</a> to address the largest source of GHG emissions. This means adding more clean energy, electric vehicles, energy efficiency and smart city designs. The world also needs to <a href=\"https://www.wri.org/insights/manage-global-land-squeeze-produce-protect-reduce-restore\">stop ecosystem conversion</a> and halt the dangerous nature-climate feedback loop. This means producing the food we need with less land and resources, reducing demand for <a href=\"https://www.wri.org/insights/6-pressing-questions-about-beef-and-climate-change-answered\">land-intensive products like beef</a>, protecting the nature that remains, and <a href=\"https://www.wri.org/initiatives/global-restoration-initiative\">restoring what’s been lost</a>.</p><p>The causality between climate change and land-use change goes both ways — so, too, do the solutions.</p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    },
    {
      "title": "Putting Nature on a Balance Sheet: What It Is and Why It Matters",
      "link": "https://www.wri.org/technical-perspectives/nature-balance-sheets",
      "pubDate": "Tue, 11 Nov 2025 16:00:02 EST",
      "description": "<p>We face a paradox: Nature underpins the global economy — providing clean air, water regulation, flood protection, and pollination — yet remains largely invisible in most economic and financial decisions. This is not because its value is insignificant, but because nature is not seen as a critical asset that’s necessary for the economy.</p><p>The failure to fully recognize and embed nature’s value in economic and financial decisions has contributed to rapid ecosystem degradation and climate instability that now threatens economic resilience, food security, human health and quality of life.</p><p><a href=\"https://www.imf.org/en/Publications/staff-climate-notes/Issues/2024/10/01/Embedded-in-Nature-Nature-Related-Economic-and-Financial-Risks-and-Policy-Considerations-555072\">According to the International Monetary Fund</a>, nature loss is financially material in both directions: economic activity degrades ecosystems and ecosystem decline undermines economic growth, drives inflationary pressures and threatens financial stability. For example, banks face significant vulnerability to ecosystem degradation and biodiversity loss because many borrowers and assets depend on — and operate in — nature-dependent sectors such as agriculture, forestry and water-intensive manufacturing.</p><p>As ecosystems degrade, costs rise, yields fall and supply chains are disrupted, reducing borrowers’ abilities to repay loans, which thereby increases systemic risk. In agriculture, the economic value of crop production is <a href=\"https://pubmed.ncbi.nlm.nih.gov/36515549/\">12% to 31% lower</a> due to declining pollination as insects, birds and other pollinators succumb to climate change and other human-driven pressures such as land-use change, intensive farming techniques and harmful pesticides.</p><p>By embedding nature into balance sheets, countries and companies can recognize nature’s value explicitly in financial terms and better manage both physical and transition risks — strengthening economic stability while fostering more inclusive, nature-based growth. Furthermore, properly valuing nature can reduce risks that threaten overall economic and financial stability, while supporting long-term prosperity, <a href=\"https://www.systemiq.earth/wp-content/uploads/2025/09/2025_IHLEG_Making-Natural-Capital-Count_fullreport-1.pdf\">particularly for emerging markets and developing countries</a> that are rich in natural capital but often lack resources and incentives to protect or leverage them sustainably.  </p><p>Experts, financial institutions and companies are increasingly exposed to nature-related risks across their operations and supply chains and are starting to recognize the need for putting nature on their balance sheets as the next frontier of risk management and long-term value creation, allowing businesses and governments to recognize, measure and manage their dependencies and impact on natural systems.</p><p>This article addresses why that matters, particularly from a private sector perspective, and introduces the Nature on the Balance Sheet Initiative, a coalition formed by the <a href=\"https://capitalscoalition.org/\">Capitals Coalition</a>, <a href=\"https://www.thelandbankinggroup.com/\">The Landbanking Group</a>, <a href=\"https://www.systemiq.earth/\">Systemiq</a> and the <a href=\"https://cgc.ifi.u-tokyo.ac.jp/en/\">Center for Global Commons</a>, which seeks to make this transition possible. WRI is collaborating with <a href=\"https://capitalscoalition.org/project/nature-on-the-balance-sheet/\">the Nature on the Balance Sheet Initiative</a> as part of its broader efforts to identify and advance innovative nature-finance mechanisms and investment vehicles aimed at scaling finance for nature.</p><div class=\"callout aligncenter\"><p class=\"secondary body-link\"><strong>Key Terms for Natural Capital Accounting</strong></p><p><strong>Natural Capital</strong>: The stock of renewable and non-renewable natural resources that combine to yield a flow of benefits (i.e., ecosystem services) to people. The term highlights that nature is a form of capital asset, comparable to produced capital (roads, buildings) and human capital (knowledge, skills).</p><p><strong>Ecosystems</strong>: Both living components (plants, animals, microorganisms) and the physical environment that interact to provide services to people. In accounting terms, ecosystems are treated as assets described through ecosystem extent and condition accounts.</p><p><strong>Ecosystem Services</strong>: The flows of <em>benefits</em> that people obtain from ecosystems. These are typically classified into: provisioning services (e.g., food, timber, water), regulating and maintenance services (e.g., flood control, climate regulation, soil fertility, pollination) and cultural services (e.g., recreation, aesthetic, spiritual value).</p><p><strong>Nature</strong>-<strong>positive</strong>: A term used to describe an ambition that goes beyond “no net loss” or “net positive impact” toward a future where nature is visibly and measurably improved in absolute terms. While there is not yet a clear or consistent definition, “nature-positive” is best understood not as a target for individual organizations but as a shared goal to halt and reverse nature loss.</p></div><h3>Understanding Nature on a Balance Sheet: Foundations and Emerging Practice  </h3><p>Putting nature on the balance sheet is a figurative and literal way to recognize natural capital as an economic driver in business, finance and government decision-making. It helps to illustrate the ways nature’s condition impacts financial performance and economic strategy, ultimately enhancing natural capital stocks over time.  </p><p>It systematically measures and values how companies, investors and economies depend on and impact natural systems (forests, water, soils, biodiversity, climate regulation) and incorporate those values into financial statements, risk assessments and investment decisions. Making nature-related outcomes visible enables capital allocators to better understand how these dependencies affect business performance and resilience. This, in turn, helps direct finance toward activities that generate measurable nature-positive outcomes while managing exposure to physical and transition risks, reducing the likelihood of stranded assets (economic assets that may lose their value in response to environmental concerns) and fostering more resilient value chains and economies.</p><div class=\"callout alignright\"><p class=\"secondary body-link\"><strong>Nature on a Balance Sheet Resources</strong></p><p>For practical guidance on this topic, explore the following resources:</p><ul><li>• <a href=\"https://capitalscoalition.org/wp-content/uploads/2025/05/Towards-a-Roadmap-for-Putting-Nature-on-the-Balance-Sheet.pdf\">The Roadmap for Putting Nature on the Balance Sheet</a><br /> </li><li>• <a href=\"https://www.systemiq.earth/wp-content/uploads/2025/09/2025_IHLEG_Making-Natural-Capital-Count_fullreport-1.pdf\">Making Natural Capital Account: An Investment Agenda</a></li></ul><p> </p></div><p>Historically, natural capital accounting has focused on national and subnational public systems, based on the intellectual and methodological foundations developed over several decades. The United Nations’ System of Environmental-Economic Accounting (SEEA) was first introduced in 1993 to link environmental data with national economic accounts. Meanwhile, the concept of “natural capital” gained traction in the 1990s as ecological economists such as <a href=\"https://www.jstor.org/stable/2385849\">Robert Costanza and Herman E. Daly</a> argued that nature should be treated as a productive asset providing essential goods and services to human well-being and economic growth.</p><p>The SEEA Central Framework, adopted by the UN Statistical Commission in 2012, became the first global statistical standard for environmental-economic accounting. It focuses on the flows of nature’s goods to the economy (e.g., inputs, products and residuals), nature’s individual assets (e.g., water, energy), as well as economic activity related to the environment (e.g., nature-related expenditures).</p><p>The SEEA Ecosystem Accounting, adopted in 2021, expanded SEEA’s measurements to include regulating and cultural functions of ecosystems, by proposing measurement of ecosystems, their condition and provision of services.</p><p>Together, they offer a <a href=\"https://www.sciencedirect.com/science/article/pii/S2212041622000092\">globally consistent approach to measuring</a> the environment-economy relationship. The SEEA has already been used to support public policy making in high-priority areas such as climate change and environmental sustainability. However, as the framework is still novel, the producers and potential users of accounts must improve the understanding of SEEA's relevance to ensure a more systematic use for <a href=\"https://www.oecd.org/en/publications/public-policy-uses-of-the-seea-stocks-and-flows-accounts_116778b3-en.html\">informing policies</a>.</p><p>There is now <a href=\"https://www.ecb.europa.eu/press/economic-bulletin/articles/2024/html/ecb.ebart202406_02~ae87ac450e.en.html\">explicit</a> <a href=\"https://www.spglobal.com/sustainable1/en/insights/special-editorial/how-the-world-s-largest-companies-depend-on-nature-and-biodiversity\">recognition</a> that most companies, either directly or indirectly, depend on nature — for water access, soil productivity, pollination and stable climates — while also contributing to nature loss through land-use change, supply-chain impacts and emissions. High-profile financial institutions such as BlackRock and Goldman Sachs are beginning to <a href=\"https://www.wri.org/insights/financial-sector-nature-risks-nature-based-solutions\">integrate nature into investment decisions</a>, reflecting a growing understanding that financial performance is inseparable from the state of natural systems. This increasing urgency to manage nature-related risks and dependencies is shifting attention from public-sector accounting to corporate balance sheets and capital markets. Although <a href=\"https://www.sciencedirect.com/science/article/pii/S0006320724004786\">still nascent</a>, there is increasing recognition of the private sector’s critical role in assessing, accounting for and integrating natural capital into business and finance, and of investors’ influence in driving this transition.</p><div class=\"callout\"><p class=\"secondary body-link\"><strong>Corporate Benefits of Putting Nature on the Balance Sheet</strong></p><p>For the private sector practitioners, putting nature on the balance sheet offers the following benefits:</p><ol><li><strong>Stronger Risk Management</strong>: For instance, recording restored wetlands or forests as productive assets or disclosing liabilities for degraded land, water or biodiversity loss. Many sectors, including agriculture, energy and water-dependent industries such as artificial intelligence, rely on nature’s regulating services. Failing to account for these dependencies can leave companies exposed to both physical (e.g., resource scarcity, supply-chain disruption due to nature loss and natural disasters) and transition risks (as policies, markets and consumer preferences shift).</li><li><strong>Better Decision-Making</strong>: Embedding natural-capital metrics into accounts can improve long-term planning and inform trade-offs about land use, production and investment, enabling companies to align financial returns with ecological resilience and avoid stranded assets.</li><li><strong>Increased Revenue and Innovation</strong>: Properly valuing ecosystem services can create new income streams, such as through clear metrics and long-term value for buyers of ecosystems, biodiversity credits, nature-linked contracts and nature-based financial products (e.g., Natural Asset Companies, parametric insurance for ecosystem services) that can reduce costs, diversify revenues and strengthen resilience.</li><li><strong>Demonstrated Industry Leadership</strong>: Embedding nature on the balance sheet can signal genuine industry leadership by moving beyond commitments to measurable action. Demonstrating how nature-related performance contributes to financial outcomes positions a company as a frontrunner in transparency and accountability. This not only differentiates them in client and investor engagement but also strengthens trust among regulators, communities and supply-chain partners.</li></ol></div><h3>Demonstrating Nature on the Balance Sheet in Practice </h3><p>While the concept of adding nature to balance sheets in the private sector is still emerging, several pioneers across different sectors are already integrating natural capital value into financial and strategic decision-making. For example, Forico, a forestry company in Tasmania, used natural capital accounting and demonstrated that when ecosystem services are valued, the broader contribution is roughly <a href=\"https://www.weforum.org/stories/2025/09/3-ways-to-factor-nature-into-balance-sheets/\">four times higher</a> than what appears on its conventional balance sheet. The company <a href=\"https://tnfd.global/knowledge-bank/forico-harvests-670-million-with-sustainable-forestry/\">tripled in value</a> before being acquired by three pension funds for <a href=\"https://tnfd.global/wp-content/uploads/2024/11/Forico_1026_FINAL.pdf\">more than $670 million in 2023</a>.</p><p>The Nature on the Balance Sheet Initiative has been working with three early-stage projects in agriculture, mining and financial services. These pioneering efforts, which are still being implemented, provide proof-of-concept examples that other companies can learn from.</p><h4>Belterra</h4><p>Belterra, founded in 2020, works with smallholder farmers in Brazil’s Amazon and Atlantic forests to shift degraded pastureland to biodiverse agroforestry systems that improve productivity — such as for cacao production — while helping conserve critical biomes. Its model combines technical assistance, blended finance and commercial partnerships to support transitions at scale. In its first two years, Belterra has established <a href=\"https://www3.weforum.org/docs/WEF_UpLink_Annual_Impact_Report_2024.pdf\">1,800 hectares of biodiverse agroforestry areas</a> and protected 18,000 hectares of land, with a target to restore 40,000 hectares of Brazilian forests by 2030.</p><p>Belterra’s practice shows that compared to monoculture, agroforestry plots show 55% less soil erosion, more than 50% less nutrient run-off, better water retention, higher biodiversity and more than 2.6 metric tons more of carbon dioxide equivalent sequestration per hectare per year compared to degraded pasture or monoculture. These ecological gains support higher long-term yields, greater climate resilience and lower environmental risk — key benefits that buyers and regulators are beginning to demand as deforestation-related regulations and ESG expectations tighten.</p><p>Building on these outcomes, Belterra is piloting an approach to quantify, verify and value in monetary terms the ecosystem service benefits associated with its cacao production. These include carbon removal, soil-water retention and improvements in species diversity and habitat quality. Modeling suggests that these services add roughly $3,600 of “nature value” per ton of cacao beyond the commodity price. By embedding this verified nature value into outcome-linked offtake contracts, Belterra seeks to reward regenerative farming, attract outcome-based funders and offer buyers a traceable, climate-aligned supply of cacao that outperforms monoculture both ecologically and financially.</p><h4>Vale Base Metals</h4><p>Vale Base Metals (VBM) is exploring how putting nature on the balance sheet can reinforce its existing commitments under the Taskforce on Nature-Related Financial Disclosures (TNFD) and the International Council on Mining and Metals by treating natural capital as an intangible asset that safeguards the long-term viability of mining operations. VBN is exploring how investment into nature could represent reduced risks, avoided costs and new revenue opportunities, thereby strengthening enterprise value.</p><p>The company has piloted natural capital assessment at the Carajás mining complex in Brazil, mapping landscape changes between 1986 and 2023 to understand how conservation actions have preserved value. The Landbanking Group and VBM are undertaking modeling to assess the value created by different nature investment opportunities, for example, establishment of an ecological corridor, water-body restoration, agroforestry systems on degraded pasture and riparian-zone protection.</p><h4>Manulife Investment Management</h4><p>Manulife Investment Management is one of the world’s largest natural capital investment managers, with over $11.5 billion in timber assets across 5 million acres of timberland as of 2024. An early adopter of TNFD, Manulife has piloted natural capital accounting to demonstrate how nature contributes to long-term asset performance.</p><p>Manulife’s pilot focuses on linking ecosystem services directly to asset performance and valuation. For example, in the Neches watershed in Texas, Manulife manages riparian forests, wetlands and floodplain habitats where water-regulating services are valued at several million dollars annually. By enhancing these ecosystem assets — improving wetland health and forest resilience — the company aims to reduce wildfire, flood and drought risks; and open new revenue opportunities such as payments for ecosystem services. As markets begin to reward nature stewardship, assets demonstrating measurable natural capital value could attract price premiums and interest from investors seeking climate- and nature-aligned portfolios.</p><h3>Challenges and Opportunities for Scaling</h3><p>Momentum is building as early adopters rapidly advance the technical foundations for putting nature on the balance sheet. This frontier is now focusing on overcoming four key areas that hold back wider adoption:</p><ol><li>Creating clear pathways on how to integrate natural-capital valuation into concrete business and financial decisions.</li><li>Mobilizing and activating key stakeholders — accountants, auditors and boards — to embrace the opportunities, moving past initial risk aversion and providing clarity on disclosure and fiduciary duties.</li><li>Showcasing financial returns to clearly demonstrate how natural capital valuation can translate into direct financial returns in the market thanks to the development of high-visibility proof-of-concept projects.</li><li>Aligning regulations and incentives to create a policy environment for corporate action, including phasing out negative subsidies.</li></ol><p>This progress is amplified by significant advances in nature-data technologies, such as high-resolution remote sensing, automated monitoring and environmental DNA, which have significantly lowered the cost of measuring ecosystem extent, condition and services, opening new frontiers for accountability and scale. Furthermore, understanding of the enabling conditions for mainstream uptake has deepened, with recent analyses highlighting the importance of consistent standards, credible governance and access to blended finance. Integrating nature into corporate accounts not only strengthens business risk management but also enables capital markets to reward nature-positive performance and penalize destructive practices, while revealing new opportunities for inclusive growth.</p><p>More evidence and real-world proof points are needed to build investor confidence and demonstrate how natural capital valuation creates tangible financial and resilience benefits. Strengthening and scaling pilot initiatives will be essential to generate this evidence base and move toward consistent adoption at scale – a challenge and opportunity that will be at the forefront of the UN Climate Change Conference (COP30) in Belém, which some are referring to as the “Nature COP.” If these opportunities are seized, putting nature on the balance sheet can evolve from an experimental concept into a mainstream financial lever for resilience, competitiveness and systemic change.</p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    }
  ]
}