{
  "title": "wri.org blog posts",
  "link": "https://www.wri.org/",
  "description": "Blog posts from the World Resources Institute",
  "category": "social_impact",
  "source_url": "https://www.wri.org/blog/rss.xml",
  "fetched_at": "2025-10-10T08:33:06.642761",
  "items": [
    {
      "title": "STATEMENT: IUCN Adopts Landmark Resolution on Crimes Affecting the Environment",
      "link": "https://www.wri.org/news/statement-iucn-adopts-landmark-resolution-crimes-affecting-environment",
      "pubDate": "Thu, 09 Oct 2025 15:22:57 EDT",
      "description": "<p><strong>ABU DHABI (October 9, 2025)</strong> — Today, at the IUCN World Conservation Congress in Abu Dhabi, IUCN members adopted a landmark <a href=\"https://iucncongress2025.org/assembly/motions/motion/052\"><em>Resolution on Crimes that Affect the Environment</em></a>.</p><p>The resolution recognizes environmental crime as a major threat to biodiversity and human rights, and calls for stronger cooperation between governments, law enforcement agencies and the global conservation community to tackle crimes such as illegal logging, deforestation, mining, fishing and wildlife trafficking.</p><p>Through the <a href=\"https://naturecrimealliance.org/\">Nature Crime Alliance</a>, World Resources Institute — alongside the Government of France, the Wildlife Conservation Society, the National Whistleblower Center, and the International Council on Environmental Law — developed the resolution, which received strong support among IUCN members.</p><p><strong>Following is a statement from Dr. Charles ‘Chip’ Barber, Director, Nature Crime Alliance, World Resources Institute:</strong></p><p>“Environmental crime is now one of the world’s most profitable illegal enterprises. It fuels deforestation, drives biodiversity loss, and causes immense human suffering — stealing resources and revenue from communities and countries alike.</p><p>“This resolution is a breakthrough because it puts action against these crimes squarely on the conservation agenda. It signals growing resolve among IUCN members to confront environmental crime as a serious threat to people, nature and climate.</p><p>“The resolution provides a mandate for IUCN to incorporate efforts to tackle environmental crime within its workplan and encourages governments to address this issue at the national level.</p><p>“This is a milestone that lays the groundwork for stronger global cooperation on environmental crime, aligns IUCN’s efforts with other international frameworks and fora, and builds momentum heading into the UN Crime Congress in 2026.”</p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    },
    {
      "title": "19 Ways to Help the Climate, Ranked",
      "link": "https://www.wri.org/insights/climate-friendly-choices-ranked",
      "pubDate": "Thu, 09 Oct 2025 07:00:00 EDT",
      "description": "<p>It may seem like political divides around climate change are only deepening. Yet the <a href=\"https://peoplesclimate.vote/document/Peoples_Climate_Vote_Report_2024.pdf\">world's largest climate survey</a> reveals a striking consensus: Eighty percent of people globally want their countries to take stronger climate action, and over half think about climate change daily or weekly. Far from being split, humanity is largely united on wanting to do more.</p><p>But how can we help move the needle?</p><p>First things first: It's true that governments and big businesses hold the most power to halt climate change. They have the ability to reshape global systems — like how we generate energy, produce food and design cities — that are at the root of the crisis. This is why political actions, like voting and joining climate campaigns, are <a href=\"https://www.wri.org/insights/climate-impact-behavior-shifts\">among the most impactful</a> you can take.</p><p>But there's a lot we can do in our daily lives, too. <a href=\"https://www.wri.org/research/effective-impact-behavioral-shifts\"><strong>WRI research</strong></a><strong> shows that shifting a few key behaviors can significantly reduce emissions and climate impacts. And the more people who act, the bigger the collective change. </strong>The trick is knowing where to prioritize our efforts.</p><h3>Ranking Climate-Friendly Choices</h3><div class=\"callout alignright\"><p class=\"secondary body-link\"><strong>The Inequality of Emissions</strong></p><p class=\"secondary\">Wealthy populations have the highest emissions per capita and therefore the most opportunity to shift toward climate-friendly behaviors. By contrast, some developing countries may need to <em>increase</em> emissions to provide basic necessities, like reliable electricity and nutritious food, to all people. Governments should seek clean, affordable pathways to meet these needs, while the biggest cuts must come from the highest emitters.</p></div><p>Narratives around personal climate action can be misleading. <a href=\"https://academic.oup.com/pnasnexus/article/4/6/pgaf191/8159053?login=false\">Research shows</a> that people often overestimate the climate benefits of easier behavioral changes, like recycling, while discounting more impactful ones, like cutting back on air travel and eating less meat.</p><p>A <a href=\"https://www.wri.org/research/effective-impact-behavioral-shifts\">recent WRI paper</a> analyzed 19 climate-friendly behaviors to reveal which ones reduce planet-warming greenhouse gas emissions the most. Even adopting just a few of these actions — particularly those with the biggest emissions-reduction potential — can make a difference. Understanding which actions pack the biggest punch also helps us know where to aim our collective action efforts for the maximum impact.</p><article class=\"media media--type-embed media--view-mode-full\">\n  \n      \n            <div class=\"clearfix text-formatted field field--name-field-media-embed-code field--type-text-long field--label-hidden field__item\"><div class=\"flourish-embed flourish-scatter\"><noscript><img alt=\"scatter visualization\" src=\"https://public.flourish.studio/visualisation/25378153/thumbnail\" width=\"100%\" /></noscript></div></div>\n      \n  </article>\n<p>The \"right\" decisions will look different for everyone depending on what's accessible to them. Living car-free is the most impactful behavior by far in terms of reducing emissions. But if that's unattainable, switching from a gas-powered car to an electric vehicle, or shifting as many trips as possible to walking, biking or public transit, also cuts emissions.</p><p>Similarly, going vegan is nearly 3 times more impactful for the climate than decreasing food waste, 9 times more impactful than decreasing consumption of packaged or processed goods, and 30 times more impactful than composting. Full veganism may be a stretch for most people, but going vegetarian or even reducing meat consumption also makes a difference.</p><p>Impact also depends on each person's starting point: Those who drive and fly extensively and eat meat-heavy diets have far greater emissions-reduction potential than those whose emissions are already minimal.</p><h3>The Catch: It Will Take All of Us</h3><p>Each of these actions can help reduce your own carbon emissions. But altering the trajectory of climate change hinges on not one, not a few, but billions of people making such shifts.</p><p>The challenge is that most high-impact behaviors — like living car-free or installing renewable energy at home — aren't equally accessible to everyone. Achieving truly widespread change will require unprecedented support from governments, companies, financial institutions and industry leaders to make these behavioral shifts easy, routine and accessible for most people.</p><p>Living car-free requires access to reliable public transit, safe bike infrastructure, and subsidies to help people to purchase bikes or e-bikes. Decreasing air travel often depends on companies offering remote options and governments investing in lower-carbon travel, like high-speed rail. Most people would need subsidies to afford the cost of installing rooftop solar panels or paying for energy-efficient home renovations.</p><p>Indeed, our <a href=\"https://www.wri.org/research/effective-impact-behavioral-shifts\">research</a> found that interventions intended to shift people toward climate-friendly behaviors — such as asking people to commit to using public transit, or comparing their energy use to their neighbors — achieve <em>only 10%</em> of their potential emissions impact without systemic support. The remaining 90% is reliant on broader changes that make individual actions attainable.</p><h3>So, What Should We Do to Make the Biggest Difference?</h3><p>This is the central challenge behind the numbers: Behavioral shifts aren't just personal, they are also shaped and enabled by the world around us. We need both individual and systems change to solve the problem.</p><p>If you want to make a difference, there are ways to contribute at both levels:</p><p>Push for what you can't control alone. Vote for leaders who support climate-smart investments; demand action from those already in power; sign petitions; and join collective campaigns that drive change at scale. For example, look for leaders who champion:</p><ul><li>Investing in public transit that is clean, reliable and accessible.</li><li>Subsidizing electric and hybrid vehicles and building a nationwide EV charging network.</li><li>Electrifying buildings and offering incentives for heat pumps, solar panels and energy-efficient retrofits.</li><li>Expanding protected bike lanes, bike share networks and walkable city planning.</li><li>Making plant-based food affordable, available and appealing.</li></ul><p>When it comes to daily choices, make the most impactful actions you can based on what's accessible and affordable for your circumstances. You might focus on what is most appealing in terms of health (to get more exercise, you could prioritize biking to work); financial savings (installing a heat pump can cut energy costs in the long term), or ease (if you do have to fly, prioritize economy class and/or direct flights).</p><p>With each vote, petition and personal change we make, we can become part of the global solution, signaling to leaders what the surveys already show: That we care about our collective climate future, and change cannot wait.</p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    },
    {
      "title": "How Tribal Nations Are Charging Ahead with Electric School Buses",
      "link": "https://www.wri.org/insights/tribal-nations-electric-school-bus-transition",
      "pubDate": "Wed, 08 Oct 2025 16:10:51 EDT",
      "description": "<p>“The kids love it!\" exclaimed <a href=\"https://electricschoolbusinitiative.org/electric-school-bus-ambassadors#KatieTigerDirectorforLandandWellnessatTheCenterforNativeHealthEasternBandofCherokeeIndians\">Katie Tiger</a>, the electric school bus project manager for school transportation fleet operator <a href=\"https://cherokeeboysclub.com/\">Cherokee Boys Club</a>. What started as a single pilot, when the <a href=\"https://www.ebci.gov/\">Eastern Band of Cherokee Indians'</a> deployed its <a href=\"https://www.carolinathomas.com/2022/03/17/electric-school-buses-arrive-in-north-carolina/\">first electric school bus</a> in 2022 has become a transportation transformation. Now, three years later, Cherokee Central Schools in North Carolina is on track to have a fully electrified fleet by the end of the year, which will give all its students a clean and quiet ride.</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1181\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1575\" />\n              <source height=\"945\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"724\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"570\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"341\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"The side of an electric bus reads Cherokee Boys Club Bus Service\" height=\"341\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-10/cherokee-boys-club-bus_0.jpg?VersionId=0_dhm7vUXxRggsuAKiMFqxIG6xGOzk42&itok=jg-PtpRx\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>Cherokee Central Schools is on track to transition its entire school bus fleet to electric school buses. Photo by Alyssa Curran.</figcaption>\n</figure>\n<p>The Eastern Band of Cherokee Indians is among a growing list of tribal nations and Native communities leading the way in the U.S. on school bus electrification. This is particularly important, as data shows that Native children have <a href=\"https://pubmed.ncbi.nlm.nih.gov/18595967/\">higher rates of asthma</a>, face <a href=\"https://oasis.library.unlv.edu/cgi/viewcontent.cgi?article=1754&context=fac_articles\">longer routes to school</a> and are <a href=\"https://nhts.ornl.gov/\">more likely to ride the school bus</a> than other non-Native students — all concerns associated with emissions from riding diesel buses.</p><p>Without the tailpipe exhaust that emits harmful air pollutants, electric school buses offer a better path than diesel buses, with advantages for air quality, health, climate and long-term costs. Electric buses are also responsible for the lowest greenhouse gas emissions of any school bus type, even when accounting for emissions from the generation of electric power.</p><h3>State of Play: Electric School Buses Serving Indian Country</h3><p>As of July 2025, over 400, or about 3%, of the approximately <a href=\"https://electricschoolbusinitiative.org/dataset-us-electric-school-bus-adoption\">14,000 electric school buses nationwide</a> serve tribal nations and Native communities across 70 school districts.</p><article class=\"media media--type-embed media--view-mode-full\">\n  \n      \n            <div class=\"clearfix text-formatted field field--name-field-media-embed-code field--type-text-long field--label-hidden field__item\"><div class=\"flourish-embed flourish-map\"><noscript><img alt=\"map visualization\" src=\"https://public.flourish.studio/visualisation/24828831/thumbnail\" width=\"100%\" /></noscript></div></div>\n      \n  </article>\n<p>Cherokee Nation was the first tribe to transition to electric school buses, with <a href=\"https://ictnews.org/the-press-pool/cherokee-nation-unveils-first-rural-electric-transit-buses-first-electric-school-bus-in-region/\">Sequoyah High School in Oklahoma deploying its first electric school bus</a> in 2021 after receiving funding from several sources including a grant from the U.S. Department of Transportation in 2018. By the end of 2025, the Eastern Band of Cherokee Indians will be the <a href=\"https://cleanenergy.org/news/a-sacred-obligation-of-our-people-the-eastern-band-of-cherokee-indians-leads-north-carolina-in-environmental-stewardship-with-ira-funding/\">first tribal nation to fully transition its school bus fleet</a> with all 21 of their school buses running electric.</p><p>While motivations among tribal nations and Native communities to transition their school bus fleets to electric may vary, each brings benefits for their community. Here we spotlight how four school districts have made that transition.</p><h3>Cherokee Central Schools</h3><p>The Eastern Band of Cherokee Indians and the Cherokee Boys Club <a href=\"https://electricschoolbusinitiative.org/how-north-carolinas-eastern-band-cherokee-indians-planning-seven-generations-sustainability\">electrified Cherokee Central Schools' fleet</a> as part of their commitment to environmental conservation and to support a tribal resolution prioritizing renewable energy goals. They chose electric school buses over propane-burning alternatives for environmental benefits and because the new bus technology would bring workforce opportunities to their community.  </p><article class=\"align-right media media--type-embed media--view-mode-half-content\">\n  \n      \n            <div class=\"clearfix text-formatted field field--name-field-media-embed-code field--type-text-long field--label-hidden field__item\"><div class=\"flourish-embed flourish-photo-slider\"><noscript><img alt=\"photo-slider visualization\" src=\"https://public.flourish.studio/visualisation/25300449/thumbnail\" width=\"100%\" /></noscript></div></div>\n      \n  </article>\n<p>In addition to students noting the lack of diesel fumes and drivers praising the quiet rides, the transition has yielded substantial economic benefits, such as <a href=\"https://electricschoolbusinitiative.org/how-north-carolinas-eastern-band-cherokee-indians-planning-seven-generations-sustainability\">$300 to $500 in fuel savings</a> per electric bus each month and reduced maintenance costs. It has also supported community resiliency as demonstrated this past summer when their electric school buses provided power back to their electric utility, Duke Energy, helping reduce grid strain during heat waves.</p><p>It also fostered workforce development opportunities, with three Cherokee Boys Club technicians receiving specialized high-voltage training from the dealer and bus manufacturer. Cherokee Boys Club Service Manager <a href=\"https://electricschoolbusinitiative.org/electric-school-bus-ambassadors#DonnieOwleCherokeeBoysClubServiceManager\">Donnie Owle</a> and Master Technician Cliff Cochran also provided high school interns with hands-on electric vehicle (EV) training experience — including converting golf carts to solar electric — preparing community members for participation in the green economy.</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1050\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1575\" />\n              <source height=\"840\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"643\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"507\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"303\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"Two people install electric solar battery in a golf cart.\" height=\"303\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-10/electric-golf-cart_0.jpg?VersionId=qnxjIqOZlh93w.ArlKSwfaObs3kME78j&itok=VRYOLuRP\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>Cherokee Central Schools high school students received EV training experience, including how to convert golf cars to solar electric. Photo by Stephanie Ly/WRI.</figcaption>\n</figure>\n<p>Despite these successes, there were some challenges. Because the Environmental Protection Agency (EPA) Clean School Bus Program limits eligibility to certain types of applicants, nonprofit school transportation providers like the Cherokee Boys Club could not apply directly. Instead, the Eastern Band of Cherokee Indians had to set up complex arrangements to channel grant funds, which added administrative difficulty to the process. In addition, in the early stages of the transition, the Cherokee Boys Club was surprised by the high infrastructure costs for necessary upgrades for EV charger installation. While they were able to work with their partner Duke Energy to cover these expenses, other school districts may need to budget for these upgrades. Districts may also be able to limit power demands by adopting practices such as <a href=\"https://electricschoolbusinitiative.org/all-about-managed-charging-and-vehicle-everything-or-v2x\">managed charging</a>.</p><h3>Sipayik Elementary School (Maine Indian Education)</h3><p><a href=\"https://www.maineindianeducation.org/\">Maine Indian Education</a>, through <a href=\"https://www.maineindianeducation.org/article/1579420\">EPA's 2023 Clean School Bus Program rebate</a>, electrified the <a href=\"https://electricschoolbusinitiative.org/how-rural-tribal-school-electrified-their-school-bus-fleet\">three buses serving Sipayik Elementary</a>, which educates Passamaquoddy Tribe’s youth who live on the <a href=\"https://wabanaki.com/\">Pleasant Point (Sipayik) Reservation</a> (sharing geography with Maine).</p><article class=\"align-right media media--type-embed media--view-mode-half-content\">\n  \n      \n            <div class=\"clearfix text-formatted field field--name-field-media-embed-code field--type-text-long field--label-hidden field__item\"><div class=\"flourish-embed flourish-photo-slider\"><noscript><img alt=\"photo-slider visualization\" src=\"https://public.flourish.studio/visualisation/25300703/thumbnail\" width=\"100%\" /></noscript></div></div>\n      \n  </article>\n<p>Sipayik Elementary’s transition was motivated by Maine Indian Education’s desire to address high respiratory disease rates among the Passamaquoddy community and reduce emissions and operational costs. The outcomes exceeded expectations with an 80% reduction in Maine Indian Education’s energy costs, 60% reduced maintenance expenses and approximately 25 tons of carbon dioxide emissions per bus avoided each year. The school district intends to reinvest its cost savings into school programs.</p><p>One of the project's most striking aspects lies in the integration of Passamaquoddy cultural values throughout the electrification effort. Instead of the vehicles’ safety feature playing default warning sounds to compensate for the buses’ silent operation, the buses play a traditional Passamaquoddy travel song recorded by tribal elder Wayne Newell during slow speeds. This fusion of language preservation with transportation modernization marks the beginning of Maine Indian Education’s broader vision to integrate cultural education with a curriculum that includes lessons on sustainability, science, math, language, and social sciences.</p><p class=\"secondary\"><em>Listen to a traditional Passamaquoddy travel song performed by tribal elder Wayne Newell:</em></p><p><audio controls=\"controls\" title=\"Recording of the Travel Elder Song played through the electric school bus speakers\">\n    <source src=\"https://files.wri.org/d8/s3fs-public/2025-10/travel-song.mp3\" type=\"audio/mpeg\" />\n    </audio></p><h3>Shawnee Public Schools</h3><p><a href=\"https://www.countywidenews.com/news/sps-receives-142-million-epa-grant-electric-buses\">Shawnee Public Schools</a>, which serves students from the <a href=\"https://www.potawatomi.org/\">Citizen Potawatomi Nation</a>, <a href=\"https://www.choctawnation.com/about/\">Choctaw Nation</a>, <a href=\"https://www.muscogeenation.com/\">Muscogee (Creek) Nation</a>, <a href=\"https://www.astribe.com/about-us\">Absentee Shawnee Tribe</a>, <a href=\"https://www.sacandfoxnation-nsn.gov/about/\">Sac & Fox Nation</a>, <a href=\"https://www.kickapootribeofoklahoma.com/\">Kickapoo Tribe</a>, <a href=\"https://iowanation.org/about-us/\">Iowa Nation (Baxoje)</a> and <a href=\"https://www.sno-nsn.gov/\">Seminole Tribe</a>, pursued electrification for financial savings and air quality benefits. Transitioning half of their fleet delivered immediate results: $40,900 in fuel cost savings during the 2024-2025 school year, plus significant maintenance savings.</p><article class=\"align-right media media--type-embed media--view-mode-half-content\">\n  \n      \n            <div class=\"clearfix text-formatted field field--name-field-media-embed-code field--type-text-long field--label-hidden field__item\"><div class=\"flourish-embed flourish-photo-slider\"><noscript><img alt=\"photo-slider visualization\" src=\"https://public.flourish.studio/visualisation/25300741/thumbnail\" width=\"100%\" /></noscript></div></div>\n      \n  </article>\n<p>Shawnee has also seen benefits to the student experience onboard electric school buses due to their quiet rides. By assigning the quieter electric school buses to routes with higher rates of behavioral issues, the district saw a <a href=\"https://electricschoolbusinitiative.org/building-resilience-electric-school-buses-rural-oklahoma\">nearly 50% drop</a> in reported incidents between the 2022–2023 and 2024–2025 school years, and drivers noticed that students with sensory sensitivities were more comfortable riding again. At a time when school districts nationwide are struggling to recruit drivers, Shawnee’s electric buses sparked strong interest from diesel bus <a href=\"https://www.wri.org/insights/bus-drivers-reap-electric-school-bus-benefits\">drivers</a>; many requested the cleaner, quieter electric buses, helping the district retain staff and ease short-term staffing pressure.</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1181\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1575\" />\n              <source height=\"945\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"724\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"570\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"341\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"Electric school bus charging.\" height=\"341\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-10/electric-school-bus_0.jpg?VersionId=jJYhRuzFzcnYBR.a9lylg0yDKmLfi3Nm&itok=6TFL0saJ\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>By transitioning half of their fleet to electric school buses, Shawnee Public Schools saved $40,900 in fuel costs during the 2024-2025 school year. Photo by John Wiles/WRI.</figcaption>\n</figure>\n<p>Shawnee faced unexpected challenges during their electric school bus transition, particularly with unreliable chargers. But the school district worked closely with their charging company, who replaced the original chargers with four new charger units, fully resolving the issue.</p><h3>Endazhi-Nitaawiging Charter School</h3><p><a href=\"https://www.redlakecharterschool.com/\">Endazhi-Nitaawiging</a> in Red Lake Nation (sharing geography with Minnesota) is a charter school with the mission of providing their children with an Ojibwe language immersion education grounded in Ojibwe values that is academically rigorous and celebrates Indigenous culture. </p><article class=\"align-right media media--type-embed media--view-mode-half-content\">\n  \n      \n            <div class=\"clearfix text-formatted field field--name-field-media-embed-code field--type-text-long field--label-hidden field__item\"><div class=\"flourish-embed flourish-photo-slider\"><noscript><img alt=\"photo-slider visualization\" src=\"https://public.flourish.studio/visualisation/25300791/thumbnail\" width=\"100%\" /></noscript></div></div>\n      \n  </article>\n<p>Endazhi-Nitaawiging received its electric school buses through funding awarded to <a href=\"https://www.nativesun.org/electric-nation\">Electric Nation</a>, a joint initiative between Red Lake Nation and the Standing Rock Sioux Tribe, through the U.S. Department of Energy’s Vehicle Technologies Office.</p><p>The motivation for piloting electric school buses stemmed from the desire to provide a clean ride for the high percentage of students whose ride to and from school in this rural community can sometimes take more than an hour. Switching from diesel to electric was viewed as an essential step toward reducing pollution and protecting student health. The benefits soon extended beyond cleaner air. The buses helped spark community-wide interest in renewable energy and electric vehicles, aligning with Red Lake Nation’s broader goals of energy sovereignty and self-determination.</p><p>Getting the project underway was the most significant hurdle for the school. Navigating an unfamiliar industry, identifying manufacturers and building the right partnerships required persistence and teamwork. Those early challenges are now giving way to momentum, as the success of the pilot has encouraged other tribal schools and leaders to pursue electric buses of their own. For these communities, electric school buses are more than just a cleaner mode of transportation, they represent a pathway to healthier commutes, stronger communities and greater control over their energy future.</p><p>In addition to Endazhi-Nitaawiging's electric school bus deployment, Red Lake Schools, a public school operating within Red Lake Nation, has electrified their school bus fleet through a Clean School Bus Program award.</p><h3>Lessons Learned</h3><p>Tribal schools that have begun the transition from diesel to electric school buses emphasize that success depends on careful preparation, strong relationships and community engagement. Their experiences point to common strategies that can help other districts and those working alongside them to navigate the opportunities and challenges of electrification:</p><ul><li><strong>Start early</strong>. Allow ample time for community input, infrastructure assessments and grant applications.</li><li><strong>Build strong partnerships</strong>. Work closely with utility companies, vendors and community stakeholders, and prioritize collaboration with established manufacturers to ensure security and expertise throughout the deployment process.</li><li><strong>Plan thoroughly.</strong> Develop clear route deployment strategies, reliable maintenance services and comprehensive training programs for staff.</li><li><strong>Document and engage.</strong> Collect evidence of community support and assess health impacts to strengthen the case for electric buses and keep transitions people-centered.</li><li><strong>Honor culture and inspire youth</strong>. Incorporate cultural practices, such as blessing ceremonies with community elders, and create opportunities for students to serve as advocates and leaders in clean transportation.</li><li><strong>Know the market.</strong> Become familiar with the range of electric bus manufactures early on to avoid delays and confusion during deployment.</li></ul><p>Tribal nations are proving that the shift to electric school buses is far more than a technological change. By embracing cleaner transportation, they are strengthening community health, reinforcing cultural values and building partnerships that will carry forward for generations. Although tribal schools currently represent only a small share of electric bus adoption nationwide, the experiences of Cherokee Central Schools, Sipayik Elementary School, Shawnee Public Schools and Endazhi-Netaawiging demonstrates what is possible when communities lead with vision and determination.</p><p>Each new electric bus on the road reflects progress and a step toward self-determination. For some tribal nations, including the ones mentioned here, that means embracing electrification, using their current fleet or choosing a different technology. What matters most is that the decision rests with tribal governments to ensure that the future of Native students and their communities is shaped by their own sovereignty and sustainable vision for generations to come.</p><p><em>To find out more about transitioning electric school buses within tribal nations and Native communities, check out these resources:</em></p><ul><li><a href=\"https://www.wri.org/research/whos-driving-bus-culturally-and-legally-informed-approach-electrifying-student\">Who's Driving This Bus? A Culturally and Legally Informed Approach for Electrifying Student Transportation in Indian Country</a></li><li><a href=\"https://electricschoolbusinitiative.org/native-students-need-equitable-access-clean-rides-school\">Native Students Need Equitable Access to Clean Rides to School</a></li><li><a href=\"https://electricschoolbusinitiative.org/how-rural-tribal-school-electrified-their-school-bus-fleet\">How a Rural, Tribal School Electrified Their School Bus Fleet</a></li><li><a href=\"https://electricschoolbusinitiative.org/building-resilience-electric-school-buses-rural-oklahoma\">Building Resilience with Electric School Buses in Rural Oklahoma</a></li><li><a href=\"https://electricschoolbusinitiative.org/how-north-carolinas-eastern-band-cherokee-indians-planning-seven-generations-sustainability\">How North Carolina's Eastern Band of Cherokee Indians Is Planning for Seven Generations of Sustainability</a></li></ul>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    },
    {
      "title": "5 Key Levers Countries Can Use to Advance a Just Transition",
      "link": "https://www.wri.org/technical-perspectives/levers-advance-just-transition-policies",
      "pubDate": "Wed, 08 Oct 2025 10:30:13 EDT",
      "description": "<p>Climate change is accelerating, threatening lives, livelihoods and economies across the world. In response, countries are stepping up efforts to manage climate risks and shift away from carbon-intensive industries. But alongside the technical and financial challenges posed by this climate transition lies a political and social reality: Without proper attention to the distribution of the costs and benefits of the transition, there may be heightened inequality and political resistance that undermines the transition itself.</p><p>A just transition approach directly addresses this risk and builds a fair, stronger and more resilient pathway to prosperity. By anticipating and managing the social and economic impacts of decarbonization, just transition policies help ensure that the costs of change are not borne disproportionately by vulnerable communities.</p><p>Done well, just transition policies can unlock broad participation in the new green economy, support social protection and reskilling, strengthen local resilience to climate shocks, and mobilize non-state actors behind national climate goals. Neglecting social and equity considerations, by contrast, risks slowing progress, provoking contestation and leaving people more vulnerable to both transition risks and climate impacts.</p><p>To deepen understanding of what enables effective just transitions, WRI supported a series of national dialogues across eight countries: Brazil, <a href=\"https://www.wri.org/update/what-just-transition-and-why-it-crucial-colombia\">Colombia</a>, Ethiopia, India, Indonesia, Kenya, Rwanda and South Africa. Five common themes emerged as critical levers: <em><strong>participation and inclusion; assessing and managing the social and economic impacts of the transition; aligning policies across sectors; strengthening governance and institutional capacity; </strong></em><strong>and</strong><em><strong> mobilizing finance at scale</strong></em>. </p><p>Illustrative case studies from each country shows the evidence is clear: Where these enabling factors are supported, just transition efforts can gain traction and accelerate; where they are neglected, transitions risk stalling. Drawing lessons from country experiences, these five levers can advance equitable, resilient and politically viable climate action.</p><h3>1) Participation and Inclusion</h3><p>Inclusive and participatory stakeholder engagement is not just a matter of fairness — it is central to building the legitimacy, acceptance and momentum needed for a successful transition. Ensuring meaningful representation of impacted stakeholders, especially women, youth, informal sector workers and Indigenous communities, allows policies to respond to lived realities while broadening the constituency for climate action. Bottom-up approaches that localize problems and solutions build trust, reduce conflict and ensure that communities most affected by the transition can shape its direction.</p><p>Kenya offers valuable lessons in this regard. Localized engagement — whether through research co-designed with communities, dialogues held in local languages or forums that amplify the voices of women and marginalized groups — has proven effective in grounding policy responses in lived experience. Projects such as <a href=\"https://www.hoperaisersinitiative.com/future-yetu#:~:text=He%20is%20a%20mentor%20focusing,and%20sports%20in%20his%20community.&text=Through%20a%20mobile%20Matatu%20exhibition,around%20the%20streets%20of%20Korogocho.\">Future Yetu</a> in Nairobi’s informal settlements used storytelling to link climate impacts with community-driven solutions. <a href=\"https://pacida.org/climate-change/\">Pastoralist Community Initiative and Development Assistance </a> in northern Kenya mobilized pastoralist communities through culturally appropriate methods, ensuring climate plans reflected local priorities. Women’s climate forums in Kwale County demonstrated how targeted spaces can surface practical solutions — from drought-resistant crops to sustainable energy — that might otherwise be overlooked. The lesson is clear: Inclusive engagement strengthens both the quality and relevance of policy outcomes.</p><p>Brazil has experimented with scaling inclusivity to the national level. Through the <a href=\"https://brasilparticipativo.presidencia.gov.br/processes/planoclima/f/145/\">Brasil Participativo</a> platform, citizens are invited to propose, debate and vote on ideas feeding into the country’s updated national climate plan. The process has already drawn tens of thousands of participants and generated over a thousand proposals. While challenges remain — particularly in reaching communities without internet or reliable energy access — the initiative shows how participatory democracy can be harnessed to embed just transition principles across national strategies.</p><p>Taken together, these experiences highlight that participation and inclusion are not only about protecting vulnerable groups; they are also about broadening the social base for climate action. When communities see their priorities reflected in policies, they are more likely to support and defend them. In this way, inclusion strengthens both the equity and the political durability of the transition, ensuring it can move forward with legitimacy and momentum.</p><h3>2) Assessing and Managing the Social and Economic Impacts of the Transition</h3><p>A just transition depends on understanding who wins, who loses and how benefits and risks are distributed as economies shift. Without this knowledge, climate policies can create unintended consequences that undermine livelihoods, deepen inequality and provoke resistance. By contrast, careful analysis of social and economic impacts allows governments to anticipate risks, design targeted protections and unlock the full growth potential of a green economy.</p><p>India’s experience in the brick-making industry illustrates both the risks and opportunities. Pollution-reduction policies are driving a shift away from traditional kilns, which employ large numbers of informal workers with limited safety nets. Introducing cleaner technologies such as <a href=\"https://www.ccacoalition.org/sites/default/files/resources/Bricks-SEA.pdf\">fixed chimney bull’s trench kilns</a> can reduce emissions and health impacts, but their success depends on investment in <a href=\"https://wri-india.org/perspectives/breaking-mold-transforming-bihars-brick-kilns\">training</a> for both workers and owners. This example demonstrates how climate policies must be accompanied by strategies to reskill vulnerable workers and adapt technologies to local contexts. Otherwise, environmental gains risk being offset by social dislocation.</p><p>Ethiopia demonstrates the power of investing in modelling and data to guide decision-making. By building technical capacity in systems dynamics modelling, the government has projected the potential costs and benefits of different transition pathways. These analyses revealed opportunities for growth in renewables, transport, forestry and climate-smart agriculture, while identifying risks in traditional agriculture and industry. The results directly informed the country’s <a href=\"https://unfccc.int/sites/default/files/resource/ETHIOPIA_%20LONG%20TERM%20LOW%20EMISSION%20AND%20CLIMATE%20RESILIENT%20DEVELOPMENT%20STRATEGY.pdf\">long-term low emissions development strategy</a> and nationally determined contribution (NDC), embedding social and economic considerations into national development planning. This kind of rigorous modelling can help governments manage risks proactively while aligning climate strategies with growth and jobs.</p><p>Across these cases, it is evident that deliberately seeking to understand the social and economic impacts of climate policies is a prerequisite for socially responsive policies. Careful data gathering, robust analysis and continuous monitoring enable policymakers to design measures that cushion vulnerable groups, seize new opportunities and ensure that climate action contributes to shared prosperity.</p><h3>3) Aligning Policies Across Sectors</h3><p>Managing climate transitions is not the responsibility of any single ministry. The impacts of decarbonization span energy, industry, labor, agriculture, transport and social protection, therefore, achieving a just transition requires coordinated action across government. Ministries responsible for economic planning, labor markets, industrial policy and social protection must work hand in hand with sectoral line ministries. A robust national framework that explicitly integrates climate and just transition principles can provide the foundation for this alignment — ensuring that economic, social and environmental goals reinforce rather than contradict each other.</p><p>Colombia shows how integrated frameworks can create coherence. Its long-term climate strategy (<a href=\"https://unfccc.int/sites/default/files/resource/COL_LTS_Nov2021.pdf\">E2050</a>) and <a href=\"https://unfccc.int/sites/default/files/2025-09/NDC%203.0%20Declarativa%20Colombia%20Transformaciones%20para%20la%20Vida%20V.25.09.2025%20Gob.%20Nacional.pdf\">NDC</a> embed just transition principles at the national level, while sectoral roadmaps provide more detailed guidance. The Ministry of Mines and Energy’s Just Energy Transition Roadmap outlines plans to decarbonize the energy sector, expand renewables and diversify local economies in coal-dependent regions. Complementing this, the Ministry of Labor is developing a phased National Just Transition Workforce Strategy to drive green job creation and reskilling across sectors, starting with energy and moving progressively into agriculture, transport, commerce and construction. This alignment across ministries ensures that decarbonization efforts are matched with labor market strategies and regional development planning, thereby reducing the risks of dislocation and unlocking new growth opportunities.</p><p>Yet, Colombia’s experience also highlights the need to bridge public–private divides. Business leaders voiced frustration about being excluded from international climate negotiations despite being essential to implementation. The government responded by initiating structured dialogues with private actors after the 2024 UN climate change summit (COP29), a first step toward more effective coordination. The lesson from this experience is clear: Alignment is needed not only across ministries, but also between governments, businesses, workers and civil society. Without the involvement of these different actors, implementation will falter.</p><p>Beyond coordinating across ministries and sectors, Brazil demonstrates the benefits of aligning social and economic goals with climate objectives. By emphasizing high-quality job creation, reducing inequality and prioritizing support for youth, women and marginalized communities, the new Brazil ecological transformation plan ensures that decarbonization delivers inclusive development. Anchoring social protection, health care and welfare in transition planning builds security for workers and communities, while skills development programs prepare people to seize new opportunities. This comprehensive approach demonstrates that when social policy and climate policy are integrated, the transition becomes a driver of equity as well as growth.</p><p>These cases show that alignment is not an administrative exercise, but a political and economic imperative. Coordinated responses across ministries and with social partners ensure that climate action supports jobs, growth and equity. When policy coherence is achieved, climate transitions can generate broad socio-economic benefits and build durable support for ambitious climate action.</p><h3>4) Strengthening Governance and Institutional Capacity</h3><p>Policy alignment alone is insufficient without the governance mechanisms and institutional capacity to make it real. Managing a climate transition requires not only clear strategies, but also the ability to coordinate across government, engage stakeholders and implement sectoral programs at scale. Weak institutions or fragmented responsibilities can derail even the most carefully designed plans. By contrast, strong governance systems that bring together diverse actors — across ministries, levels of government, business, labor and civil society — create the foundation for effective implementation and durable political support.</p><p>South Africa provides a valuable example of how governance structures can be built to underpin a just transition. At the advisory level, the <a href=\"https://www.climatecommission.org.za/\">Presidential Climate Commission (PCC)</a> has played a critical role in building consensus across stakeholders. Chaired by the country’s president and drawing in government, labor, business, civil society, youth and traditional leadership, the PCC has provided a forum for negotiating trade-offs, shaping the national <a href=\"https://pccommissionflo.imgix.net/uploads/images/22_PAPER_Framework-for-a-Just-Transition_revised_242.pdf\">Just Transition Framework</a> and monitoring progress. Its inclusive composition has given legitimacy to the transition agenda and helped ensure that diverse perspectives are represented.</p><p>Yet the PCC is only part of the governance solution. Implementation capacity has been bolstered by the establishment of the <a href=\"https://justenergytransition.co.za/about\">Just Energy Transition Project Management Unit (JET PMU)</a>, which provides technical and coordination support to government. Working through an inter-ministerial committee, the JET PMU has ensured political oversight at the highest level while driving alignment across departments. Importantly, it has supported line ministries — such as energy, transport and higher education — to take the lead on delivering specific components of the Just Energy Transition Investment Plan. Subnational governments (provinces and municipalities) have also been engaged as partners in the energy transition. This dual structure, combining participatory advisory mechanisms with an operational coordination unit, has enabled South Africa to move from planning to implementation.</p><p>The lesson is clear: Governance capacity is as important as technical and financial resources. Countries need institutions that can integrate stakeholder voices, build consensus and monitor progress, while also ensuring that sectoral ministries, subnational governments and social partners have the capacity to deliver on their respective roles. Where governance is strong, transitions gain coherence, legitimacy and momentum; where it is weak, policies risk stalling or fragmenting.</p><h3>5) Mobilizing Finance at Scale</h3><p>A just transition cannot be delivered without finance — not only for decarbonization technologies, but also for the social and economic measures that make the transition fair and durable. Investment is needed to reskill workers, diversify regional economies, strengthen social protection and build resilience in vulnerable communities. Mobilizing finance at scale from domestic and international, public and private sources is therefore essential. Importantly, financing strategies must be designed to ensure the equitable distribution of benefits, reaching not only large infrastructure projects but also small enterprises, informal workers and community-led initiatives that are critical to inclusive transitions.</p><p>Indonesia’s experience shows both the opportunities and the gaps in aligning finance with just transition objectives. The country’s Coordinating Ministry of Maritime and Investment Affairs launched the Global Blended Finance Alliance (GBFA) in 2022 in an effort to mobilize and scale blended finance instruments to support climate and development goals. By building institutional capacity and encouraging <a href=\"https://www.undp.org/indonesia/press-releases/sdg-linked-global-blended-finance-alliance-gbfa-marks-milestone-undp-tony-blair-institute-join-platform\">multi-stakeholder partnerships</a>, the GBFA could play an important role in financing transition efforts. However, difficulties in channeling global funds such as the Just Energy Transition Partnership to industry players highlight a persistent challenge: resources often flow to governments and state-owned enterprises, while private sector actors — including local firms that create jobs and drive regional diversification — remain constrained. As such, financing frameworks must deliberately include mechanisms to support businesses, workers and regions most exposed to transition risks, ensuring that financial flows extend beyond the energy sector into wider social and economic priorities.</p><p>Rwanda offers another perspective on how finance can advance just transition outcomes. With support from the World Bank, the <a href=\"https://www.brd.rw/wp-content/uploads/2025/05/BRD_Annual_Report_2024.pdf\">Renewable Energy Fund</a> expanded electricity access to more than 2 million people, created over 4,000 jobs, and catalyzed private investment in Rwanda. These are important social and economic co-benefits. Yet the government has identified a significant funding gap to reach universal electrification and faces barriers including high local lending rates and limited specialized financing mechanisms. The lesson here is that financing strategies must be intentionally structured to advance equity and resilience: By building local financial sector capacity, tailoring instruments such as green bonds or impact bonds to national contexts and prioritizing affordability for vulnerable households, finance can become a lever not just for energy access, but for inclusive economic participation and regional development.</p><p>These examples demonstrate that mobilizing finance at scale is not only about raising capital for low-carbon infrastructure but also about designing financial mechanisms that embed just transition priorities. By explicitly funding skills, diversification, social support and resilience, financing strategies can unlock the socio-economic benefits of the transition and build durable public and political support for climate action.</p><h3>Sharing Lessons Learned Across Countries to Support Just Transitions</h3><p>Experiences from Brazil, Colombia, Ethiopia, India, Indonesia, Kenya, Rwanda and South Africa show that while the pathways differ, the underlying lesson is the same: Just transitions work best when they combine ambition with inclusion. Across these contexts, five levers — participation and inclusion, understanding social and economic impacts, policy alignment, governance capacity, and financing strategies — have emerged as critical to ensuring that climate action delivers not only emissions reductions but also jobs, resilience and equity.</p><p>Neglecting these dimensions risks social dislocation, political resistance and stalled progress. Supporting them, by contrast, builds legitimacy, expands the social base for climate action, and unlocks economic opportunities that make the transition both fair and feasible. Importantly, the equity dimension is not limited to decarbonization: climate impacts themselves fall hardest on vulnerable communities, making resilience and social protection core components of a fair transition.</p><p>The country experiences reviewed here highlight the importance of cross-country learning. While no single model can be transplanted wholesale, the common challenges and solutions underscore the value of sharing knowledge and best practices across contexts. Building platforms for this exchange — particularly among countries in the Global South — will be critical to accelerating progress.</p><p>Just transitions are not only a moral imperative, but a practical necessity for effective and politically viable climate action. By embedding social and economic priorities into transition strategies, countries can transform the risks of climate change into an opportunity for inclusive growth and resilient development.</p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    },
    {
      "title": "ADVISORY: Embargoed Press Call on the State of Climate Action 2025 Report",
      "link": "https://www.wri.org/news/advisory-embargoed-press-call-state-climate-action-2025-report",
      "pubDate": "Wed, 08 Oct 2025 07:18:32 EDT",
      "description": "<p><strong>WASHINGTON (October 16, 2025) – </strong>Join an <a href=\"https://wri.zoom.us/webinar/register/WN_jQGqrVrQQlyNYSgP1P4S0Q\" target=\"_blank\">embargoed press call</a> to preview<strong> </strong>the <em>State of Climate Action 2025</em> report on <strong>Thursday, October 16, 2025, from 9:00–10:00 a.m. ET / 3:00–4:00 p.m. CEST, </strong>hosted by Systems Change Lab partners — the Bezos Earth Fund, Climate Analytics and World Resources Institute.  </p><p>Released in the lead-up to COP30 and ahead of the Paris Agreement’s tenth anniversary, the <em>State of Climate Action 2025 </em>offers the world’s most comprehensive roadmap for how every major sector must close the climate action gap and help limit warming to 1.5°C.  </p><p>The report translates this Paris Agreement temperature goal into clear, sector-by-sector targets for 2030, 2035, and 2050 — across power, buildings, industry, transport, forests and land, and food and agriculture — and assesses whether the world is on pace to meet them. It also evaluates progress made in scaling technological carbon dioxide removal (CDR) and climate finance, both of which are essential for achieving global climate goals.  </p><p><strong>During the call, report authors will share key findings, sector insights and discuss the report’s relevance to global climate efforts</strong>, including updated national climate commitments (NDCs), the Global Stocktake and COP30. Following the presentations, we’ll open the floor to questions from the media. </p><p><a href=\"https://wri.zoom.us/webinar/register/WN_jQGqrVrQQlyNYSgP1P4S0Q\" target=\"_blank\"><strong>REGISTER HERE</strong></a>  </p><p>The findings in the<span> </span><em>State of Climate Action 2025</em><span> </span>report are <strong>strictly embargoed until Wednesday, October 22, 2025, at 00:01 ET / 06:01 CEST</strong>.<span> </span>Embargoed materials will be available upon request starting Monday, October 13. Please contact Darla van Hoorn at <a href=\"mailto:Darla.vanhoorn@wri.org\" target=\"_blank\">Darla.vanhoorn@wri.org</a>  to request access. <br /> <br /><strong>WHEN</strong><span><strong>  </strong></span> </p><p>Thursday, October 16, 2025, from 9:00–10:00 a.m. ET / 3:00–4:00 p.m. CEST </p><p><strong>WHO</strong><span><strong>   </strong></span> <br /><em><strong>Speakers</strong> </em></p><ul><li>Kelly Levin, Chief of Science, Data and Systems Change, the Bezos Earth Fund; Co-Director of Systems Change Lab</li><li>Clea Schumer, Research Associate, Systems Change Lab, World Resources Institute </li><li>Sophie Boehm, Senior Research Associate, Systems Change Lab, World Resources Institute</li><li><em>Alison Cinnamond (moderator), Strategic Communications and Media Director, World Resources Institute</em> </li></ul><p><em><strong>Expert respondents</strong> </em></p><ul><li>Neil Grant, Senior Climate and Energy Analyst, Climate Analytics</li><li>Joel Jaeger, Senior Research Associate, Systems Change Lab, World Resources Institute</li><li>Anderson Lee, Research Associate II, World Resources Institute  </li></ul><p><strong>RSVP</strong><span><strong>  </strong></span> <br />Please RSVP at the following <a href=\"https://wri.zoom.us/webinar/register/WN_jQGqrVrQQlyNYSgP1P4S0Q\" target=\"_blank\">Zoom link</a>. <em>This call is open to journalists only. </em> <br /> </p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    },
    {
      "title": "The Critical Minerals Conundrum: What You Should Know",
      "link": "https://www.wri.org/insights/critical-minerals-explained",
      "pubDate": "Wed, 08 Oct 2025 07:00:00 EDT",
      "description": "<p>The world is racing to increase supplies of lithium, cobalt, copper and other \"critical minerals\" that are building blocks of modern technology. Not only are these minerals used in industries like defense, healthcare and electronics, but they are also key to producing the clean energy technologies that are increasingly powering our lives.</p><p>Yet critical minerals present an environmental and social conundrum. While necessary in the fight against climate change, mining and processing of these minerals can drive greenhouse gas emissions, pollute the environment and bring risks to nearby communities. Mining and production are also concentrated in a small handful of countries, and surging demand is adding to geopolitical tensions — from trade disputes to global debates over the prospect of <a href=\"https://www.wri.org/insights/deep-sea-mining-explained\">deep-sea mining</a>.</p><p>There is no question the world will need a lot more of these minerals, and quickly. But how do we meet this demand in a way that's responsible and equitable?</p><h3>What Are Critical Minerals and Why Do They Matter?</h3><p>Critical minerals are those that are essential to countries' economies or development. They are generally in high demand and prone to supply chain disruptions, although countries differ on which minerals they define as \"critical\" depending on their level of access, what the minerals are used for, their export value and national supply risks.</p><p>Most countries' critical mineral lists include copper, lithium, nickel, cobalt, graphite and rare earth elements. These are used widely in clean energy technologies, such as wind turbines, solar panels, EV batteries and motors, as well as in energy transmission infrastructure like power lines. Additional minerals important for the energy transition include aluminum, manganese, silicon and silver, among others.</p><article class=\"media media--type-embed media--view-mode-full\">\n  \n      \n            <div class=\"clearfix text-formatted field field--name-field-media-embed-code field--type-text-long field--label-hidden field__item\"><div class=\"flourish-embed flourish-table\"><noscript><img alt=\"table visualization\" src=\"https://public.flourish.studio/visualisation/24953742/thumbnail\" width=\"100%\" /></noscript></div></div>\n      \n  </article>\n<p>Many critical minerals are integral to other industries as well. NATO includes several on its list of <a href=\"https://www.nato.int/cps/en/natohq/news_231765.htm\">essential raw materials</a> for defense. And they are needed to manufacture the <a href=\"https://www.csis.org/analysis/mine-microchip\">semiconductors</a> that underpin our electronics, from smartphones and computers to lighting and medical devices.</p><p>While the terms \"rare earth elements\" and \"critical minerals\" are sometimes used interchangeably, the two are not the same. Rare earth elements are a subset of critical minerals that includes 17 elements (such as neodymium, promethium and cerium) used extensively in clean energy systems and other advanced technologies. Contrary to their name, rare earth elements tend not to be rare. The challenge is that they are often found in very low concentrations and are intermingled with other minerals, making it difficult and uneconomical to extract them.</p><h3>Can the World Meet Growing Mineral Demand?</h3><p>Rapid growth in zero-carbon technology has supercharged the world's need for critical minerals, and demand is expected to keep climbing. The <a href=\"https://iea.blob.core.windows.net/assets/c7716240-ab4f-4f5d-b138-291e76c6a7c7/CriticalMineralsMarketReview2023.pdf\">International Energy Agency (IEA) estimates</a> that if governments are to meet their announced energy and climate pledges, critical mineral demand could more than double from 2022 levels by 2030 and quadruple by 2050.</p><article class=\"media media--type-embed media--view-mode-full\">\n  \n      \n            <div class=\"clearfix text-formatted field field--name-field-media-embed-code field--type-text-long field--label-hidden field__item\"><div class=\"flourish-embed flourish-chart\"><noscript><img alt=\"chart visualization\" src=\"https://public.flourish.studio/visualisation/24953562/thumbnail\" width=\"100%\" /></noscript></div></div>\n      \n  </article>\n<p>Despite this high demand, there are likely enough critical minerals to meet the world's need. But the reality of accessing them is complex. Some critical minerals, like aluminum and palladium, have stable reserves on land that can fulfil the world's demand through 2050 and likely beyond. For others, like copper, nickel and cobalt, current reserves are <a href=\"https://www.energy-transitions.org/wp-content/uploads/2023/08/ETC-Materials-ExecSummary_highres-1.pdf\">likely to come up short</a>, and it will take a combination of more exploration, technological advances and economic incentives to increase supply.</p><article class=\"media media--type-embed media--view-mode-full\">\n  \n      \n            <div class=\"clearfix text-formatted field field--name-field-media-embed-code field--type-text-long field--label-hidden field__item\"><div class=\"flourish-embed flourish-chart\"><noscript><img alt=\"chart visualization\" src=\"https://public.flourish.studio/visualisation/24956632/thumbnail\" width=\"100%\" /></noscript></div></div>\n      \n  </article>\n<h4>New mining requires long lead times.</h4><p>Part of the challenge with scaling up critical mineral supplies is that mining operations move slowly. From discovery to first production, it takes an average of 15.5 years to develop new mining projects, depending on the mineral, location and mine type. Long lead times raise questions about the world's ability to ramp up output as demand grows, especially if companies wait for deficits to emerge before committing to new projects.</p><article class=\"media media--type-embed media--view-mode-full\">\n  \n      \n            <div class=\"clearfix text-formatted field field--name-field-media-embed-code field--type-text-long field--label-hidden field__item\"><div class=\"flourish-embed flourish-scatter\"><noscript><img alt=\"scatter visualization\" src=\"https://public.flourish.studio/visualisation/24953873/thumbnail\" width=\"100%\" /></noscript></div></div>\n      \n  </article>\n<h4>Mining and processing are concentrated in a handful of countries.</h4><p>Extraction and processing of critical minerals are highly concentrated, both in terms of geography and ownership. For example, <a href=\"https://pubs.usgs.gov/periodicals/mcs2025/mcs2025.pdf\">in 2023</a>, Indonesia held 42% of global nickel reserves and 54% of global nickel production, while the Democratic Republic of Congo held 55% of global cobalt reserves and 74% of global cobalt production.</p><p>Once mined, the majority of these minerals are shipped to China for processing before they can be applied in end uses. China <a href=\"https://iea.blob.core.windows.net/assets/ee01701d-1d5c-4ba8-9df6-abeeac9de99a/GlobalCriticalMineralsOutlook2024.pdf\">processes</a> more than half of the world's lithium, two-thirds of its cobalt, one-third of its nickel and nearly all rare earth elements.</p><p>China's dominance in processing stems from early strategic investments in global mining and its history of looser environmental standards — although lax <a href=\"https://www.energy-transitions.org/wp-content/uploads/2023/08/ETC-Materials-ExecSummary_highres-1.pdf\">regulations are tightening</a> as harms from irresponsible mining come to light. The country's longstanding investment in clean energy development has also propelled it as a leader in mineral-intensive EV battery and solar panel manufacturing, driven by a combination of relatively low, capital and land costs.</p><article class=\"media media--type-embed media--view-mode-full\">\n  \n      \n            <div class=\"clearfix text-formatted field field--name-field-media-embed-code field--type-text-long field--label-hidden field__item\"><div class=\"flourish-embed flourish-chart\"><noscript><img alt=\"chart visualization\" src=\"https://public.flourish.studio/visualisation/24955266/thumbnail\" width=\"100%\" /></noscript></div></div>\n      \n  </article>\n<h3>How Is the World Responding to Supply Risks?</h3><p>As countries move to protect their national security and energy independence, critical minerals have become a central point of conflict. Some with a healthy mineral supply, like China, have <a href=\"https://www.csis.org/analysis/consequences-chinas-new-rare-earths-export-restrictions\">imposed export restrictions</a> as a geopolitical lever, heightening the urgency for other countries to build up their domestic supplies. For example, the EU's Critical Raw Materials Act aims to establish a secure and dependable critical minerals value chain for the bloc. In the U.S., the Mine of the Future initiative provides <a href=\"https://www.energy.gov/fecm/articles/us-department-energy-launches-mine-future-initiatives-bolster-us-mining-industry\">nearly $100 million</a> in funding to accelerate research, innovative mining technologies and commercialization, while the <a href=\"https://www.csis.org/analysis/unpacking-trumps-new-critical-minerals-executive-order\">Defense Production Act</a> elevates critical minerals as a national security imperative.</p><p>Some countries — such as the U.S., EU, Australia, Canada, Japan and South Korea — have joined international initiatives like the IEA Critical Minerals Security Programme and the Minerals Security Partnership to work together on strengthening critical mineral security and scaling up investments in sustainable supply chains. China's partnerships through its Belt and Road Initiative, which supports infrastructure development mainly in developing and emerging economies, have been instrumental in the country's ability to dominate mineral processing.</p><p>Several countries and companies are also racing to pursue deep sea mining, a frontier area of exploration. The ocean floor is estimated to hold significant reserves of copper, cobalt, nickel, zinc, silver, gold and rare earth elements. Recent technological advancements have made it possible to readily access these minerals; however, little is known about the deep ocean, and research suggests mining it could <a href=\"https://www.wri.org/insights/deep-sea-mining-explained\">pose grave environmental threats</a>.</p><h3>What Are the Dangers Associated with Critical Mineral Mining?</h3><p>All mining has social and environmental impacts. These can sometimes be positive; for example, responsible, industrialized mining may bring jobs, income and services to areas with few other economic opportunities. But there are also serious risks to nature and communities, particularly when it comes to irresponsible and illegal extraction.</p><p>For one, extracting, processing and shipping minerals releases planet-warming emissions. Global mining already represents <a href=\"https://www.nature.com/articles/s43247-022-00346-4\">about 8%</a> of the world's carbon footprint, and emissions from critical mineral production <a href=\"https://www.iea.org/reports/the-role-of-critical-minerals-in-clean-energy-transitions/sustainable-and-responsible-development-of-minerals\">will grow</a> alongside demand.</p><p>Mining can also strain water quality and supplies. <a href=\"https://www.wri.org/insights/critical-minerals-mining-water-impacts\">Sixteen percent</a> of critical mineral mines, deposits and districts are in highly water-stressed areas (places that already use 40% of their available water each year to meet demand). This means there is high competition for water and sometimes not enough left over to sustain important freshwater ecosystems. If mining waste isn't managed properly, it can leach hazardous materials like acidic mine drainage or tailings impoundments (process waste) into the surrounding environment and contaminate groundwater.</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1181\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1575\" />\n              <source height=\"945\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"724\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"570\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"341\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"Large mining operation cut out of a forest with roads and excavators.\" height=\"341\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-10/nickel-mining-indonesia_0.jpg?VersionId=OMPbLT9vVuU_TISZZJao.B6oqRevXofL&itok=EgjHGTHv\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>A nickel mining operation in Indonesia. Critical mineral mining can drive deforestation, among other environmental and social challenges. Photo by KAISARMUDA/Shutterstock</figcaption>\n</figure>\n<p>Between 2001 and 2020, the world lost nearly <a href=\"https://www.wri.org/insights/how-mining-impacts-forests\">1.4 million hectares</a> of forest to mining and related activities, an area of land roughly the size of Montenegro. Felling trees not only releases emissions (<a href=\"https://www.wri.org/insights/how-mining-impacts-forests\">36 million tonnes</a> of carbon dioxide equivalent a year), but also harms ecosystems. And it often involves extensive removal of vegetation and soil that Indigenous and local communities depend on for food and livelihoods.</p><p>While mining may help bolster local economies, it has a track record of social harm when not well regulated. For example, of the 255,000 workers engaged in small-scale mining in the Democratic Republic of Congo, <a href=\"https://www.wilsoncenter.org/blog-post/drc-mining-industry-child-labor-and-formalization-small-scale-mining\">40,000 are children</a> — some as young as six years old. Communities may face also forced displacement, loss of traditional livelihoods, and health risks linked to pollution from mines.</p><p>When it comes to ocean mining, there are many unknowns. But <a href=\"https://www.wri.org/insights/deep-sea-mining-explained\">the research available</a> suggests the practice could irreparably harm fragile deep-sea ecosystems. It could also affect species beyond the ocean floor, including fish like tuna that are vital to food security.</p><div class=\"bullets border-small\"><div class=\"h4 bottom-border-tiny-black\">Related</div><ul><li><a href=\"https://www.wri.org/insights/deep-sea-mining-explained\"><strong>What We Know About Deep-Sea Mining — and What We Don't</strong></a></li><li><a href=\"https://www.wri.org/insights/critical-minerals-mining-water-impacts\"><strong>More Critical Minerals Mining Could Strain Water Supplies in Stressed Regions</strong></a></li><li><a href=\"https://www.wri.org/insights/how-mining-impacts-forests\"><strong>Mining Is Increasingly Pushing into Critical Rainforests and Protected Areas</strong></a></li></ul></div><h3>How Can the World Scale Up Mineral Supplies Responsibly?</h3><p>The key question is how to balance the world's growing need for critical minerals with the inherent risks of mining — particularly when these minerals are essential to securing a stable climate and a safer future. This will require: <em>1)</em> ensuring that all mining is done responsibly, and<em> 2) </em>encouraging a circular mineral economy to minimize demand for new extraction.</p><h4>Mainstream responsible mining.</h4><p>Responsible mining means extracting critical minerals in a way that safeguards the environment and respects people and communities. Several different levers can support responsible mining, including:</p><ul><li><strong>Standards: </strong>An overarching international framework for critical minerals can help regulate and compare companies' environmental, social and governance efforts in a meaningful way. There are numerous protocols already in place — such as the <a href=\"https://responsiblemining.net/\">Initiative for Responsible Mining Assurance</a>, <a href=\"https://www.tsminitiative.com/\">Toward Sustainable Mining</a> and <a href=\"https://coppermark.org/\">The Copper Mark</a> — but they need to be used more widely. Efforts to harmonize industry-led standards, such as the <a href=\"https://miningstandardinitiative.org/\">Consolidated Mining Standard Initiative</a>, are currently underway.</li><li><strong>Regulations: </strong>Countries can encourage or even require responsible mineral supply chains through policymaking. Regulatory levers may address trade and export controls, resource management, international cooperation and supply chain security. The <a href=\"https://policy.trade.ec.europa.eu/development-and-sustainability/conflict-minerals-regulation/regulation-explained_en\">EU's Conflict Minerals Regulation</a>, for example, requires that gold, tin, tungsten and tantalum be sourced from conflict-free areas across the world.</li><li><strong>Technology: </strong>Technological advancements can help mining companies reduce their impact. For example, mining companies operating in water-scarce areas are increasingly required to develop desalination plants so they don't put pressure on limited freshwater supplies.</li><li><strong>Transparency and accountability:</strong> Through groups like <a href=\"https://eiti.org/\">Extractive Industries Transparency Initiative</a> (EITI), countries can commit to disclose information along their mineral value chains. Organizations like the <a href=\"https://accountabilityaccelerator.org/\">Accountability Accelerator</a> can help hold stakeholders responsible for their mining activities, with consequences for inaction.</li><li><strong>Market-based incentives:</strong> Large buyers like governments and companies can exert their influence through green procurement, committing to purchase only critical minerals that have been responsibly mined. Companies can also join forces through corporate buyers' clubs and can opt to pay a green premium for products that have met specific environmental, social and governance targets. Financing is also an important lever, and groups like <a href=\"https://mining2030.org/\">Mining 2030</a> are looking to define the role of finance in realizing a socially and environmentally responsible mining sector.</li></ul><h4>Promote a circular economy.</h4><p>A shift from our current economic model of \"make-use-discard\" to one that emphasizes reduction, reuse and recycling can ease resource pressures, helping to minimize the need for new mining and the impacts that come with it.</p><p>Critical mineral use can be <strong>reduced</strong> through material-efficient products. For example, <a href=\"https://www.wri.org/insights/electric-vehicles-smaller-better\">more and more EV models</a> on the market are SUVs and other larger passenger vehicles that require larger batteries and therefore more minerals. Governments can encourage car manufacturers and consumers to opt for smaller vehicles through measures like the EU's recently announced Small Affordable Cars Initiative. New technologies can also help substitute demand; for example, <a href=\"https://www.nature.com/articles/s41524-024-01197-7\">cobalt-free EV batteries</a> rely on cheaper, more abundant resources, such as iron and phosphate.</p><p><strong>Reusing </strong>older clean energy components after the end of their \"first life\" can keep minerals in circulation. Retired EV batteries, for example, often retain 70%-80% of their capacity and could be used in renewable energy storage, EV charging stations and microgrids. Retired commercial solar panels could power off-grid structures like electric bike stations or community solar systems. This can help reduce waste while creating new jobs and expanding access to clean energy. However, second-life use needs to be properly managed to avoid becoming a loophole for waste dumping in lower-income countries. ​</p><p>Increasing mineral <strong>recycling </strong>could reduce the need for new mine development by 40% for copper and cobalt and 25% for lithium and nickel by 2050. Though in near-term, improvements in recycling may be outpaced by rising material consumption. For instance, the share of total copper demand that was supplied by secondary or recycled copper actually fell from 37% in 2015 to 33% in 2023.</p><p>Fortunately, policy momentum in support of recycling is gaining strength. Since 2022, <a href=\"https://www.iea.org/data-and-statistics/data-tools/critical-minerals-policy-tracker\">more than 30 new policies</a> related to critical mineral recycling have been introduced globally. These include India's 2022 Battery Waste Management Rules, which regulate the recycling and management of all batteries, and Vietnam's Decree No.8/2022/ND-CP, which mandates recycling rates and specifications for producers and importers of specific products, including batteries and solar cells.</p><article class=\"media media--type-embed media--view-mode-full\">\n  \n      \n            <div class=\"clearfix text-formatted field field--name-field-media-embed-code field--type-text-long field--label-hidden field__item\"><div class=\"flourish-embed flourish-chart\"><noscript><img alt=\"chart visualization\" src=\"https://public.flourish.studio/visualisation/24955398/thumbnail\" width=\"100%\" /></noscript></div></div>\n      \n  </article>\n<h3>Confronting the Mineral Conundrum</h3><p>Critical minerals underpin the world's efforts to build a cleaner, safer future for all. But they are not without risks. As surging demand spurs geopolitical tensions and environmental and social concerns, the need for meeting this demand responsibly is paramount. Countries and companies must work together to ensure that supply chains are not only secure, but sustainable — and that we're making the most of the minerals already in play to minimize the need for new extraction as much as possible.</p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    },
    {
      "title": "WRI Pilots Approach to Identify Clean Energy Financing in Developing Countries",
      "link": "https://www.wri.org/update/wri-pilots-approach-identify-clean-energy-financing-developing-countries",
      "pubDate": "Tue, 07 Oct 2025 15:12:21 EDT",
      "description": "<p>Clean energy investment can expand energy access, reduce emissions and power green growth in developing countries. But deploying clean energy technologies requires significant capital, especially in these markets. While the whole world needs to triple its clean energy investment, developing countries actually need <a href=\"https://www.wri.org/insights/how-mdbs-can-catalyze-clean-energy-in-south-southeast-asia\">seven times more clean energy investment</a> compared to current investments.</p><p>However, investors, developers and utilities struggle to identify appropriate financing, and markets are choked by systemic barriers and high costs of capital. Moreover, countries vary widely in terms of policy environments, financial conditions and more.</p><p>To help address the shortfall in renewable energy finance and investment, WRI has been developing an approach to help policymakers and investors consider a set of themes and identify relevant financing types and sources that can enable a given country’s clean energy deployment.</p><p>Financial instruments are not one-size-fits-all. WRI researchers set out to develop an approach to break down the barriers and tailor financing instruments and policy interventions to the specific needs of a situation. These efforts— a collaboration involving staff with expertise in finance and energy and across WRI country offices — have resulted in an approach, effectively piloted in Colombia and Rwanda, for facilitating discovery of barriers, possible fixes and appropriate financing. The approach includes a series of questions that assist in mapping regulatory, identifying financial and institutional barriers, and aim to surface solutions adapted to the national context. By linking specific risks to targeted responses, the approach provides a structured pathway to strengthen investor confidence and unlock financing.</p><h3>How to Discover Clean Energy Finance</h3><p>To support decision-makers, WRI’s question-approach assesses the maturity of a technology and the readiness of a country’s market, thereby pinpointing gaps and narrowing down effective financing options. Further rounds of analysis focus on how the project can generate revenue and where costs will come from. Taken together, the results generate a path to viable financing.  </p><p>The technology maturity assessment is based on a framework developed by Sattva Consulting that rates the development stage of technologies.</p><p>The market readiness assessment involves questions about a country’s policies, regulations and institutions, all of which contribute to conditions conducive to clean energy investment. Bloomberg New Energy Finance’s 2024 <a href=\"https://global-climatescope.org/\">ClimateScope</a> market assessment tool is also employed to augment these responses.</p><p>Once these analyses are completed, users answer additional questions to assess revenue, costs and financing options, and how they should be “stacked” in relation to one another.</p><p>Where gaps or inadequacies in the capital stack are identified, more questions can help lead stakeholders to suggestions for alternative or supplemental financing sources, as well as policy and institutional fixes for the medium- to long-term. For example, examination of the revenue side might dig into whether there is a creditworthy offtaker and then suggest if a partial risk guarantee is needed as part of the financing mix. On the cost side, if permitting is not easily approved, the approach might suggest mixing in guarantees, insurance or technical assistance to mitigate permitting risks.</p><p>Right now, the approach is applied through in-person workshops with a broad cross-section of stakeholders. In 2025, WRI convened consultations in Colombia and Rwanda to pilot this methodology, focusing on on-grid solar in both cases. These experiences already showcase how these countries were able to assess their financing options by:</p><ul><li><strong>Identifying barriers and enabling solutions: </strong>Suggesting ways to address identified obstacles through policy adjustments or enhancements, unlocking projects, reinforcing regulatory certainty and attracting more private investment.</li><li><strong>Supporting project developers</strong>: Identifying and comprehensively analyzing risks across the project lifecycle and evaluating mitigations measures that can enhance feasibility and certainty.</li><li><strong>Opening avenues for financiers:</strong> Identifying potential financial instruments and opportunities for establishing public-private partnerships and initiating the design of credit guarantees for concessional loans, expanding leverage options in the sector.</li></ul><h3><strong>Solutions for the Future</strong></h3><p>As countries and stakeholders including utilities, energy users, investors and project developers look to invest in clean energy, WRI’s approach can help decision-makers identify financing options.</p><p>As WRI supports countries, financial institutions public or private, businesses and other stakeholders on their journey to developing renewable energy solutions, this approach provides an opportunity for multiple actors to gather and decide together which courses of action to take.</p><p>WRI staff workshops and facilitates the emergence of effective dialogues in specific country contexts. For example, this approach can help diagnose clean energy opportunities not yet available on a broad scale in their country (e.g., solar or wind), or establish country platforms with a strong renewable energy component.</p><p>Efforts are also underway to translate this approach into an open, web-based application that could be used widely to facilitate a better understanding of how to finance clean energy in different contexts and adapted to specific technologies.</p><p><em>This update is part of a WRI project to identify tailored financing solutions to power the shift to renewable energy. Our approach guides policymakers and investors in assessing the maturity of a technology and the readiness of a country’s market as well as potential revenues and costs to pinpoint effective financing options and determine viability.  </em></p><p><em>Learn about how this approach has been used in </em><a href=\"https://www.wri.org/update/matching-clean-energy-finance-needs-appropriate-financial-toolkit-rwanda\"><em>Rwanda</em></a><em> and </em><a href=\"https://www.wri.org/update/connecting-finance-and-policy-renewable-energy-growth-colombia\"><em>Colombia.</em></a></p><p><em>WRI is actively fundraising to continue working on this approach. To get in touch, contact Valerie Laxton: </em><a href=\"mailto:valerie.laxton@wri.org\"><em>valerie.laxton@wri.org.</em></a></p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    },
    {
      "title": "Connecting Finance and Policy for Renewable Energy Growth in Colombia",
      "link": "https://www.wri.org/update/connecting-finance-and-policy-renewable-energy-growth-colombia",
      "pubDate": "Tue, 07 Oct 2025 15:03:31 EDT",
      "description": "<p>Colombia’s pathway to a clean energy future hinges on a dramatic scale-up of renewable generation. National estimates suggest that between 2023 and 2052, installed capacity in solar and wind must expand by 40 to 150 times to align with energy and climate goals.</p><p>Achieving this transformation is within reach, but it requires overcoming systemic barriers that continue to shape the country’s investment landscape. Elevated capital costs, lengthy permitting processes and persistent challenges in securing grid connections constrain developers from structuring viable projects and deter institutional investors.</p><p>In Colombia, stakeholders including public authorities, project developers, financiers and civil society representatives gathered for a facilitated discussion led by WRI. The discussion aimed to understand and address obstacles to clean energy finance, with a focus on scaling up on-grid solar. Guided by a framework for structuring such discussions, currently under development by WRI, stakeholders found Colombia clean energy finance is underperforming compared to its potential. It was noted that while key building blocks are in place, diversifying revenue sources and implementing regulatory changes will be necessary to scale more quickly. Here, we look at Colombia’s current energy landscape and how the workshop helped stakeholders arrive at an investment solution to help scale up the country’s renewable energy needs.</p><h3>Today’s Colombian Energy Landscape Calls for Diversifying Energy Sources </h3><p>Colombia’s renewable energy story has been shaped by a combination of a liberalized market and strong institutions. Since the 1990s, <a href=\"http://www.superservicios.gov.co/Empresas-vigiladas/Energía-y-gas-combustible/Energía/Unidad-de-Monitoreo-de-Mercados-de-Energía-y-Gas-Natural/Mercado-de-energía-mayorista-Informes-históricos\">electricity has been traded through two main channels</a>: long-term bilateral contracts (known as power purchase agreements), which give investors stability, and a spot market for short-term transactions. This mix has encouraged competition and opened space for a more diverse set of players.</p><p>Behind this market is a solid <a href=\"https://creg.gov.co/public_html/info/creg/media/tmp/pdf98398.pdf\">institutional framework</a>. The Ministry of Mines and Energy leads policy design, while the Energy and Gas Regulatory Commission sets rules and tariffs. The Mining and Energy Planning Unit develops long-term expansion plans, and XM operates the national grid and manages the wholesale market. Adding to this ecosystem, the Non-Conventional Energy and Efficient Energy Management Fund (FENOGE) finances renewable energy and efficiency projects, channeling both public and private resources into sustainable solutions.</p><p>In the regulatory sphere, Law 1715 of 2014 introduced tax incentives and created the Fund for Non-Conventional Energy and Efficient Energy Management (FENOGE, by its Spanish acronym), laying the foundation for the development of Non-Conventional Renewable Energy Sources in Colombia, including technologies such as biomass, small hydropower, wind, geothermal, solar and marine energy. Later, Law 2099 of 2021 modernized this framework by expanding policy instruments to attract private investment and diversify the energy mix. Building on these two laws, enabling frameworks for structuring, operation and remuneration were developed, complemented by government strategies such as <a href=\"https://www.wri.org/insights/colombia-energy-communities-bring-electricity-income?utm_campaign=socialmedia&utm_source=wriclimate&utm_medium=linkedin\">Energy Communities</a>, which aim to reduce access gaps and ensure that the energy transition also benefits vulnerable populations.</p><h4>Clean energy goals </h4><p>Colombia’s power sector is often cited as one of the cleanest in Latin America, with a grid mix dominated by renewable resources. By 2023, the country’s installed capacity reached roughly 20 gigawatts (GW), nearly 70% of which came from hydropower, while solar had just begun to emerge with a share slightly above 2%. Yet this apparent strength masks a growing vulnerability: Climate change and the intensification of weather-related events caused by changing ocean temperatures (like El Niño and La Niña) have amplified water risks, exposing the electricity market to volatility and supply stress.</p><p>Against this backdrop, diversification is essential. Colombia must reduce its heavy reliance on both hydropower and fossil fuels, which still account for a significant portion of generation. Projections from the <a href=\"https://www1.upme.gov.co/DemandayEficiencia/Documents/PEN_2022_2052/PEN_2022_2052_Tomo1_VF.pdf\">National Energy Plan</a> illustrate the scale of the challenge and opportunity. Non-hydro renewables, like wind and solar, currently at only 540 megawatts (MW), could expand to 23 GW in the conservative scenario and up to 81.6 GW in the most ambitious. Within this growth, solar and wind power would play the leading roles, contributing 59% and 24% of additional capacity in the conservative scenario, and 31% and 49% respectively in the most ambitious scenario.</p><p>These trajectories align with Colombia’s privileged solar resource, where <a href=\"http://www.ideam.gov.co/web/tiempo-y-clima/variacion-espacio-temporal1\">average annual irradiation</a> (energy from sunlight) reaches up to 5.5 kilowatts per hour per square meter per day in the Caribbean region and center sectors. Unlocking this potential, however, requires predictable market conditions and a stable, competitive regulatory framework to attract private investment. Such measures would not only accelerate the deployment of renewables but also strengthen Colombia’s path toward a more resilient, diversified and sustainable energy future.</p><article class=\"media media--type-embed media--view-mode-full\">\n  \n      \n            <div class=\"clearfix text-formatted field field--name-field-media-embed-code field--type-text-long field--label-hidden field__item\"><div class=\"flourish-embed flourish-chart\"><noscript><img alt=\"chart visualization\" src=\"https://public.flourish.studio/visualisation/25252175/thumbnail\" width=\"100%\" /></noscript></div></div>\n      \n  </article>\n<h4>Detailed account of financing needs </h4><p>Despite having ambitious energy transition scenarios, actual investment in renewable energy in Colombia still falls short of projected needs. Clean energy investments in the country reached approximately <a href=\"https://www.global-climatescope.org/markets/colombia\">$411 million in 2023</a>. In contrast, estimates from the World Energy Forum indicate that Colombia will need to invest between <a href=\"https://www3.weforum.org/docs/WEF_Mobilizing_Clean_Energy_Investments_in_Colombia_SP_2024.pdf\">$28 billion and </a>$38 billion by 2052 to meet its renewable energy expansion targets, including the necessary strengthening of transmission and distribution networks to effectively integrate these projects​. Based on an annualized CAPEX (capital expenditure, long-term investment costs for assets) projection, this translates into a sustained investment effort of between $1 billion and $1.4 billion per year over the next three decades. While the public sector has prioritized financing for renewable resources, available financing is limited — making the mobilization of private capital essential to closing the financial gap. </p><article class=\"media media--type-embed media--view-mode-full\">\n  \n      \n            <div class=\"clearfix text-formatted field field--name-field-media-embed-code field--type-text-long field--label-hidden field__item\"><div class=\"flourish-embed flourish-chart\"><noscript><img alt=\"chart visualization\" src=\"https://public.flourish.studio/visualisation/25410552/thumbnail\" width=\"100%\" /></noscript></div></div>\n      \n  </article>\n<h4>Financing Colombia’s Clean Energy Transition</h4><p>To better understand how to finance clean energy with appropriate financial instruments for a given context, WRI developed an approach that helped stakeholders identify themes to consider using a set of questions. A pilot consultation in Colombia demonstrated how this approach could help stakeholders understand their financing environments and opportunities. Here’s what they found could drive deployment of on-grid solar.</p><ul><li>Participants first classified the technological maturity of utility-scale solar in Colombia as “mainstream,” considering that while key challenges are recognized, there is still a lack of consensus on priorities, limited clarity in policy and regulatory concepts and concerns about the potential exclusion of communities. This assessment reflects the renewable energy policy framework established since 2014, which includes availability of tax incentives, installed capacity by 2024 and number of projects with assigned connection points. Despite the progress, persistent barriers remain — particularly around regulatory certainty, lengthy permitting processes and the mobilization of private capital.</li><li>Next, participants evaluated market readiness, which they determined was average, consistent with BloombergNEF’s <a href=\"https://www.global-climatescope.org/\">ClimateScope tool</a> used to corroborate stakeholders’ analysis. The electricity market is open and supported by a clear institutional framework, which provides regulatory certainty. However, confidence has eroded due to delays in transmission capacity allocation, environmental licensing and prior consultations. Additional measures have also affected market dynamics, such as the “pay for transference” charge — introduced in 2023 and often perceived as comparable to a tax, as it is progressively applied up to 6% of gross energy sales for large projects — and the imposition of caps on the shortage price, typically reached during El Niño events. While these caps mitigate risk for energy buyers by limiting price spikes, they reduce incentives to sign long-term bilateral contracts or power purchase agreements, thereby weakening investment signals for new renewable capacity.</li></ul><p>The assessment of technology maturity and market readiness provides an essential analytical framework for decision-makers and serves as an initial input for answering the next set of questions in WRI’s approach.</p><p>While working through the analysis, participants valued being able to see a comprehensive view of a project’s trajectory — from its origins in public policy to its final financing structure. In Colombia, practitioners found it particularly useful to:</p><ul><li><strong>Identify barriers and enabling solutions:</strong> The exercise made it possible to identify critical obstacles and propose measures to overcome them, highlighting the need to streamline environmental, social and technical permitting through regulatory adjustments or risk-mitigation instruments; to strengthen Advanced Market Commitments via innovative long-term auctions that reduce uncertainty, prioritize strategic grid nodes and remove hourly generation restrictions; and to promote a financial or regulatory mechanism to back guarantees on future generation commitments and establish a prioritization procedure that addresses the limitation of connection points to the National Interconnected System, caused by the oversaturation of requests — a high percentage of which lack financial closure — identified as one of the main bottlenecks for the deployment of renewable energy projects in Colombia.</li><li><strong>Support project developers:</strong> The methodology enabled a comprehensive analysis of risks throughout the project life cycle, strengthening the assessment of its feasibility. A key finding was the need to diversify revenue sources beyond a bilateral power purchase agreement, incorporating spot market operations, participation in long-term auctions, income from carbon markets — still incipient in the country — and complementary technical services. This approach conceives projects as diversified revenue portfolios, reducing volatility and enhancing financial resilience. Workshop participants indicated that the financing structure must be closely linked to the revenue portfolio —that is, to the distribution between energy sales through power purchase agreements and the spot market. The former serves as a guarantee of stability, while the latter is more volatile. In this regard, a coordinated analysis between financing sources and revenue streams is recommended.</li><li><strong>Open avenues for financiers:</strong> The workshop also provided an opportunity to explore financial innovations and risk-sharing mechanisms. The role of the Non-Conventional Energies and Energy Efficiency Fund was highlighted as a potential source of concessional capital to improve lending conditions while strengthening its long-term self-sufficiency. Among the proposals discussed were the design of instruments to trade the income tax deduction incentive, as well as the promotion of public–private partnerships aimed at expanding leverage options. These mechanisms could not only enhance project bankability but also deliver additional benefits attractive to public budgets, particularly in the context of fossil fuel companies transitioning toward investment in renewable energy.</li></ul><h3>Next Steps Toward Clean Energy in Colombia</h3><p>The WRI workshop enabled diverse stakeholders in Colombia to identify, analyze and propose systematic solutions to the barriers limiting the renewable energy investment pipeline, with an emphasis on utility-scale solar. Such projects are essential to ensuring energy security, diversifying the power matrix, reducing costs for end users and decreasing dependence on fossil fuels.</p><p>The applied methodology helped uncover key constraints, such as the need for long-term mechanisms that act as risk-mitigation vehicles; the environmental, social and technical permitting processes that hinder an investment-friendly environment; and the urgency of diversifying financing sources to reduce the high cost of capital faced by developing countries like Colombia.</p><p>For policymakers, the process has the potential to serve as a roadmap for renewable energy projects, making it possible to map barriers and solutions that enhance regulatory certainty and attract investment. For developers, it can be a lifecycle planning instrument that strengthens risk management. And for financiers, it could open opportunities to innovate with blended-finance schemes, whose potential in Colombia remains largely untapped. </p><p>This approach could serve as a practical roadmap for advancing Colombia’s solar agenda and be extended to other high-potential renewable technologies — such as geothermal, wind, small hydropower, and biomass — by anticipating and prioritizing key bottlenecks over the long term. Across Latin America, the framework can facilitate peer learning by identifying market barriers and adapting policy and financing solutions that have proven effective in similar contexts.</p><p><em>This update is part of a WRI project to identify tailored financing solutions to power the transition to renewable energy. Our approach guides policymakers and investors in assessing the maturity of a technology and the readiness of a country’s market as well as potential revenues and costs to pinpoint effective financing options and determine viability. </em></p><p><em>Learn more about </em><a href=\"https://www.wri.org/update/wri-pilots-approach-identify-clean-energy-financing-developing-countries\"><em>this approach</em></a><em> and how it has been used to </em><a href=\"https://www.wri.org/update/matching-clean-energy-finance-needs-appropriate-financial-toolkit-rwanda\"><em>match clean energy finance needs with the appropriate financial toolkit in Rwanda</em></a><em>.</em></p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    },
    {
      "title": "Matching Clean Energy Finance Needs with the Appropriate Financial Toolkit in Rwanda",
      "link": "https://www.wri.org/update/matching-clean-energy-finance-needs-appropriate-financial-toolkit-rwanda",
      "pubDate": "Tue, 07 Oct 2025 10:08:28 EDT",
      "description": "<p>In developing countries, renewable energy investment is a priority. But deployment faces systemic barriers preventing institutional investment. Moreover, project developers struggle with inadequate financial instruments that fail to address unique emerging market risk profiles and capital requirements.</p><p>Rwanda is no exception to this trend. The country has set goals to expand energy access. With abundant sunlight, increasing solar energy is its biggest opportunity to do so, with investment needs reaching into the billions over the coming decades. How can this scale be achieved?</p><p>Here, we’ll look at the factors influencing clean energy finance in Rwanda, then describe how participants in a WRI-convened workshop in Kigali identified barriers and pinpointed financial and policy solutions to clean energy deployment in Rwanda, with a focus on grid-scale solar projects.</p><h3>Rwanda’s Energy Landscape and the Solar Opportunity</h3><p>While Rwanda presents compelling opportunities for grid-scale solar projects, targeted policy and financial solutions are required to realize the full potential of such renewable energy investments.</p><h4>Policy context and relevant frameworks</h4><p>The <a href=\"https://www.mininfra.gov.rw/index.php?eID=dumpFile&t=f&f=118271&token=d00c119512f0e0c499d75c71a85026c8e12d11f5\">Rwanda Energy Policy 2025</a> provides high level guidance on long-term energy goals, complemented by the Energy Sector Strategic Plan, which details the short-term actions and priorities to achieve the long-term goals. The institutional framework is anchored under the Ministry of Infrastructure as the lead ministry, Rwanda Energy Group as the state-owned utility and the Rwanda Utilities Regulatory Authority as the regulator. Rwanda Energy Group has two subsidiaries: the Electricity Utility Corporation Limited in charge of utility operations, and the Energy Development Corporation Limited which handles planning, energy development activities and electrification rollout.</p><p>Private sector participation is limited to power generation only through independent power producers, while transmission and distribution is within the mandate of the Electricity Utility Corporation. Additionally, the corporation is the sole off-taker for generated power that would feed into the national grid, and each power producer would enter into a power purchase agreement negotiated on a case-by-case basis. Some incentives exist, like tax reliefs, that can attract more independent power producers, however, more policy improvements are needed to standardize cost-reflective power purchase agreements and extend feed-in tariffs.</p><h4>Clean energy goals</h4><p>According to the <a href=\"https://www.mininfra.gov.rw/index.php?eID=dumpFile&t=f&f=118271&token=d00c119512f0e0c499d75c71a85026c8e12d11f5\">Rwanda Energy Policy 2025</a>, Rwanda aims to achieve universal energy access by 2030 using both on-grid and off-grid solutions. As of February 2025, the country has attained <a href=\"https://www.reg.rw/what-we-do/access/\">82.2% household electricity connectivity</a>, with 57.4% connected to the national grid and 24.8% accessing electricity through off-grid systems (mainly solar). Rwanda is rapidly diversifying its energy sources to renewables in alignment with its updated <a href=\"https://unfccc.int/sites/default/files/NDC/2022-06/Rwanda_Updated_NDC_May_2020.pdf\">nationally determined contribution</a> (NDC) aiming to reduce greenhouse gas emissions by 38% by 2030.</p><p>Rwanda’s total installed electricity generation capacity is currently at 406.4 megawatts (MW), with 27% from hydrological resources and 3% from solar power plants. The current power generation mix includes 39% from hydropower, while solar accounts for only 1% of the <a href=\"https://www.reg.rw/fileadmin/user_upload/LCPDP_2024_2050.pdf\">total energy generated</a>. With an overreliance on hydropower—which is susceptible to the impacts of climate change—and to minimize power imports owing to the generation deficit, it is crucial for Rwanda to expand generation.</p><p>Rwanda has a big opportunity here given the high solar irradiance (4.5 kilowatt hours per square meter per day) of the country. Rwanda’s Least Cost Power Development Plan 2024 – 2050 projects additional installed capacity of 1,492.85 MW of solar photovoltaics embedded with battery storage by 2050. </p><h4>An account of financing needs</h4><p>$3.6 billion is required to meet Rwanda’s energy needs up to 2035. Approximately $69 million of this is required to develop solar power plants to increase electricity generation capacity. This need will accelerate from 2035 to 2050, as <a href=\"https://www.uts.edu.au/globalassets/sites/default/files/2025-03/UTS-Africa-Power-Report-Rwanda-WEB2.pdf\">estimates suggest</a> that cumulative power generation costs up to 2050 will be $38 billion in one of the forecasted scenarios, with projections of solar investments amounting to $16 billion.</p><p>Implementing climate mitigation and adaptation projects in line with the NDC targets requires $11 billion. The Energy Sector Strategic Plan, which is currently being updated, is set to provide capital expenditure and operating expenditure financing requirements for the next cycle of its implementation window.</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-embed media--view-mode-full\">\n  \n      \n            <div class=\"clearfix text-formatted field field--name-field-media-embed-code field--type-text-long field--label-hidden field__item\"><div class=\"flourish-embed flourish-chart\"><noscript><img alt=\"chart visualization\" src=\"https://public.flourish.studio/visualisation/25255918/thumbnail\" width=\"100%\" /></noscript></div></div>\n      \n  </article>\n\n<figcaption>Shares of cumulative investment in power generation, R-1.5°C scenario, 2020 to 2050 [billion $]. <em>NB: The R-1.5°C aims to increase the access to energy – especially electricity – for all by 2050, while increasing the electrification and comfort standards to the levels of OECD countries.</em><br /><br /><em>Source:  Teske, S., Feenstra, M., Miyake, S., Rispler, J.,Mohseni, S. (2025) Rwanda: Energy Development Plan to Decarbonise the Economy ; prepared for Power Shift Africa by The University of Technology Sydney, Institute for Sustainable Futures; March 2025.</em></figcaption>\n</figure>\n<h4>WRI’s Workshop to Determine the Appropriate Capital Stack for Rwanda</h4><p>During a workshop convened and facilitated by WRI in Kigali in July, participants (ranging from policymakers, private sector players and financial institutions) piloted a set of questions created by WRI to understand the technological and market conditions relevant to financing clean energy in Rwanda. Stakeholders characterized the overall environment in terms of technological maturity and market readiness before answering additional revenue- and cost-side questions.</p><p>As a result, they identified the maturity of grid-scale solar development as emerging and found that market readiness for grid-scale solar was moderate. How did they come to these rankings?</p><ul><li><strong>Technical expertise gap</strong>: Participants identified a critical gap in local technical expertise for grid-scale solar project development, operation and maintenance.</li><li><strong>Financial sector knowledge</strong>: Participants from the finance working group emphasized a major gap in clean energy financing expertise among local banks, local private equity firms and even local development finance institutions. Carbon financing is also emerging as an avenue for grid-scale solar projects to access climate finance. In 2023, Rwanda launched its first national carbon market framework to streamline the structure of carbon trading and improved transparency in project validation.</li><li><strong>Regulatory implementation capacity</strong>: Policy group participants noted moderate gaps in regulatory implementation capacity of grid-scale solar projects, particularly in coordinating between different government agencies.  </li></ul><p>These discoveries were then used to think through appropriate solutions. The discussions revealed the following core risks which required tailored financing to address them:</p><ul><li>On the <strong>revenue</strong> component, off-taker risk emerged as a major risk for grid-scale solar projects given that there is only one off-taker (the Electricity Utility Corporation) and revenue does not rely on retail user fees. Instead, independent power producers would have to sell electricity wholesale to the utility under negotiated power purchase agreements. This means that projects are dependent on the creditworthiness of the utility. As the Electricity Utility Corporation is a government-backed entity, its creditworthiness is tied to both macro-economic factors of Rwanda and its operational efficiency.</li><li>On the <strong>cost</strong> component, the lack of a standardized power purchase agreement has led to tariffs not being cost-reflective for projects, making grid-scale solar projects unviable. Additionally, the high cost of capital constrains project scalability. Current interest rates for renewable energy projects are high (averaging 12% through existing facilities like Rwanda Green Fund), limiting the potential for scaling investments. Even so, the government provides both fiscal and non-fiscal incentives to improve the attractiveness especially to private-led power producers. For example, value-added tax relief is provided on imports of equipment to investors generating power.</li><li>On the <strong>financing</strong> component, a currency mismatch challenge was identified. Power purchase agreement revenues are in Rwandan francs, yet power producers are to be paid in hard currency (often in U.S. dollars). This exacerbates currency risks given that the Rwandan franc has depreciated against the U.S. dollar over time. The depreciation trend and high volatility make currency risk mitigation critical for project viability.</li></ul><p>The goal for the workshop using an approach piloted by WRI is to gain a better understanding of which financial instruments would be appropriate for these challenges. Based on the above, stakeholders arrived at a conclusion that structured power purchase agreements with built-in credit enhancement that would make grid-scale solar projects viable especially to private capital providers.</p><p>For example, World Bank’s MIGA <a href=\"https://www.miga.org/project/arc-power-rwanda\">$9 million guarantee to support ARC Power Rwanda</a> represents an innovative interconnected grid approach with solar generation units installed within village networks in Rwanda. The capital stack for this project consists of:</p><ul><li>Political risk insurance offered by MIGA guarantee facility to protect private investors against breach of contract for up to 10 years.</li><li>Private investment of $10 million in equity funding from Triodos Groenfonds N.V., Triodos SICAV II (acting for Triodos Emerging Markets Renewable Energy Fund), and Oikocredit Ecumenical Development Cooperative Society U.A.</li></ul><p>Traditional project finance would be insufficient. Existing tariff economics present a risk-return misalignment that means these projects would not support the commercial returns required by investors. The above capital stack bridges this gap by strategically layering financial instruments in a targeted manner to the identified investment barriers, rather than using generic risk premiums. In other words, the emergence of the first bullet point (the MIGA guarantee) catalyzed the private investment represented in the second. Our dialogue, facilitated by the WRI-designed set of questions, discovered this as a model to expand on, given Rwanda’s particular context.</p><h3>Next Steps for Clean Energy Finance in Rwanda</h3><p>The approach to determine the right investment mix through a set of specific questions enabled Rwandan practitioners to systematically unlock the country’s grid-scale solar investment pipeline through three interconnected interventions. Specific policy barriers, including non-standardized power purchase agreements, currency mismatch risks and off-taker creditworthiness concerns, were identified and  subsequently addressed through targeted regulatory enhancements, creating greater certainty for private investors. For project developers, working through the questions provided a comprehensive risk assessment framework that identified a solution that bridges a gap in project structuring and feasibility planning across the entire project life cycle. For Rwanda’s energy financing landscape, finding answers using WRI’s approach has opened new avenues for blended finance by identifying opportunities for credit guarantees and concessional lending mechanisms, demonstrating a replicable model for scaling utility scale solar projects countywide.</p><p>In Rwanda, the Ministry of Infrastructure could integrate the insights from the approach in updating its Energy Sector Strategic Plan, potentially institutionalizing the approach in evaluating public-private partnerships as an avenue for scaling finance for grid-scale solar projects. And the broader approach arrived at may offer a replicable model for other East African countries that are facing similar challenges, including single off-taker models, currency volatility and nascent carbon markets.</p><p>Financing clean energy in developing countries like Rwanda faces many hurdles, but the rewards more than justify the investment. Where there are barriers to clean energy investment, deliberate study and conversation can help stakeholders better understand the problems and identify solutions.</p><p><em>This update is part of a WRI project to identify tailored financing solutions to power the transition to clean energy. Our approach guides policymakers and investors in assessing the maturity of a technology and the readiness of a country’s market as well as potential revenues and costs to pinpoint effective financing options and determine viability.</em></p><p><em>Learn more about </em><a href=\"https://www.wri.org/update/wri-pilots-approach-identify-clean-energy-financing-developing-countries\"><em>this approach</em></a><em> and how it has been used to </em><a href=\"https://www.wri.org/update/connecting-finance-and-policy-renewable-energy-growth-colombia\"><em>connect finance and policy for renewable energy growth in Colombia</em></a><em>. </em></p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    },
    {
      "title": "Bottom-Up Experiences in Recife and Teresina Underpin Brazil’s New National Policy on Urban Peripheries",
      "link": "https://www.wri.org/update/bottom-experiences-recife-and-teresina-underpin-brazils-new-national-policy-urban",
      "pubDate": "Mon, 06 Oct 2025 14:25:48 EDT",
      "description": "<p>Building solutions for urban peripheries — the sprawling, poorly served, low-income informal neighborhoods on the outskirts of Brazilian cities — requires recognizing their value.</p><p>Brazilian peripheries, while poor, often have knowledge, organizational forms and collective practices that are already helping provide concrete responses to everyday challenges. Insights from these existing efforts can support more sustainable solutions for structural issues, such as access to decent housing and basic urban services in the face of the climate crisis.</p><p>The need to better understand and support homegrown solutions in informal neighborhoods has fueled the urban laboratories of <a href=\"https://www.wri.org/initiatives/transformative-urban-coalitions?utm_medium=redirect&utm_source=wrirosscities&utm_campaign=cities\">Transformative Urban Coalitions</a>, a project co-led by WRI in Brazil and Mexico, the United Nations University’s Institute for Environment and Human Security, the International Institute for Environment and Development, and the German Institute for Development and Sustainability.</p><p><a href=\"https://www.wribrasil.org.br/noticias/cidades-brasileiras-abordagens-locais-inovadoras-crise-climatica\">Since 2022</a>, resident-led coalitions in Comunidade do Pilar in Recife and Residencial Edgar Gayoso in Teresina have developed <a href=\"https://www.wribrasil.org.br/atividades/mutiroes-realizam-transformacoes-em-comunidades-de-recife-e-teresina\">bottom-up solutions</a>, strengthened ties and <a href=\"https://www.wribrasil.org.br/atividades/como-qualificacao-de-territorios-vulneraveis-em-recife-e-teresina-gera-acesso\">created opportunities</a> to address climate change and other challenges.</p><p>Now, the success of these projects is trickling up. In 2024, the Brazilian federal government launched <a href=\"https://www.gov.br/cidades/pt-br/novo-pac-selecoes-2025/periferia-viva-urbanizacao-de-favelas\">Periferia Viva</a>, a federal program for slum urbanization led by the National Secretariat for Peripheries. The program directs federal investments toward integrated urban development in peripheral communities across the country, with the goal of transforming 58 marginalized communities across Brazil by promoting slum upgrading, <a href=\"https://publications.iadb.org/publications/english/document/Land-Regularization-and-Administration-Projects-A-Comparative-Evaluation.pdf\">land regularization</a>, new social housing and community participation.</p><h3>From Local Experience to National Impact</h3><p>One of these communities is Peixinhos in Olinda, just north of Recife. There, under Periferia Viva, a new “territorial post” provides a physical space for the program’s technical assistance teams to co-create interventions with residents and oversee implementation.</p><p>Lessons learned from Transformative Urban Coalitions are reflected in the <a href=\"https://www.gov.br/cidades/pt-br/assuntos/publicacoes/arquivos/arquivos/periferias/plano-de-acao-periferia-viva_v16.pdf/\">Periferia Viva Action Plan Guide</a>, a set of recommendations and steps for implementing the action plan, aimed at equipping local actors to deliver inclusive and resilient solutions on the ground. The guide was developed with the support from WRI Brasil, and the technical teams based in the territorial posts are asked to use it to guide their work with communities.</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1000\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1500\" />\n              <source height=\"840\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"643\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"507\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"303\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"People talking in street.\" height=\"303\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-10/eriferia-viva-peixinhos-2_0.jpg?VersionId=iyEcuYJvlBuaIKdjYrlaTKvZaXDETwEt&itok=rLzuSq1m\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>Territorial Posts unite teams responsible for co-creating actions with the community. Photo by Silla Cadengue/WRI Brasil</figcaption>\n</figure>\n<p>The Transformative Urban Coalitions project has been a critical proving ground for this approach. In 2023, Guilherme Simões, Brazil’s national secretary for peripheries, visited Comunidade do Pilar to learn about the interventions underway there by community members. In May 2025, he visited Recife again, this time to inaugurate the new Peixinhos territorial post as part of Periferia Viva, alongside other authorities and community leaders.</p><p>The <a href=\"https://www.rehouse.org/\">REHOUSE</a> partnership, supported by WRI, has also influenced Periferia Viva through knowledge sharing, technical assistance on climate justice and guidance on addressing social and environmental inequities. These important lessons on multilevel action are going beyond Brazil, highlighting how community-led interventions can be scaled through national-level policies like Periferia Viva.</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1125\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1500\" />\n              <source height=\"945\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"724\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"570\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"341\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"Community discussion.\" height=\"341\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-10/comunidade-pilar-0.jpg?VersionId=7VkSeA_RY_3CcojGuyuy0MO9T7r5bxp6&itok=Lgtb4LmS\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>The Global Consortium for Urban Transformation Alliances visited Comunidade do Pilar. Photo by Millena Oliveira/WRI Brasil</figcaption>\n</figure>\n<h3>Focus on Scaling Up</h3><p>The experience gained from close engagement with communities on resilient and inclusive urban development actions in Recife and Teresina forms the foundation for a new phase of WRI’s support for Periferia Viva.</p><p>Beyond continuing support for the Transformative Urban Coalitions Urban Labs in these cities, WRI Brasil is now coordinating the <a href=\"https://www.wribrasil.org.br/atividades/rede-periferia-viva-lancada-apoiar-acoes-urbanizacao-de-favelas\">Periferia Viva Network</a>, a national practice community aimed at facilitating coordination among the many different actors involved in project implementation and construction in informal neighborhoods.</p><p>This network helps align public policies focused on marginalized communities and promotes knowledge-sharing across regions. By fostering continuous collaboration among stakeholders, it ensures that the lessons learned in Recife and Teresina can be applied elsewhere, increasing the program's replicability.</p><p>The goal is to scale up efforts to enhance and upgrade vulnerable communities through solutions designed with — and for — communities, rather than applying cookie cutter, top-down approaches. The network will encourage dynamic exchanges between diverse experiences, promoting collective learning and the spread of innovative approaches that encourage action while respecting each community’s unique characteristics.</p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    }
  ]
}