{
  "title": "wri.org blog posts",
  "link": "https://www.wri.org/",
  "description": "Blog posts from the World Resources Institute",
  "category": "social_impact",
  "source_url": "https://www.wri.org/blog/rss.xml",
  "fetched_at": "2025-07-10T14:26:33.807504",
  "items": [
    {
      "title": "Investors Look to Nature to Shield Against Growing Financial Risks",
      "link": "https://www.wri.org/insights/financial-sector-nature-risks-nature-based-solutions",
      "pubDate": "Thu, 10 Jul 2025 10:00:00 EDT",
      "description": "<p>Since the start of 2025, a quiet yet profound shift has begun to reshape global finance. In January, BlackRock, the world's largest asset manager, <a href=\"https://www.blackrock.com/corporate/literature/publication/blk-commentary-engagement-on-natural-capital.pdf\">publicly acknowledged</a> that \"nature capital\" — including biodiversity, water, soil and geology — plays a vital role in sustaining long-term corporate performance. For the first time at this scale, natural capital is being treated not as an externality but as a core asset class.</p><p>BlackRock isn't the only one. In early March, Goldman Sachs Asset Management introduced its <a href=\"https://www.theglobaltreasurer.com/2025/03/03/goldman-sachs-launches-biodiversity-bond-fund-to-strengthen-sustainable-investing/\">Biodiversity Bond Fund</a>: a groundbreaking fixed-income instrument dedicated to financing biodiversity protection and restoration.</p><p>Just weeks later, Norway's Government Pension Fund Global, which manages $1.6 trillion in assets, released an <a href=\"https://www.reuters.com/sustainability/sustainable-finance-reporting/why-valuing-nature-people-is-just-important-financials-2025-03-19/\">assessment of nature-related risks</a> across approximately 90% of its portfolio, examining how investee companies both depend on and impact ecosystems.</p><p>These developments reflect a growing consensus among financial institutions: <strong>The current finance system must be reshaped to account for the foundational role of nature.</strong></p><h3>Putting Nature on the Balance Sheet</h3><p>Nature is disappearing at a staggering rate. The latest <a href=\"https://wwflpr.awsassets.panda.org/downloads/2024-living-planet-report-a-system-in-peril.pdf\">Living Planet Report</a> revealed that wildlife populations plummeted by more than 70% on average over the last 50 years. <a href=\"https://gfr.wri.org/latest-analysis-deforestation-trends\">Forests</a>, the ocean and other critical ecosystems are in peril due to human-driven destruction and climate change. This collapse of natural systems can have <a href=\"https://livingplanet.panda.org/nature-loss-impacts/\">devastating consequences</a> both locally and globally, from the disappearance of fisheries and loss of coastal livelihoods to large-scale food system disruptions, natural disasters and economic instability.</p><p>Yet despite these growing risks, much of the financial system still prioritizes short-term returns, often at the expense of long-term environmental and economic resilience. As a result, capital continues to flow toward activities that overtax and degrade ecosystems (think: overfishing, unsustainable logging or razing rainforests for agriculture). In 2022, the private sector invested at least $5 trillion in activities that directly harm nature. This was 140 times <em>more </em>than it spent on nature-positive activities, according to the <a href=\"https://www.unep.org/news-and-stories/press-release/global-annual-finance-flows-7-trillion-fueling-climate-biodiversity\">UN Environment Programme</a>.</p><p>Even sustainable finance largely passes over nature. While green bonds are a growing asset class, the majority of proceeds are directed toward climate-related projects, with <a href=\"https://www.sustainablefitch.com/corporate-finance/biodiversity-in-esg-state-of-sustainable-finance-market-09-10-2023\">relatively few</a> allocated to biodiversity.</p><p>But this status quo cannot hold in the face of ongoing ecosystem decline. With <a href=\"https://www.weforum.org/press/2020/01/half-of-world-s-gdp-moderately-or-highly-dependent-on-nature-says-new-report/\">over half of global GDP</a> highly dependent on nature, the risks are not just environmental — they are financial.</p><p>From a long-term investment standpoint, failing to account for nature degradation exposes portfolios to escalating material risks and jeopardizes future growth and revenue. One recent study finds that a collapse in key ecosystem services like wild pollination, marine fisheries and timber provision could result in annual economic losses of <a href=\"https://www.worldbank.org/en/news/press-release/2021/07/01/protecting-nature-could-avert-global-economic-losses-of-usd2-7-trillion-per-year\">$2.7 trillion</a> (2.3% of global GDP) by 2030. Another found that physical nature risks could reduce the valuations of seven major U.K. banks <a href=\"https://www.greenfinanceinstitute.com/wp-content/uploads/2024/06/GFI-GREENING-FINANCE-FOR-NATURE-FINAL-FULL-REPORT-RDS4.pdf\">by 4%-5%</a> over the next decade.</p><p>Financial institutions are also under mounting scrutiny thanks to emerging regulations — such as the EU <a href=\"https://finance.ec.europa.eu/sustainable-finance/disclosures/sustainability-related-disclosure-financial-services-sector_en\">Sustainable Finance Disclosure Regulation</a> (SFDR) and <a href=\"https://finance.ec.europa.eu/sustainable-finance/tools-and-standards/eu-taxonomy-sustainable-activities_en\">EU Taxonomy</a> — that mandate the disclosure of nature- and climate-related risks. The cost and consequences of noncompliance are rising and are becoming financially material.</p><p>As the financial sector begins to reckon with these risks, growing recognition of nature's value by influential players like BlackRock and Goldman Sachs signals that the tide is turning. Now, mainstream financial institutions must build on this momentum — leveraging their roles as lenders, investors, insurers and advisers to actively steer capital away from nature-destructive activities. A critical first step is to begin accounting for nature on the balance sheet.</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1050\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1575\" />\n              <source height=\"840\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"643\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"507\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"303\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"A bee on a flower.\" height=\"303\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-07/bee_0.jpg?VersionId=arrS6tPLS3x5dA4meOpZ_TMwIMNYIdGd&itok=oN4vAdhx\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>Ecosystem services like pollination, healthy soils and water regulation underpin much of the global economy. Photo by Lakshmi Narasimha/Unsplash</figcaption>\n</figure>\n<h3>Nature-Based Solutions: A Strategic Response to Growing Nature Risks</h3><p>There are two powerful ways that banks, asset managers, insurers and other financial actors can drive meaningful change for nature.</p><p>For one, financial institutions can act as direct drivers of sustainable finance by allocating capital to initiatives that protect, enhance or restore ecosystems. This includes direct investments in nature-based initiatives through dedicated funds (like Mirova's <a href=\"https://www.mirova.com/en/invest/natural-capital\">Natural Capital Fund</a>) or investing in companies that embed nature-positive practices (such as regenerative agriculture) into their operations and supply chains.</p><p>Second, financial institutions can help enable broader, system-level change through their financing decisions. For instance, banks could divest from companies that fail to comply with regulations such as the <a href=\"https://www.wri.org/insights/explain-eu-deforestation-regulation\">EU Deforestation Regulation</a> (EUDR). Or they could deploy financing structures that reward nature-friendly business models — from sustainability-linked loans to performance-based finance. In doing so, financial institutions can help reshape markets and realign incentives to favor long-term ecological and economic resilience.</p><p><strong>In this context, \"</strong><a href=\"https://www.wri.org/insights/what-exactly-are-nature-based-solutions\"><strong>nature-based solutions</strong></a><strong>\" offer a powerful tool for the finance sector. </strong>Nature-based solutions are actions that leverage healthy ecosystems to address some of today's most pressing issues, such as climate change and disaster risk, while also benefitting people and nature. This could include restoring upstream forests to support climate regulation and improve water flows for hydropower; adopting sustainable farming practices to boost soil health and productivity; installing green infrastructure in cities to manage heat and flooding; or deploying biotech innovations, such as algae for wastewater treatment.</p><p><strong>These are real, emerging investment opportunities that can deliver substantial returns </strong><em><strong>and </strong></em><strong>long-term benefits for nature. </strong>Take Natura & Co., a global beauty brand that integrates biodiversity-based sourcing from the Amazon into its core business. By investing in supplier communities and nature-positive practices, Natura has not only mitigated supply chain risk, but also <a href=\"https://link.springer.com/article/10.1007/s10669-022-09890-y\">tripled its stock price</a> between 2015 and 2020. This surge in market valuation reflects stronger financial returns as well as growing investor and consumer confidence in a nature-positive business model.</p><p>Similarly, the AXA WF ACT Biodiversity fund invests in companies contributing to ecosystem preservation and restoration. With reported returns of <a href=\"https://carbon-pulse.com/267890/\">approximately 10%</a>, it demonstrates the financial viability of such investment approaches.</p><p>Investing in solutions like these offers financial institutions an opportunity to align impact with returns and position themselves at the forefront of a rapidly evolving market landscape. Meanwhile, it can help them mitigate nature-related risks, enhance portfolio resilience, and stay ahead of tightening regulatory and sustainability standards.</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1050\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1575\" />\n              <source height=\"840\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"643\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"507\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"303\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"Boats on a river in a lush green forest.\" height=\"303\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-07/indonesia-river_0.jpg?VersionId=rhcgn_C8zSOZzSD7.oPxs_FVqeDezi0c&itok=ILpznZ7i\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>Investing in businesses and activities the protect, restore or sustainably use ecosystems can offer long-term financial returns. Photo by Barkah Wibowo/Unsplash</figcaption>\n</figure>\n<h3>Unlocking Finance for Nature</h3><p>While financial institutions increasingly recognize the importance of nature and biodiversity, most <a href=\"https://assets.bbhub.io/company/sites/63/2024/10/Nature-in-NZTP-October-2024.pdf\">still lack the practical tools</a> and guidance necessary to integrate nature-related considerations — and especially nature-based solutions — into their investment and lending decisions.</p><p>These investments are often technically complex and require specialized knowledge that remains underdeveloped within mainstream finance. Many institutions struggle with internal capacity constraints, including limited expertise to evaluate, structure and manage nature-based assets effectively. This can make it hard to identify investable opportunities or appropriately assess nature-related risks and returns.</p><p>In addition, the investment landscape for nature-based solutions is still immature. There is a limited pipeline of high-integrity, scalable projects. Many are small in size, requiring aggregation or blended finance to be viable, which often comes with high transaction costs. Long time horizons (10-30+ years), uncertain return profiles and limited liquidity present further barriers — particularly when compared to traditional assets, such as equities, real estate or bonds, that offer more immediate financial returns.</p><p>But there are ways forward.</p><p><a href=\"https://www.wri.org/research/financial-sector-guidebook-nature-based-solutions-investment\">New WRI research</a> offers a comprehensive framework to help mainstream investors understand, invest in and leverage nature-based solutions effectively. It shows how financial institutions can leverage existing tools — such as sustainability-linked loans, blended finance structures and high-quality impact measurement frameworks — to begin integrating nature-based solutions into core investment processes today. In doing so, financial institutions can go beyond isolated project-level investments and begin catalyzing broader system change by influencing investee companies to shift entire value chains toward nature-positive outcomes.</p><h3>Financing Nature Is Financing the Future</h3><p>Progress this year signals a growing recognition of nature-related risks and opportunities among major financial actors. But this is only the start. To truly turn the tide, we need a systemic shift within the financial sector — one that prioritizes long-term impacts over short-term gains and fully integrates nature-related risks into financial decision-making and balance sheets. It is time to act now, moving from inspiration to operation to prevent ecosystems from passing irreversible tipping points.</p><p>For institutions looking to future-proof their portfolios, respond to evolving regulations and stay competitive in a sustainability-driven market, investing in nature-based solutions offers both an opportunity and an advantage. By embedding these solutions into their strategies, financial institutions can send powerful market signals to companies across their portfolios, encouraging nature-positive practices and further investment in ecosystem protection and restoration.</p><p>Ultimately, investing in nature is not just about doing good for the planet — it's a smart strategy to secure long-term value in an era of mounting ecological and financial volatility.</p><p><em>To learn more, read WRI's new </em><a href=\"https://www.wri.org/research/financial-sector-guidebook-nature-based-solutions-investment\"><em>Financial Sector Guidebook on Nature-Based Solutions Investment</em></a><em>.</em></p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    },
    {
      "title": "A Comprehensive Guide for Safer Roads and Livable Cities",
      "link": "https://www.wri.org/update/comprehensive-guide-safer-roads-and-livable-cities",
      "pubDate": "Wed, 09 Jul 2025 12:17:48 EDT",
      "description": "<p>Road traffic crashes kill about <a href=\"https://www.who.int/news-room/fact-sheets/detail/road-traffic-injuries\">1.19 million people</a> each year and seriously injure another 20 million to 50 million. Pedestrians, cyclists and motorcyclists — the most vulnerable road users — account for half of these deaths and injuries. Even people in motor vehicles are at considerable risk, particularly on high-speed roads. Of all contributing factors, excessive speed is universally recognized as the leading cause of fatal and serious traffic incidents worldwide.</p><div class=\"report-teaser gold-borders-medium alignright\"><div class=\"text-wrapper\"><div class=\"h4 topic-tag\">Guide for Safe Speeds: Managing Traffic Speeds to Save Lives and Improve Livability</div><div class=\"h4 topic-tag\"> </div><article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"410\" media=\"(min-width: 1440px)\" type=\"image/png\" width=\"320\" />\n              <source height=\"410\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/png\" width=\"320\" />\n              <source height=\"410\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/png\" width=\"320\" />\n              <source height=\"410\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/png\" width=\"320\" />\n              <source height=\"410\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/png\" width=\"320\" />\n                  <img alt=\"Cover image.\" height=\"410\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-07/guide-for-safe-speeds-managing-traffic-speeds-to-save-lives_0.png?VersionId=b6OUpflaNDulZji3T_N9BJos3iNfouA4&itok=seTlDK1p\" width=\"320\" />\n\n  \n\n</div>\n      \n  </article>\n<p><a class=\"button small\" href=\"https://www.globalroadsafetyfacility.org/publications/guide-safe-speeds-managing-traffic-speeds-save-lives-and-improve-livability\">View the report</a></p></div></div><p>Speed-related risks are both widely known and highly preventable. Proven solutions exist, and it is well understood where and how to effectively apply them. In collaboration with the World Bank, WRI has developed the <a href=\"https://www.globalroadsafetyfacility.org/publications/guide-safe-speeds-managing-traffic-speeds-save-lives-and-improve-livability\">Guide for Safe Speeds: Managing Traffic Speeds to Save Lives and Improve Livability.</a> This guide presents strong evidence to support informed decision-making and addresses common misconceptions about speed management.</p><h3>Why Speed Management Matters Beyond Safety </h3><p>Managing speed isn’t just about safety — it’s also a powerful tool for improving quality of life, especially in urban areas. Slower traffic speeds reduce air and noise pollution, create safer spaces for walking and cycling and even help alleviate urban congestion, despite common misconceptions. These improvements encourage active mobility and support public health by reducing exposure to harmful pollutants and promoting physical activity. </p><h3><strong>Adopting a New Approach to Speed Limits</strong> </h3><p>Instead of reacting to crashes after they occur, the guide promotes a forward-looking, systemic strategy grounded in the <a href=\"https://toolkit.irap.org/management/safe-system-approach/\">Safe System approach</a>. This model recognizes that while human error is inevitable, both road fatalities and serious injuries are preventable and unacceptable.  </p><p>Central to the guide is the Roads-for-Life (R4L) framework — a practical, research-backed methodology for setting and evaluating speed limits. It follows four principles to ensure all speeds limits are safe and credible. <strong>Safety for all users</strong> is recognized as the guiding principle with <strong>community wellbeing</strong>, <strong>predictability</strong> and <strong>network availability</strong> as supporting principles to ensure equity, practicality, consistency and compliance.  </p><p>R4L not only helps determine safe speeds for existing roads but also assesses the safety implications of design speeds for new road projects. By aligning speed limits with road design and supporting them with the appropriate infrastructure, the framework enhances safety for all users within livable communities.</p><article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1500\" media=\"(min-width: 1440px)\" type=\"image/png\" width=\"1575\" />\n              <source height=\"1200\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/png\" width=\"1260\" />\n              <source height=\"919\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/png\" width=\"965\" />\n              <source height=\"724\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/png\" width=\"760\" />\n              <source height=\"433\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/png\" width=\"455\" />\n                  <img alt=\"The Roads-for-Life Framework (R4L).\" height=\"433\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-07/the-roads-for-life-framework_0.png?VersionId=MC7qNUg7jJFLaOBBypSIXNET6Yg63ejI&itok=Q18itp3x\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n<p><strong>The Roads-for-Life Framework approach guides speed management implementation to achieve safer, more livable streets.</strong></p><p>While our transportation and traffic systems have historically prioritized vehicle movement over the safety of other users, this guide offers tools to help shift toward systems that create a safer environment for everyone. </p><p>In many countries, speed limits are still determined based on the “desired” speeds of drivers. However, this approach overlooks a critical reality — the speeds drivers choose are not inherently safe, particularly for vulnerable road users (VRUs). The R4L framework provides a more context-sensitive approach, using a road hierarchy to set speed limits, in urban and rural roads, based on the specific road environment, the type of infrastructure and the mix of users present. </p><article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1500\" media=\"(min-width: 1440px)\" type=\"image/png\" width=\"1575\" />\n              <source height=\"1200\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/png\" width=\"1260\" />\n              <source height=\"919\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/png\" width=\"965\" />\n              <source height=\"724\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/png\" width=\"760\" />\n              <source height=\"433\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/png\" width=\"455\" />\n                  <img alt=\"Roads-for-Life framework for selecting safe speed limits for rural roads or road sections.\" height=\"433\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-07/roads-for-life-framework-for-selecting-safe-speed-limits-for-rural-roads-or-road-sections_0.png?VersionId=ttM5M6daF7.8XEwJDD.lguoQowle84t0&itok=58fi_2Au\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n<p><strong>The Roads-for-Life Framework matrix helps select safe speed limits based on road type, function and presence of vulnerable road users in urban areas.  </strong></p><p>Building on this framework, the guide provides tools for decision makers and infrastructure engineers to implement effective speed management strategies and action plans. Once a city identifies a road for speed reduction interventions, it should classify the road type based on its capacity to move people and goods and the presence of vulnerable road users. Then, using the matrix, it can identify the safe speed limit. For example, an urban road with single lane roads in each direction, lined with coffee shops and small businesses where people frequently cross the street, would be classified as an “urban human activity road.” The safe speed limit for this road is a maximum of 30 kph (about 20 mph).  </p><h3><strong>Making Safe Speeds a Reality</strong> </h3><p>The guide provides a step-by-step approach to developing, implementing and monitoring speed management at a national, regional or local level. It also offers solutions for specific locations — such as busy arterial roads shared by vehicles and VRUs — outlining effective local policies, interventions, processes and enabling conditions for supporting safe speed limits. </p><p>Using case studies and emphasizing evidence-based interventions, the Guide for Safe Speeds serves as a key resource for policymakers seeking to make the case for safe speeds, secure political commitment and gain community support. By embracing these strategies, they can create safer, more livable environments for everyone on the road.  </p><p>The Guide for Safe Speeds was published with funding support from Bloomberg Philanthropies and UK Aid. </p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    },
    {
      "title": "Organized Crime in The Amazon: A Growing Threat to the World’s Greatest Tropical Rainforest",
      "link": "https://www.wri.org/insights/nature-crime-amazon-deforestation",
      "pubDate": "Wed, 09 Jul 2025 10:00:00 EDT",
      "description": "<p>Brazil once again <a href=\"https://gfr.wri.org/latest-analysis-deforestation-trends?utm_medium=socialkit&utm_source=partner&utm_campaign=tcl2024\">leads the world</a> in the loss of primary tropical forests. <a href=\"https://gfr.wri.org/latest-analysis-deforestation-trends\">New data</a> shows the country accounted for 42% of global primary rainforest loss in 2024, largely due to widespread fires throughout the nation and in neighboring Bolivia, Colombia and Peru.  </p><p>The 2024 spike in Amazon forest loss was due in large part to one of the <a href=\"https://gfr.wri.org/latest-analysis-deforestation-trends?apcid=006615c3f37b365e8b351c06&utm_campaign=wridigest&utm_medium=email&utm_source=wridigest-2025-05-21\">worst fire seasons</a> on record. But what’s often missed is the fact that recent fires in tropical primary forests are by no means a “natural” disaster. Rather, the conflagration represents a perfect storm of <a href=\"https://www.nytimes.com/2024/01/24/climate/amazon-drought-low-water.html\">climate change-induced environmental conditions</a>, governance failures and <a href=\"https://sumauma.com/en/recordes-de-incendio-na-amazonia-sao-obra-de-grileiros-e-pecuaristas-mas-poucos-sao-presos/\">unchecked, organized criminality</a>.  </p><article class=\"media media--type-embed media--view-mode-full\">\n  \n      \n            <div class=\"clearfix text-formatted field field--name-field-media-embed-code field--type-text-long field--label-hidden field__item\"><div class=\"flourish-embed flourish-chart\"><noscript><img alt=\"chart visualization\" src=\"https://public.flourish.studio/visualisation/23781190/thumbnail\" width=\"100%\" /></noscript></div></div>\n      \n  </article>\n<p>Fires in the Amazon are largely started by <a href=\"https://www.theguardian.com/world/2024/sep/20/amazon-brazil-firefighters\">arson</a><a href=\"https://www.wri.org/#footnotes\"><sup>1</sup></a> and related criminal activity accompanying agriculture, logging, mining and road building. In fact, a <a href=\"https://oeco.org.br/noticias/ilegalidade-atinge-91-do-desmatamento-na-amazonia-e-51-no-cerrado/\">recent survey of government data</a> concluded that 91% of forest loss in the Brazilian Amazon is linked to illegal activity like land-clearing for agriculture and artisanal mining, often orchestrated by well-structured international criminal enterprises.</p><p>Nature crime has long been an overlooked but growing driver of deforestation in the Amazon — one that’s pushing into new territories.</p><figure class=\"caption caption-drupal-media  full_width\">\n<article class=\"media media--type-image media--view-mode-full-width\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"695\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"2000\" />\n              <source height=\"550\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1440\" />\n              <source height=\"450\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"1024\" />\n              <source height=\"338\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"768\" />\n              <source height=\"300\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"500\" />\n                  <img alt=\"Houses in Tabatinga, Brazil\" height=\"300\" src=\"https://files.wri.org/d8/s3fs-public/styles/500x300/s3/2025-07/tabatinga-brazil_0.jpg?VersionId=pQPolonNAuKTZHOxg0c5XDCrF00gvF3f&h=e5565190&itok=vkkDstjM\" width=\"500\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>Tabatinga, Brazil lies at the heart of a thinly governed tri-border area in the northwestern Amazon. Photo by Matyas Rehak/Shutterstock</figcaption>\n</figure>\n<h3>Borderlands: Criminal Threats to the Amazon’s Most Remote Regions</h3><p>Forest loss in the Amazon has historically been greatest in the “<a href=\"https://www.maapprogram.org/amazon-deforestation-fire-2022/\">arc of deforestation</a>” stretching from east to west along the southern flank of the biome. This is also where the majority of the 2024 fires took place, where most forest conversion to agriculture and cattle ranching has occurred, and where <a href=\"https://www.sciencedirect.com/science/article/pii/S0143622816304568\">most people in the Amazon live</a>. But it is not the only part of the Amazon that’s threatened.</p><p>The twin cities of Leticia, Colombia and Tabatinga, Brazil lie at the heart of the thinly governed <a href=\"https://insightcrime.org/investigations/beneath-surface-timber-trafficking-peru-colombia-brazil-border/\">tri-border area</a> of the northwestern Amazon, where Brazil, Colombia and Peru meet. A metropolitan area with a population of 110,000 lying just across the Amazon River from Peru, the two cities are <a href=\"https://globalinitiative.net/analysis/illicit-frontiers-criminal-governance-in-the-amazons-tri-border-region/\">the commercial center for a criminal economy</a> that has boomed over the past 25 years. The proximity of these cities to their resource-rich rainforest hinterlands, connected to the wider world by the planet’s largest river system, has been fertile soil for the growth of organized crime.</p><p>It largely began with cocaine.</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1181\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1575\" />\n              <source height=\"945\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"724\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"570\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"341\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"Man in a boat on the Amazon river\" height=\"341\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-07/javari-valley-brazilian-amazon_0.jpg?VersionId=MTM5hrnxOivk4gBmLMWkDK68fbAZAjtE&itok=y4C0m9hC\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>A wooden boat navigates a lagoon in the Javari Valley. Photo by Nowaczyk/Shutterstock </figcaption>\n</figure>\n<h3>Cocaine Blues: Drugs Take Root in the Amazon</h3><p>Criminal groups from Brazil and Colombia were initially attracted to the Amazon decades ago because of the trade in illicit drugs, principally cocaine. The coca plant (<em>Erythroxylum coca</em>) has traditionally been <a href=\"https://pmc.ncbi.nlm.nih.gov/articles/PMC4838786/\">cultivated</a> in the Peruvian Andes for thousands of years. More recently, coca cultivation has spread in the lowland Amazon to supply the illicit drug trade. The <a href=\"https://chrome-extension:/efaidnbmnnnibpcajpcglclefindmkaj/https:/www.unodc.org/documents/data-and-analysis/cocaine/Global_cocaine_report_2023.pdf\">UN Office on Drugs and Crime</a> reported in 2023 that cocaine’s use worldwide was at an all-time high.</p><p>Seizing on this insatiable global demand, <a href=\"https://www.crisisgroup.org/latin-america-caribbean/south-america/brazil-colombia-peru/b51-three-border-problem\">a shifting constellation of Brazilian, Peruvian and Colombian organized crime enterprises</a> have, over the past 25 years, systematically expanded coca cultivation and cocaine production in the tri-border area, including the critical transport route to Manaus about 1,000 kilometers downriver and onward to urban Brazil, Europe and elsewhere. A <a href=\"https://ojo-publico.com/5581/narco-territory-70-amazonian-borders\">2025 report</a> by investigative journalism outlet Ojo Público determined that criminal organizations dominating the cocaine trade in the tri-border region were present in 54 of 75 border towns. While the razing of the rainforest for coca production in the tri-border area is not on the scale of clearing for agriculture and cattle in other parts of the Amazon, it is locally significant — particularly in the Peruvian border Province of <a href=\"https://insightcrime.org/investigations/expanding-drug-trafficking-peru-colombia-brazil-border/\">Mariscal Ramon Castilla</a> and in the neighboring Department of <a href=\"https://www.bbc.com/news/world-latin-america-66784678\">Putumayo</a> in Colombia.</p><p>But moreover, cocaine development leads to other nature crimes that also fuel deforestation. In the tri-border area, Ojo Público found, for example, that drug trafficking is linked with the illegal timber trade — a sort of criminal “economy of scale.” Government suppression of airborne smuggling routes has also increasingly <a href=\"https://chrome-extension:/efaidnbmnnnibpcajpcglclefindmkaj/https:/docs.iza.org/dp17425.pdf\">displaced drug trafficking</a> and associated violence to the river routes, and hence to the Amazon border area.</p><p>Here, the criminal infrastructure built principally for cocaine is increasingly <a href=\"https://www.crisisgroup.org/latin-america-caribbean/south-america/brazil-colombia-peru/b51-three-border-problem\">facilitating illegal deforestation, timber trafficking and illegal gold mining,</a> via control of transport routes, corruption and intimidation of local authorities and communities, as well as the fear of violence.</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-embed media--view-mode-full\">\n  \n      \n            <div class=\"clearfix text-formatted field field--name-field-media-embed-code field--type-text-long field--label-hidden field__item\"><div class=\"flourish-embed flourish-photo-slider\"><noscript><img alt=\"photo-slider visualization\" src=\"https://public.flourish.studio/visualisation/24031610/thumbnail\" width=\"100%\" /></noscript></div></div>\n      \n  </article>\n\n<figcaption>Tree cover loss has steadily increased in the tri-border area, often driven by illegal activities. Data from Global Forest Watch.</figcaption>\n</figure>\n<p>The convergence between nature crimes and drug trafficking in the Amazon is also greatly facilitated by the “<a href=\"https://news.mongabay.com/2025/06/environmental-crimes-are-often-hidden-by-flying-money-laundering-schemes-commentary/\">flying money</a>” rackets run by Chinese organized crime groups. Essentially, this is a combined barter-and-money-laundering system where precursor chemicals from China for the manufacture of fentanyl and other illicit drugs in Latin America are traded off the books for Amazonian wildlife, gold and other products of forest crime, thus serving as both a payment system and a method of laundering illicit funds.</p><p>Among those most impacted by this crime wave are Indigenous Peoples. The Amazon is home to some <a href=\"https://earthobservatory.nasa.gov/images/151921/indigenous-communities-protect-the-amazon\">1.5 million Indigenous People</a>, whose ancestral territories are some of the most <a href=\"https://www.wri.org/insights/indigenous-and-local-community-land-rights-protect-biodiversity\">effective forest conservation areas</a>. However, many Indigenous territories in the Amazon are not effectively protected by law or government authorities. This, in combination with their relative abundance of valuable timber, wildlife and gold, makes these areas attractive targets for <a href=\"https://e360.yale.edu/features/brazil-yanomami-mining-malaria-malnutrition-lula\">illegal mining</a> and <a href=\"https://earthjournalism.net/stories/illegal-logging-threatens-lives-and-culture-of-indigenous-people-in-the-maranhao-amazon-in\">logging</a>.</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1181\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1575\" />\n              <source height=\"945\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"724\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"570\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"341\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"Illegal gold mining in the Brazilian Amazon\" height=\"341\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-07/illegal-gold-mining-brazil_0.jpeg?VersionId=bSbxrv2rdeNGYfEbFaYfOqMnYd5J7j0O&itok=8GpuHaai\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>Aerial view of an illegal gold mining operation. Photo by Tarcisio Schnaider/iStock</figcaption>\n</figure>\n<h3>All That Glitters: Illegal Gold Mining Fuels Environmental Destruction</h3><p>The price of gold has <a href=\"https://goldprice.org/gold-price-charts/20-year-gold-price-history-in-us-dollars-per-ounce\">skyrocketed</a> in the past 20 years, and annual illegal gold flows now total <a href=\"https://www.foreignaffairs.com/united-states/deadly-global-gold-rush\">more than $30 billion</a>. Gold mining is a massive part of the illegal economy in the Amazon’s tri-border area and beyond, generating <a href=\"https://www.msn.com/en-us/money/markets/cartels-are-making-more-money-from-gold-than-drugs-thanks-to-legal-loopholes-experts-say/ar-AA1D6aVB\">greater profits than cocaine</a>. While some mining directly clears forests, other mining is river-based. It affects the entire forest ecosystem, including the <a href=\"https://onewri-my.sharepoint.com/personal/charles_barber_wri_org/Documents/Desktop/Blogs/Insights%20Amazon%20Crime%20Blog/Puré%20and%20Cotuhé\">Puré and Cotuhé rivers</a> that traverse protected areas on the Colombian side of the border.</p><p>Gold mining <a href=\"https://www.wri.org/insights/how-mining-impacts-forests\">directly damages forests</a> through clearing and <a href=\"https://www.nature.com/articles/s41586-023-06309-9\">dredging rivers</a> with heavy equipment. The <a href=\"https://chrome-extension:/efaidnbmnnnibpcajpcglclefindmkaj/https:/wwfint.awsassets.panda.org/downloads/reporte_eng_2.pdf\">widespread use of mercury</a>, a potent neurotoxin, as an amalgamation agent to separate gold from ore not only <a href=\"https://www.unep.org/news-and-stories/story/mercury-has-long-poisoned-gold-miners-new-strategy-helping-change\">poisons people</a>, but also <a href=\"https://www.nature.com/articles/s41467-022-27997-3\">harms trees, birds and fish</a>. Human health problem often persist even when mining stops, as has happened in Brazil’s <a href=\"https://news.mongabay.com/2025/06/after-crackdown-on-illegal-miners-indigenous-munduruku-still-grapple-with-health-aftermath/?mc_cid=d6994d5962&mc_eid=58dd3c2f45\">Munduruku Indigenous territory</a>.</p><p>Criminal groups are involved with gold mining in <a href=\"https://globalinitiative.net/analysis/amazon-underworld-economias-criminales/\">various ways</a>. It is a main revenue source for Colombian non-state armed groups. Others use gold to <a href=\"https://pulitzercenter.org/projects/big-green-laundromat\">launder illicit proceeds</a> from the drug trade, bankroll massive dredges and other mining equipment, extort money from small-scale artisanal gold miners, or establish their own mining operations, often relying on <a href=\"https://news.mongabay.com/2021/03/persistence-of-slave-labor-exposes-lawlessness-of-amazon-gold-mines/\">forced labor</a>. Criminal networks across Latin America are also involved in the <a href=\"https://insightcrime.org/news/dirty-business-smuggling-pipeline-carrying-mercury-amazon/\">trafficking of mercury</a>.</p><p>Illegal gold mining is also prevalent in <a href=\"https://insightcrime.org/investigations/stolen-amazon-roots-environmental-crime-tri-border-regions/\">another Amazonian tri-border area</a> where Brazil, Colombia and Venezuela meet; the illegal gold trade there has been openly promoted by Venezuela’s <a href=\"https://www.cfr.org/blog/illegal-gold-finances-latin-americas-dictators-cartels-united-states-must-lead-fight-against\">Maduro regime</a>. The criminal utility of porous borders is well illustrated here: As recently as 2022, illegal Venezuelan gold was regularly <a href=\"https://www.occrp.org/en/feature/how-venezuelan-gold-is-trafficked-through-brazils-borderlands-to-the-us\">smuggled into Brazil</a> and onward to the United States and other international markets. After Inacio Lula de Silva assumed the Brazilian Presidency in 2023 and <a href=\"https://news.mongabay.com/short-article/brazil-cracks-down-on-illegal-gold-mining-sparking-anger-in-the-amazon/\">cracked down</a> on illegal gold mining, the flow reversed, and traffickers began to <a href=\"https://news.mongabay.com/2025/04/amazon-illegal-miners-bypass-enforcement-by-smuggling-gold-into-venezuela/#:~:text=%E2%80%9CThe%20organized%20crime%20isn't,the%20UFMG%20researcher%20told%20Mongabay.\">smuggle illegal Brazilian gold into Venezuela</a>, as well as into <a href=\"https://oglobo.globo.com/brasil/noticia/2024/12/26/apos-cerco-do-stf-e-receita-sobre-comercio-no-brasil-ouro-ilegal-da-amazonia-ganha-rotas-para-guiana-venezuela-e-suriname.ghtml\">Guyana and Suriname</a>.</p><p>Gold is not the only valuable mineral found in the Amazon. Organized criminal groups are reportedly <a href=\"https://www.theguardian.com/global-development/article/2024/aug/02/black-gold-cassiterite-mining-energy-transition-minerals-destroying-indigenous-yanomami-rainforest-ibama-environment\">seeking cassiterite</a>, a chief ore of tin and a critical mineral for the green energy transition — sometimes called “black gold” — including in the Yanomami Indigenous territory of Brazil’s Roraima state.</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1181\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1575\" />\n              <source height=\"945\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"724\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"570\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"341\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"A man carries a massive Pirarucu fish in Colombia\" height=\"341\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-07/pirarucu-leticia-colombia_0.jpg?VersionId=lIzCMI9eVI8liNTz_g3.05z.0UP9x8be&itok=_-QMYYGZ\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>A man carries a massive pirarucu fish in Leticia, Colombia. Photo by Nowaczyk/Shutterstock</figcaption>\n</figure>\n<h3>Fishy Business: Overharvesting the Pirarucu</h3><p>The Amazon is both a forest and the world’s greatest river system. Given the Amazon’s <a href=\"https://news.mongabay.com/2022/07/overexploitation-threatens-amazon-fisheries-with-collapse-study-warns/\">rich fisheries</a>, it is not surprising that a booming illicit trade in high-value fish such as the protected <a href=\"https://www.theguardian.com/environment/2023/jun/03/poaching-brazil-amazon-fishing-pirarucu-dom-phillips-bruno-pereira\">pirarucu</a> (<em>Arapaima gigas</em>) has become yet another <a href=\"https://insightcrime.org/news/the-battle-to-save-brazils-freshwater-giant-the-arapaima/\">criminal profit center</a> in the Brazilian Amazon. The world’s largest freshwater fish is taken for its meat, scales and for the aquarium trade. It was pirarucu traffickers who in 2022 <a href=\"https://www.nytimes.com/interactive/2022/07/11/world/americas/amazon-murder-dom-phillips-bruno-pereira.html\">murdered</a> British journalist Dom Phillips<a href=\"https://www.wri.org/#footnotes\"><sup>2</sup></a> and Bruno Pereira, a member of Brazil’s Indigenous protection agency FUNAI, to thwart their investigation into illegal activities in the isolated Javari Valley on the Peruvian border. The region is home to one of the largest populations of <a href=\"https://news.mongabay.com/2025/04/indigenous-delegates-at-the-u-n-raise-alarm-on-voluntary-isolated-peoples/\">uncontacted Indigenous People</a> on Earth, but is also now <a href=\"https://www.batimes.com.ar/news/latin-america/how-brazils-javari-valley-became-a-criminal-haven.phtml\">a haven for drug and environmental crime</a>.  While some Indigenous and riverine communities <a href=\"https://institutojurua.org.br/en/sustainable-arapaima-management-in-the-mid-jurua-territory-in-2023-results-and-challenges/\">fish sustainably for pirarucu</a> and have helped fish populations rebound in some areas, the illegal trade still flourishes, having surged during the <a href=\"https://news.mongabay.com/2021/04/covid-19-compounds-a-poaching-problem-targeting-the-amazons-pirarucu/\">COVID-19 pandemic</a>.</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1050\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1575\" />\n              <source height=\"840\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"643\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"507\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"303\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"Jaguar in the Brazilian Amazon\" height=\"303\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-07/jaguar-brazil_0.jpg?VersionId=I1ccgI9h_3g1R3UtHKB5ylZ2fxEDLTmo&itok=Hj0-4erN\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>A jaguar rests in a tree in the Brazilian Pantanal region. Photo by Pedro Helder Pinheiro/Shutterstock</figcaption>\n</figure>\n<h3>New Frontiers: Ecuador’s Nature Crime Crisis</h3><p>And nature crime isn’t limited to the Amazon’s tri-border area. The Ecuadorian Amazon was largely spared the scourge of natural resource-related crime until recently. This <a href=\"https://globalinitiative.net/analysis/the-road-to-chaos-ecuador/\">changed dramatically in the past five years</a>; there are thought to be at least 22 organized “narco-terrorist” groups operating in the country as of 2024. As in neighboring countries, narco-trafficking gangs in Ecuador have rapidly expanded into <a href=\"https://news.mongabay.com/2024/05/ecuadors-los-lobos-narcotrafficking-gang-muscles-in-on-illegal-gold-mining/\">illegal logging and gold mining</a>, often in <a href=\"https://www.amazonconservation.org/maap-update-illegal-mining-expands-in-the-ecuadorian-amazon/\">national parks and Indigenous territories</a>.</p><p>The <a href=\"https://www.weforum.org/stories/2024/05/how-wind-energy-is-reshaping-the-future-of-global-power-and-politics/#:~:text=Wind%20energy%20is%20quickly%20becoming,so%20does%20its%20political%20importance.\">global wind energy boom</a> has also fueled organized crime in Ecuador, which holds large stocks of <a href=\"https://earthjournalism.net/stories/balsa-fever-brought-hope-and-havoc-in-the-amazon-what-happened-next\">balsa</a> (<em>Ochroma pyramidale</em>), the preferred timber for wind turbine blades. Ecuador produces over 90% of the world’s balsa, but booming Chinese demand over the past decade has decimated the country’s stock and spurred <a href=\"https://eia.org/report/ill-wind/\">a wave of illegal logging</a> that’s spilled into Peru.</p><h3>Strategies for Reducing Nature Crime in the Amazon</h3><p>In such a vast, resource-rich and thinly governed region, natural resource crime cannot realistically be eradicated, particularly given the entrenched durability of the trade in cocaine and other illicit drugs. But governments can reduce crime if they work together on deterrence and protect Indigenous People’s territories and rights.</p><h4>Strengthening Cooperation on Nature Crime Among Amazon Nations</h4><p> Nature crime thrives in thinly governed border regions where criminals take advantage of countries’ siloed jurisdictions by border-hopping to conceal crimes and evade capture. States need to cooperate more effectively than they do today to change this situation, particularly in the vulnerable borderlands.</p><p>An August 2023 summit of the heads of state of eight members of the Amazon Cooperation Treaty Organization (ACTO) issued the <a href=\"https://chrome-extension:/efaidnbmnnnibpcajpcglclefindmkaj/https:/otca.org/en/wp-content/uploads/2023/10/Declaration-of-Belem.pdf\">Declaration of Belem</a>, committing signatories to “promote the exchange of information and policy and intelligence cooperation to combat illegal activities and environmental crimes affecting the Amazon region.” Brazil followed up in 2024 by establishing an <a href=\"https://www.reuters.com/world/americas/brazil-share-intel-technology-with-amazon-nations-manaus-police-hub-2024-01-22/\">international policing and security center </a> in Manaus that will eventually host officers from all ACTO member countries.</p><p>To make good on this commitment, countries need to strengthen and harmonize their laws pertinent to forest crime; increase information-sharing in real time among intelligence agencies, including remote-sensing information; and organize cross-border operations on trafficking in narcotics, timber, gold and wildlife. Cooperation among national financial intelligence units to detect and sanction <a href=\"https://theconversation.com/amazon-countries-are-stepping-up-measures-to-counter-illicit-financing-of-nature-crime-236043\">money laundering and other financial crimes</a> is also critical.</p><p>Brazil has already shown some success in thwarting illegal gold mining in the Yanomami Indigenous Territory that straddles the Venezuelan border. The country launched more than 4,000 suppression operations since 2024, which reduced illegal mining in the territory by <a href=\"https://www.gov.br/secom/en/latest-news/2025/03/government-house-marks-one-year-historic-drop-in-illegal-mining-at-yanomami-indigenous-land\">more than 90% </a> by early 2025.</p><p>Countries also need to strengthen their national legal frameworks. In April 2025, Brazil’s Supreme Court <a href=\"https://apnews.com/article/brazil-amazon-pantanal-deforestation-supreme-court-3cec1105fefe6a33e097e6c5f575c739\">ordered</a> the federal government to seize private properties where owners cause illegal deforestation or wildfires. Although likely to face appeal, the ruling is a major step towards blocking “regularization,” the process by which illegally cleared and acquired public land in the Amazon becomes legal, a main driver of deforestation. Unfortunately, that same month lawmakers in the Amazon state of Rondônia passed <a href=\"https://apnews.com/article/brazil-cattle-deforestation-amazon-rondonia-law-f4e0395c2b1d943bb03da6ad9ee68df9\">legislation granting amnesty</a> to hundreds of cattle ranchers who had illegally cleared rainforest, in direct opposition to the Supreme Court ruling.</p><h4>Effectively Protect Indigenous Rights and Territories</h4><p>Approximately 163.8 million hectares — nearly 20% of the Amazon basin — consists of officially recognized <a href=\"https://www.maapprogram.org/protected-indigenous-amazon/\">Indigenous territories</a>, home to an estimated <a href=\"https://amazonaid.org/resources/about-the-amazon/peoples-of-the-amazon/\">1.5 million people</a> from more than 350 ethnic groups. These areas are comparatively <a href=\"https://earthobservatory.nasa.gov/images/151921/indigenous-communities-protect-the-amazon\">better conserved</a> than the rest of the Amazon and are also <a href=\"https://www.wri.org/insights/amazon-carbon-sink-indigenous-forests\">major carbon sinks</a>. But legal recognition, by itself, is no talisman against invasion. Effective protection requires the <a href=\"https://apnews.com/article/brazil-indigenous-territories-expulsion-lands-amazon-removal-8f4ee1bd8c1b87a90303182c6547500a\">removal — by force if necessary</a> — of non-Indigenous gold miners, loggers, traffickers and other outsiders. Only the state has the legitimate authority to do this. And historically, the state has often come down on <a href=\"https://cimi.org.br/2022/08/cimi-violence-against-indigenous-peoples-report-2021/\">the side of the invaders</a>.</p><p>With valuable resources in the sights of organized criminal gangs, territorial control will remain a struggle, with Indigenous Peoples often on the front lines. Allies can support Indigenous communities in monitoring their territories against incursions and securely reporting intelligence to trusted national and regional enforcement authorities.</p><p>Civil society organizations in Peru have made progress in this area by equipping Indigenous communities with geospatial monitoring tools and training, leading to a <a href=\"https://www.pnas.org/doi/10.1073/pnas.2015171118\">dramatic decrease in deforestation</a>. Unfortunately, this promising approach was recently undermined by the Peruvian government itself, which <a href=\"https://eia.org/report/carving-up-the-amazon/\">effectively legalized deforestation</a> in the name of “economic development.”</p><p>A more hopeful example comes from <a href=\"https://news.mongabay.com/2025/03/colombia-creates-landmark-territory-to-protect-uncontacted-indigenous-groups/\">Colombia</a>, which in early 2025 created a one-million-hectare territory to protect isolated Indigenous groups and the pristine forests they inhabit. This follows on a wider process to formally recognize 25 territories of more than 45 Indigenous Peoples as <a href=\"https://chrome-extension:/efaidnbmnnnibpcajpcglclefindmkaj/https:/gaiaamazonas.org/wp-content/uploads/2024/10/Pager-ETIs-ENG-V1.pdf\">Indigenous Territorial Entities</a>, together covering 36% of the Colombian Amazon.</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1050\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1575\" />\n              <source height=\"840\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"643\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"507\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"303\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"Blue and gold macaw parrots\" height=\"303\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-07/macaws_0.jpg?VersionId=yeR1Jxn2TN75MCTKyd817cCq.XSPGEJB&itok=-z-CwywO\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>Blue and gold macaws are one of many species that call the Amazon rainforest home. Photo by Passkorn Umpornmaha/Shutterstock</figcaption>\n</figure>\n<h3>Protecting the ‘Lungs of the Earth’</h3><p>As we think about the future of the Amazon, it’s instructive to reflect on the lives of two people whose fates have been intertwined with it. <a href=\"https://www.oneearth.org/climate-hero-marina-silva/\">Marina Silva</a>, who worked closely with rubber tapper and rainforest activist Chico Mendes until his <a href=\"https://www.nytimes.com/1990/08/19/books/why-they-killed-chico-mendes.html\">murder</a> in 1988, is now Brazil’s Minister of Environment, her second time in the post. She will play a critical role at the upcoming UN climate summit (COP30) in Belem, Brazil and is a champion of Amazon conservation.</p><p>Then there is <a href=\"https://sumauma.com/en/a-nova-vida-velha-do-homem-que-confessou-ter-matado-chico-mendes/\">Darci Alves Pereira</a>, the man who confessed to murdering Chico Mendes on the orders of his father, a violent land-grabber in the Amazon state of Acre. Father and son were sentenced in 1990 to 19 years in prison, but “<a href=\"https://www.nytimes.com/1993/02/17/world/brazilian-sequel-a-jailbreak-a-bitter-widow.html\">escaped</a>” a few years later and, when recaptured, received <a href=\"https://www.americasquarterly.org/blog/marina-silva-and-the-uncertain-legacy-of-chico-mendes/\">early release</a>. By 2024, Alves had changed his name, become an Evangelical preacher, and briefly served as <a href=\"https://english.elpais.com/international/2024-03-06/how-a-small-city-in-the-amazon-reveals-the-strength-of-the-far-right-in-brazil.html\">local head of the political party of Jair Bolsonaro</a>, Brazil’s <a href=\"https://www.npr.org/2025/03/26/nx-s1-5341507/bolsonaro-brazil-trial-coup-attempt\">former far-right president</a> well-known for his opposition to Amazon conservation and hostility to Indigenous Peoples.</p><p id=\"footnotes\">Many brave souls continue to defend the people and forests championed by Chico Mendes, Marina Silva, Dom Phillips and their compatriots. But the much more organized and powerful criminal successors of the Alves family are still very much with us, creating roadblocks at a time when momentum for forest conservation is needed more than ever. We ignore them at our peril.</p><p class=\"secondary\"><strong>Footnotes</strong></p><p class=\"secondary\"><sup>1</sup> Under drought conditions, a fire deliberately set to clear one area easily expands to adjacent areas.  “Arson” may intentionally target a certain area, but spread to a much larger territory. If the original act of arson is deliberate, the perpetrator is culpable for all of the ensuring damage, whether caused intentionally or by reckless indifference to the likely consequences.</p><p class=\"secondary\"><sup>2</sup> Dom Phillips’ posthumous book, <a href=\"https://www.chelseagreen.com/product/how-to-save-the-amazon/?gad_source=1&gad_campaignid=22593141977&gbraid=0AAAAAD-HT7Tx3lPa3oZhQCAxfi6kpjS2U&gclid=CjwKCAjw6s7CBhACEiwAuHQckmbgn76TZ2Wy1H6MhKhoCxf47ZRH9maYE5bQSiL3yvkjkBbEWQbZGhoCmRYQAvD_BwE\"><em>How to Save The Amazon: A Journalist’s Fatal Quest for Answers</em></a> was published in June 2025.</p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    },
    {
      "title": "What Is the EU Deforestation Regulation? 7 Key Questions, Answered",
      "link": "https://www.wri.org/insights/explain-eu-deforestation-regulation",
      "pubDate": "Tue, 08 Jul 2025 15:11:24 EDT",
      "description": "<p>Between 2001 and 2024, the world <a href=\"https://www.wri.org/insights/forest-loss-drivers-data-trends\" target=\"_blank\">lost 177 million hectares of tree cover</a> that is likely permanent. Most of this loss was the result of clearing for farms, pastures and tree crop plantations. This daunting number is a wake-up call, underscoring the urgent need for stronger action to curb deforestation for farming and forest degradation from wood production.</p><p>As a major buyer of commodities largely responsible for fueling deforestation — such as palm oil, cocoa, coffee, soy, cattle and timber — the EU has both a responsibility and an opportunity to help shift global markets toward more sustainable supply chains. The EU Deforestation Regulation (EUDR), adopted in 2023, requires businesses to demonstrate that the products they sell or export to the EU do not originate from land that was recently deforested or degraded. It is a key step in responding to today’s deforestation and supporting countries in achieving their national policies on protecting forests, such as moratoria on farms or concessions in primary forests or on peat.</p><p>Yet despite its promise, the regulation has faced delays and pushback, threatening its timely implementation. At a time when forests are increasingly under threat, it’s more urgent than ever to understand the regulation and ensure its full and rapid implementation.</p><h3>What Is the EUDR?</h3><p>The EUDR is a landmark law that came into force in June 2023. Its goal is to ensure that certain products sold in or exported to the EU do not come from land that was deforested or degraded after Dec. 31, 2020. The regulation is designed to prevent EU consumer demand from driving further forest loss or damage, while also reducing the region’s contribution to greenhouse gas emissions and global biodiversity decline.</p><p>The EUDR covers timber and six key agricultural commodities: cattle, cocoa, coffee, oil palm, rubber, soy, as well as products made from them such as beef, furniture and chocolate. To be sold in or exported from the EU market, these products must meet the following <strong>three conditions</strong>:</p><ol><li>They are <strong>deforestation-free</strong>.</li><li>They have been <strong>produced in compliance with the relevant laws of the country of origin</strong>.</li><li>They are <strong>covered by a due diligence statement</strong>, showing that the company has checked the origin and ensured the products meet EUDR requirements.</li></ol><p>This means businesses must demonstrate that any EUDR-covered commodities were not produced on land <a href=\"https://www.globalforestwatch.org/blog/data/satellite-data-eu-regulation-deforestation-free-supply-chains/\" target=\"_blank\">that was deforested</a> nor did they <a href=\"https://www.globalforestwatch.org/blog/data-and-tools/monitoring-forest-degradation-eudr/\" target=\"_blank\">contribute to forest degradation</a> after the Dec. 31, 2020 cutoff date. Although the regulation is legally in place, companies are not yet required to comply yet. The rules will apply starting from Dec. 30, 2025, for large enterprises and June 30, 2026, for small and medium-sized businesses.</p><article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1026\" media=\"(min-width: 1440px)\" type=\"image/png\" width=\"1575\" />\n              <source height=\"821\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/png\" width=\"1260\" />\n              <source height=\"629\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/png\" width=\"965\" />\n              <source height=\"495\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/png\" width=\"760\" />\n              <source height=\"296\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/png\" width=\"455\" />\n                  <img alt=\"A graphic that shows the key EUDR development milestones from 2003 to 2026\" height=\"296\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-07/25-7-7-eudr-timeline-v3_0.png?VersionId=yjL36gY4ley7L3GRiiF4CpKNCc0xcqdN&itok=XmopERpJ\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n<p> </p><h3>Why Is the EUDR important?</h3><p>The EUDR offers a major opportunity for the EU to reduce its role in global deforestation and biodiversity loss, as well as help create deforestation-free supply chains. It supports the commitment made by the 144 countries that signed the Glasgow Leaders’ Declaration in 2021 to halt and reverse forest loss and land degradation by 2030. It can also serve as a model for other major consumer markets looking to lower their environmental footprints.</p><p>Since 2014, the EU has been the second-largest importer of goods linked to tropical deforestation after China. In 2017 alone, it accounted for <a href=\"https://nam04.safelinks.protection.outlook.com/?url=https%3A%2F%2Fwwfeu.awsassets.panda.org%2Fdownloads%2Fstepping_up___the_continuing_impact_of_eu_consumption_on_nature_worldwide_fullreport_low_res.pdf&data=05%7C02%7CSarah.Brown%40wri.org%7C8b3cc945469b4a72a57a08ddbf074695%7C476bac1f36b24ad98699cda6bad1f862%7C0%7C0%7C638876760158329836%7CUnknown%7CTWFpbGZsb3d8eyJFbXB0eU1hcGkiOnRydWUsIlYiOiIwLjAuMDAwMCIsIlAiOiJXaW4zMiIsIkFOIjoiTWFpbCIsIldUIjoyfQ%3D%3D%7C0%7C%7C%7C&sdata=xoQHWFyeUsGUmUQW8%2Fo8i2eTAuqAWgKIXXe5E9iAy9U%3D&reserved=0\" target=\"_blank\">16% of global deforestation</a> tied to international trade — equal to 203,000 hectares of forest.</p><p>More recently, in 2021, the <a href=\"https://comtradeplus.un.org/\" target=\"_blank\">EU was among the world’s top five importers</a> of five of the six agricultural commodities covered by the EUDR (cocoa, coffee, palm oil, rubber and soy) and the largest importer of cocoa beans and coffee worldwide<a href=\"https://www.wri.org/#footnotes\"><sup>1</sup></a> . Among all the agricultural products the EU buys, <a href=\"https://nam04.safelinks.protection.outlook.com/?url=https%3A%2F%2Fcommodityfootprints.earth%2F&data=05%7C02%7CSarah.Brown%40wri.org%7C8b3cc945469b4a72a57a08ddbf074695%7C476bac1f36b24ad98699cda6bad1f862%7C0%7C0%7C638876760158357131%7CUnknown%7CTWFpbGZsb3d8eyJFbXB0eU1hcGkiOnRydWUsIlYiOiIwLjAuMDAwMCIsIlAiOiJXaW4zMiIsIkFOIjoiTWFpbCIsIldUIjoyfQ%3D%3D%7C0%7C%7C%7C&sdata=zL81%2FOzUzXSEGDx6a7UaraT0UHb0wJzg%2BF45W6mUWwc%3D&reserved=0\" target=\"_blank\">beef, cocoa and palm oil were linked to the most deforestation</a> in the countries they came from. In fact, out of 160 agricultural commodities imported by the EU, just six — beef, palm oil, soy, cocoa, coffee and rubber, as covered by the EUDR — made up 58% of the estimated forest loss tied to EU imports.</p><p>By reducing the EU’s forest-loss footprint and tackling deforestation risks in its supply chains, the EUDR could help reverse deforestation worldwide. In 2024, a record 6.7 million hectares of <a href=\"https://gfr.wri.org/latest-analysis-deforestation-trends\" target=\"_blank\">primary tropical forests</a> were lost — nearly double the 2023 rate and equivalent of losing 18 soccer fields of forest every minute. While wildfires captured global attention, some of the increase was due to agricultural conversion and logging.</p><h3>What Challenges and Setbacks Has the EUDR Faced?</h3><p>In December 2024, <a href=\"https://eur-lex.europa.eu/eli/reg/2024/3234/oj/eng\" target=\"_blank\">the EU postponed the start of EUDR </a>compliance by 12 months to give companies more time to prepare to meet the regulation’s requirements. The rules will apply from Dec. 30, 2025, for large enterprises and June 30, 2026, for small and medium-sized businesses.</p><p>In May 2025, the European Commission published the regulation’s <a href=\"https://environment.ec.europa.eu/publications/commission-implementing-regulation-laying-down-rules-application-deforestation-regulation_en\" target=\"_blank\">benchmarking classification</a> system, which ranks countries as low, standard and high risk based on indicators assessing the deforestation risk linked to commodity production in each country. The ranking system was designed to help businesses and enforcement authorities in the EU to conduct due diligence and enforce compliance. The risk levels indicate the percentage of checks on shipments, with greater scrutiny given to higher-risk countries. </p><p>Now, new proposals call on the EU Commission to revise the benchmarking classification system introduced in 2025. Some EU member state representatives have suggested adding a “no-risk” category to exempt certain countries from due diligence requirements; another suggestion proposed removing the system altogether. But <a href=\"https://www.fern.org/publications-insight/wto-implications-of-the-proposed-no-risk-amendment-to-the-eudr/\" target=\"_blank\">changes like these</a> could <a href=\"https://www.wri.org/news/statement-proposed-amendments-eu-deforestation-law-create-dangerous-loopholes-and-uncertainty\" target=\"_blank\">create loopholes and ultimately weaken</a> the regulation’s effectiveness. The European Parliament already <a href=\"https://www.wri.org/news/statement-proposed-amendments-eu-deforestation-law-create-dangerous-loopholes-and-uncertainty\" target=\"_blank\">rejected a similar idea in 2024</a> for that very reason.</p><p>The EUDR was agreed upon following a lengthy negotiation between EU institutions and member states, as well as impact assessments and extensive consultations. Derailing its implementation would penalize producer countries and companies that have already invested in compliance, and it would create confusion and uncertainty in the EU market. The regulation may not be perfect, but it’s a necessary step toward deforestation-free supply chains. <a href=\"https://www.cofcointernational.com/newsroom/first-cofco-soymeal-shipment-aligned-with-upcoming-eu-deforestation-regulation-eudr-requirements-loads-in-argentina/\" target=\"_blank\">Many companies</a> have already shown that <a href=\"https://www.adm.com/en-us/news/news-releases/2024/7/as-eu-deforestation-regulation-approaches-adm-offers-fully-verified-segregated-traceable-soybean-meal-and-oil-to-european-customers/\" target=\"_blank\">EUDR</a> <a href=\"https://www.danzer.com/en/company/media-relations/danzer-blog/item/we-are-ready-for-the-eu-deforestation-regulation-eudr\" target=\"_blank\">compliance</a> is possible, and <a href=\"https://www.linkedin.com/posts/neumann-kaffee-gruppe_neumannkaffeegruppe-nkg-greencoffee-activity-7341043266814902282-ZxzX?utm_source=share&utm_medium=member_desktop&rcm=ACoAAAE1-pABvCIe5Hj5bAjDVEQyxMlfXsVXU2U\" target=\"_blank\">several</a> have urged the EU to uphold the legal text and stick to <a href=\"https://www.tchibo.com/de/de/news/tchibo-fordert-umsetzung-eudr\" target=\"_blank\">implementation timeline</a>.</p><p>Since adoption, the EUDR has faced criticism from both inside and outside the EU. Most concerns focus on cost and complexity of compliance, as well as fairness, particularly for smallholder farmers. In response, the European Commission, EU member states and other development institutions have ramped up investment in <a href=\"https://green-forum.ec.europa.eu/nature-and-biodiversity/deforestation-regulation-implementation_en\" target=\"_blank\">EUDR preparedness</a> by issuing resources and guidance, with a particular emphasis on <a href=\"https://zerodeforestationhub.eu/\" target=\"_blank\">preventing smallholder exclusion from the EU market</a>.</p><h3>What Counts as Deforestation and Degradation Under the EUDR?</h3><div class=\"callout alignright\"><p class=\"secondary\">The regulation's <strong>definition of a forest </strong>largely follows the UN Food and Agriculture Organization (FAO) which defines it as land larger than 0.5 hectares with trees taller than 5 meters and a canopy cover of at least 10% that is not primarily used for farming or urban development.</p></div><p>Under the EUDR, <strong>deforestation</strong> refers to clearing forest to make way for agriculture. The key factor is the conversion of land that was forest in 2020 into farmland — such as pastures or soy plantations. It’s a complete land-use change: the forest is no longer a forest.</p><ul><li>If that forest is cleared — whether by people or natural events like fire — and then converted into farmland, such as pastures for raising cattle or fields for soy or palm oil, it is considered deforestation.</li><li>However, if a forest is cleared, for example by fire (whether from human activity or natural causes) and is <strong>not</strong> used to produce any of the six EUDR-covered agricultural commodities, it is <strong>not </strong>considered deforestation under the regulations.</li><li>Forests used for wood production are not considered deforestation unless they’re also used for agriculture, for example, cattle grazing under the tree canopy.</li></ul><p>The EUDR also covers <strong>degradation</strong>. Land that was forest in 2020 can be used for wood production and remain classified as a forest, even if it’s temporarily unstocked, according to EUDR definitions. A forest used for wood production is not considered degraded unless there's a specific structural change, such as:</p><ul><li>Converting primary forest (native, untouched forest) into other wooded land (trees have 5%-10% canopy cover) or into plantation or planted forest.</li><li>Converting naturally regenerating forest (which has largely grown back on its own) into other wooded land used or plantation forest.</li></ul><h3>Who Does the EUDR Affect?</h3><p>The EUDR affects any company that imports, produces or exports specific products, and their derivatives, to or from the EU market. This includes <strong>operators</strong> (those placing products on the market or exporting them from the market) and <strong>traders</strong> (those distributing and selling products).</p><p>It applies to companies based in the EU and internationally, and to businesses of all sizes, from micro and small enterprises to large corporations. However, larger businesses face stricter reporting requirements than smaller ones.</p><p>The EUDR spans multiple sectors, from food and beverage (such as companies sourcing cocoa and coffee) to fashion (leather goods, for example) to the healthcare industry (products such as latex gloves).</p><h3>How Are Countries and Companies Preparing for the EUDR?</h3><p>Under the EUDR, companies must prove that products linked to deforestation or degradation after Dec. 31, 2020, are not entering the EU market. This requires a due diligence process: collecting supply chain information (including geolocation), assessing the risk of deforestation and taking steps to eliminate any identified risk before the product can be put on the market.</p><h4>Country-level efforts</h4><p>Many producer countries are already taking concrete steps to prepare for the EUDR, from adopting national plans to developing traceability systems and improving data transparency. For example, Indonesia, Ghana and Vietnam are investing in government-led efforts to make information available to companies that must comply with the regulation. Delaying enforcement or altering the regulation’s scope could undermine these leading producer countries.</p><p>Vietnam stands out as a strong example of how the EUDR is reinforcing national policies to combat deforestation. As a top exporter of rubber and coffee, the country has shifted its focus from illegal logging to broader deforestation risks in agriculture since the regulation’s introduction.  In 2023, the Ministry of Agriculture and Rural Development adopted a <a href=\"https://www.4c-services.org/wp-content/uploads/2023/12/02.-Nguyen-Nhu-Cuong_Action-Plan-for-the-compliance-with-EUDR-of-Viet-Nam.pdf\" target=\"_blank\">national action plan</a> prioritizing sustainable agricultural transformation. The following year, it launched a traceability system for coffee farms, piloting geospatial verification (such as satellite images) in key producing provinces. Developed through <a href=\"https://idh.org/news/vietnams-coffee-sector-marks-a-landmark-step-towards-sustainability-launching-the-eudr-database-system-for-forest-and-coffee-growing-areas\" target=\"_blank\">public-private collaboration</a>, the system cross-references land-use maps and cadastral data to ensure EUDR compliance. Plans are also underway to expand it to rubber and cocoa.</p><p>Vietnam’s progress shows how the regulation can act as a catalyst for stronger policy alignment between global market demands and local sustainability goals. </p><p>EU member states are also preparing by using satellite and aerial earth observation data, such as forest maps from 2020 (the EUDR cutoff year) to detect deforestation, alongside other monitoring solutions and tools to support compliant imports. </p><h4>Private-sector efforts</h4><p>Companies across supply chains are ramping up EUDR preparations, sparking a wave of innovation in monitoring and traceability. Many are developing satellite-based systems to verify deforestation-free sourcing, training smallholder farmers to meet EUDR requirements and partnering with governments and NGOs to improve data sharing and risk assessment.</p><p>For example, <a href=\"https://www.meridia.land/case/unilevers-smallholder-hub-programme\" target=\"_blank\">Unilever and Meridia</a> are working together to map smallholder farmers in Indonesia, making it possible to trace palm oil from plantation to mill. <a href=\"https://sustainablenaturalrubber.org/annual-report-2024/\" target=\"_blank\">The Global Platform for Sustainable Natural Rubber (GPSNR)</a> has created a system to help companies follow sustainability practices and demonstrate EUDR compliance. Open-source platforms like WRI’s Global Forest Watch are also <a href=\"https://www.globalforestwatch.org/blog/data-and-tools/satellite-data-eu-regulation-deforestation-free-supply-chains/\" target=\"_blank\">supporting companies in verifying supply chains</a>.</p><p>These efforts from governments, companies and EU countries show how the EUDR is already driving unprecedented action — transforming compliance from a burden into an opportunity to build more responsible and transparent supply chains. The challenge now is scaling these solutions across all commodities and regions.</p><h3>What's Next for the EUDR?</h3><p>The EUDR represents a major milestone in the fight against commodity-driven deforestation.</p><p>The EU must reject attempts to weaken the regulation’s core requirements. Its effectiveness depends on maintaining its ambition without dilution or delay. Backtracking at this stage would undermine the EUDR’s credibility and send the wrong signal to global markets. </p><p>At the same time, the EU should also step up efforts to provide clear guidance to businesses, along with practical training and support to help them develop the skills needed for compliance, especially for small businesses that may otherwise struggle to meet requirements.</p><p id=\"footnotes\">The European Commission, the European Parliament and Member States should stay the course and <a href=\"https://www.wri.org/news/statement-proposed-changes-threaten-effectiveness-eu-deforestation-regulation\" target=\"_blank\">deliver the EUDR as planned</a>. It is not only a necessary response to the crisis of forest loss, but also a vital tool to support and complement producer country efforts to halt deforestation by 2030.</p><p class=\"secondary\"><strong>Footnotes</strong></p><p class=\"secondary\"><sup>1</sup>Timber and timber products are not included.</p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    },
    {
      "title": "The US Can’t Build a Competitive Industrial Future without Centering Communities",
      "link": "https://www.wri.org/insights/community-centered-industry-decarbonization",
      "pubDate": "Tue, 08 Jul 2025 07:45:34 EDT",
      "description": "<p>As the global economy shifts toward cleaner and more efficient manufacturing and production, the U.S. has the opportunity to create healthier communities and increase climate resilience as <a href=\"https://www.wri.org/update/federal-policy-industrial-decarbonization\">it shapes a more prosperous economic future</a>.</p><p>The U.S. industrial sector is both a backbone of the economy — employing <a href=\"https://www.bls.gov/emp/tables/employment-by-major-industry-sector.htm\">around 8% of all U.S. workers</a> — and a major source of pollution, accounting for <a href=\"https://www.epa.gov/ghgemissions/industry-sector-emissions\">nearly 30%</a> of national greenhouse gas emissions and <a href=\"https://gispub.epa.gov/air/trendsreport/2022/#sources\">much of the country’s hazardous air pollution</a>. People in places like Louisiana’s 85-mile stretch of <a href=\"https://projects.propublica.org/toxmap/\">Cancer Alley</a> between Baton Rouge and New Orleans have long suffered from factories releasing harmful toxins into the air, land and water.</p><p>Decarbonizing the <a href=\"https://www.wri.org/insights/decarbonize-us-industry\">highest emitting industries</a> — steel, cement and chemicals — by boosting energy efficiency, deploying carbon capture and storage <a href=\"https://www.wri.org/insights/carbon-capture-technology\">where appropriate</a> and shifting away from fossil fuels can simultaneously cut climate-warming greenhouse gases and the toxic air and water pollutants that endanger communities.</p><p>By leaning into the fast-growing global market for low-carbon products, U.S. industry can stay competitive without repeating past patterns of pushing pollution burdens onto people and ecosystems. However, if <a href=\"https://www.wri.org/technical-perspectives/regulating-DAC-CCS-safety\">worker and community-focused safeguards</a> are not considered, this shift could trigger job losses, disrupt local economies and, if technologies like hydrogen or carbon dioxide <a href=\"https://scholarship.law.columbia.edu/sabin_climate_change/207/\">pipelines are poorly regulated</a>, introduce new environmental and health <a href=\"https://www.npr.org/2023/05/10/1175305683/a-rupture-that-hospitalized-45-people-raised-questions-about-co2-pipelines-safet\">risks</a> for nearby communities.</p><div class=\"callout\"><p class=\"secondary body-link\"><strong>A Tale of Two Industrial Communities</strong></p><p><em>Government policies can make a big difference in the way workers and local communities experience the impact from decarbonizing industry facilities. Here we look at two examples:  </em></p><p><strong>Port Talbot, Wales, UK:</strong></p><p>The case of Port Talbot in the United Kingdom highlights the economic risk to communities and the tradeoffs of industrial modernization without protecting workers. A steel hub since the early 1900s, the town hosted a steel plant with blast furnaces, which burn coal to produce primary steel from iron ore, <a href=\"https://green-alliance.org.uk/wp-content/uploads/2024/10/Clearing-the-air.pdf\">releasing</a> climate-warming carbon dioxide and other <a href=\"https://green-alliance.org.uk/wp-content/uploads/2024/10/Clearing-the-air.pdf\">toxic pollutants</a>.</p><p>Until recently, the plant owned by Tata Steel, employed thousands of workers, but <a href=\"https://uk-air.defra.gov.uk/aqma/details?aqma_ref=76\">pollution</a> from its aging blast furnaces also exposed people in the nearby town to serious health risks. In October 2024, Tata Steel shut down the blast furnaces with a plan, <a href=\"https://www.bbc.com/news/articles/cp9rd54dk24o\">supported by a 500 million pound (approximately $660 million) government grant</a>, to replace them with a lower-polluting electric arc furnace installation.</p><p>However, this shift will result in <a href=\"https://www.bbc.com/news/articles/c70zxjldqnxo\">2,800 layoffs</a> of workers with specialized knowledge and skills that are not easily transferable. Without an adequate transition plan, thousands of workers are at risk of being left jobless with few alternatives.</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1050\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1575\" />\n              <source height=\"840\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"643\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"507\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"303\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"A worker inside one of Port Talbot's blast furnaces.\" height=\"303\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-06/ort-talbot-blast-furnace.jpg?VersionId=QSJRDgvuhraTjPEs9uIADhwnwfDoWOXH&itok=NsonNx9o\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>A worker inside one of Port Talbot's blast furnaces. Photo by Avalon/Construction Photography / Alamy Stock Photo.</figcaption>\n</figure>\n<p><strong>Middletown, Ohio:</strong></p><p>Cleveland-Cliffs' steel plant in Middletown, Ohio had the potential to demonstrate how decarbonizing its facility using proactive government policies could create and protect thousands of jobs, while reducing harmful pollution. But shifting U.S. policy priorities and waning investment have since blurred the future for clean industrial projects like this one.</p><p>In 2024, Cleveland-Cliffs was selected to receive up to $500 million from the Department of Energy through its Industrial Demonstrations Program (IDP). The funding would have been used to replace one of its coal-powered blast furnaces with a less emissions-intensive <a href=\"https://www.metallics.org/dri-production.html\">direct reduced iron plant</a>, which was expected to curb greenhouse gas emissions by 1 million tons per year, while also reducing toxic pollution to Middletown’s air and water. The changes would have created <a href=\"https://www.energy.gov/sites/default/files/2024-03/FINAL%20IDP%20Selection%20National%20Briefing_0.pdf\">170 new permanent positions and an additional 1,200 temporary construction jobs</a>, while also preserving Cleveland-Cliffs’ overall 2,500 person workforce.</p><p>In early May 2025, however, the company said it would prolong the life of the heavily polluting blast furnace it had planned to replace in an effort to <a href=\"https://seekingalpha.com/article/4783729-cleveland-cliffs-inc-clf-q1-2025-earnings-call-transcript\">“better align with [the Trump] administration’s energy priorities</a>.” Shortly after, the Department of Energy <a href=\"https://apnews.com/article/climate-energy-projects-funding-canceled-cf3e9b5da749eb76a71c901ded20d711\">terminated</a> $3.7 billion in IDP grants and other clean energy projects. However, the Cleveland-Cliffs grant was not among this list of terminations.</p></div><h3>Centering Communities in Efforts to Decarbonize</h3><p>Over the past six months, several federal policy reversals have clouded the outlook for clean-industry investment: the recission of <a href=\"https://apnews.com/article/climate-energy-projects-funding-canceled-cf3e9b5da749eb76a71c901ded20d711\">several billion dollars in competitive grants</a> for novel low-carbon projects, major corporate mergers in heavy industry were <a href=\"https://www.reuters.com/sustainability/boards-policy-regulation/nippon-steels-acquisition-us-steel-closes-with-big-role-trump-2025-06-18/\">approved</a> without emissions enforcement or guarantees for community reinvestment and carbon-pollution limits for power plants have been <a href=\"https://www.npr.org/2025/06/11/nx-s1-5429578/trump-power-plants-epa-climate-change\">weakened</a>.</p><p>Against this backdrop, efforts to <a href=\"https://eprijournal.com/how-reindustrialization-is-boosting-u-s-manufacturing-and-challenging-utilities/\">reindustrialize</a> and modernize American manufacturing to energy-efficient systems must still align innovation and climate action with economic revitalization, workforce development, environmental protection and public health improvements.</p><p>Importantly, the U.S. must not repeat past mistakes while creating and modernizing industrial facilities. Historically, fenceline communities — people who live near industrial facilities, which are often made up of residents from low-income backgrounds or communities of color — have long faced <a href=\"https://peri.umass.edu/publication/regional-variation-in-environmental-inequality-industrial-air-toxics-exposure-in-u-s-cities/\">disproportionate pollution exposure</a> and shouldered the <a href=\"https://www.science.org/doi/10.1126/sciadv.abf4491\">public health burden</a> of these industries.</p><p>Many fenceline communities exist today because of intentional government policies and practices, such as <a href=\"https://pubs.acs.org/doi/10.1021/acs.estlett.1c01012\">redlining</a> and racially discriminatory zoning and disinvestment, which forced economically marginalized and politically excluded groups to live in what’s become known as \"<a href=\"https://www.climaterealityproject.org/sacrifice-zones\">sacrifice zones</a>.\" This reflects patterns of historic underinvestment and environmental harm imposed on economically and socially marginalized populations.</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1046\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1575\" />\n              <source height=\"837\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"641\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"505\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"302\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"Houses in front of a factory.\" height=\"302\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-06/fenceline-communities_0.jpg?VersionId=KbABoMWlYZtwuOkaKp25I_CcZvP3Mbqm&itok=FKVzjn7F\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>Fenceline communities are neighborhoods next to industrial facilities that experience direct exposure to its pollutants. Hum Images / Alamy Stock Photo.</figcaption>\n</figure>\n<p>For example, people in fenceline communities throughout Louisiana’s Cancer Alley, which accounts for 25% of the petrochemical production within the U.S. from more than 200 factories, have an abnormally high cancer risk, with the risk being even higher for <a href=\"https://news.un.org/en/story/2021/03/1086172\">low-income people and people of color</a>.</p><p>Prioritizing clean air and water, economic revitalization and community-driven decision-making is critical to addressing historical harms and making industrial decarbonization efforts durable. When communities are engaged meaningfully early on, policies and projects are more likely to earn public trust, avoid local opposition and secure the long-term support needed to sustain industrial transitions. Furthermore, such a shift can create economic <a href=\"https://nap.nationalacademies.org/read/25931/chapter/6\">benefits</a>, such as <a href=\"https://www2.deloitte.com/us/en/insights/industry/health-care/health-equity-economic-impact.html\">reducing health care costs</a> from improved air quality and fostering public and worker support for decarbonization initiatives, which are essential for durably scaling these efforts.</p><p>The shift away from fossil fuels has often failed to fully consider the needs of affected workers and fenceline communities. For instance, <a href=\"https://www.wri.org/insights/ca-oil-refineries-just-transition\">thousands of refinery workers could be left stranded</a> as California phases down its petroleum refining. Beyond a handful of refinery-specific initiatives, <a href=\"https://www.wri.org/insights/what-is-just-transition-tracking-progress\">just transition planning</a> across the broader industrial landscape — particularly in steel, cement and chemicals — remains scarce.</p><p>If today’s industrial modernization and decarbonization efforts ignore workers, communities and environmental impacts, they could repeat past mistakes of accelerating plant closures without offering alternative economic opportunities, concentrating environmental risks in fenceline communities, eroding community trust and potentially delaying or canceling projects.</p><h3>The Economic Case for a People-Centered Transition</h3><p><a href=\"https://www.mckinsey.com/capabilities/sustainability/our-insights/the-economic-transformation-what-would-change-in-the-net-zero-transition\">Recent analysis from McKinsey & Company</a> estimates that an economy-wide net-zero transition by 2050 could lead to 200 million new direct and indirect jobs while also causing a loss of 185 million jobs — resulting in a net gain of 15 million jobs worldwide by 2050. Without a well-managed transition, industrial decarbonization could result in local job losses and economic disruption.</p><p>Beyond avoiding the <a href=\"https://www.climatepolicyinitiative.org/the-cost-of-inaction/\">substantial economic risks and losses from climate change</a>, modernizing U.S. industry in a way that prioritizes workers and communities <a href=\"https://businesswest.com/blog/sublime-systems-advances-manufacturing-tradition-in-holyoke/\">can help revive historic manufacturing regions</a>, attract investment and boost their economic prosperity. And at the same time, it would allow the U.S. to capitalize on deploying innovative new industrial technologies.</p><p>As the global economy shifts toward cleaner and more efficient manufacturing, innovative industrial production methods that utilize cleaner energy sources will become <a href=\"https://www.americanprogress.org/article/the-next-frontier-in-american-industrial-policy-saving-the-steel-industry-by-decarbonizing-it/\">better positioned to compete globally</a><u>.</u> And as <a href=\"https://www.pwc.com/gx/en/services/tax/esg-tax/cbam-supply-chain-imperatives.html\">global markets</a> and <a href=\"https://rmi.org/press-release/major-corporations-come-together-to-advance-the-first-commercial-batch-of-sustainable-steel-in-the-us/\">private sector buyers</a> start prioritizing lower-carbon industrial products, U.S. government policies such as subsidies and technology demonstration grants are needed to proactively drive industrial innovation and ensure domestic industries don’t fall behind in a rapidly changing market.</p><p>At the same time, successful decarbonization projects will depend not only on market shifts and technological advancements, but also on how people are included. When the needs of workers, fenceline communities and local stakeholders are not addressed as part of transitions, companies risk encountering public opposition, costly legal challenges, project delays or cancellations, and increased costs associated with those risks, slowing progress.</p><p>For example, <a href=\"https://www.theguardian.com/environment/2025/feb/01/labour-warned-risks-losing-support-net-zero-costs-not-spread-fairly?utm_source=chatgpt.com\">some experts</a> have warned that if the financial and social burdens of the clean-industry shift — such as higher energy rates or job losses — fall disproportionately on lower-income households, workers or fenceline communities while benefits accrue elsewhere, public support for net-zero initiatives could erode, making it harder to pass and implement effective policies. And, while they recognize industry’s negative impact on air and water pollution, many members of fenceline communities rank <a href=\"https://ceepr.mit.edu/wp-content/uploads/2024/07/The-Roosevelt-Project-Iron-and-Steel-Decarbonization-by-2050.pdf\">economic considerations like job security as a far higher priority</a> than local environmental well-being in surveys.</p><p>Fortunately for both industrial communities and the broader economy, environmental well-being and economic well-being are not mutually exclusive. For example, in the U.S., <a href=\"https://rhg.com/research/clean-investment-monitor-tallying-the-two-year-impact-of-the-inflation-reduction-act/\"> past policies that directed clean energy investments toward historically marginalized communities</a> sought to support workforce transitions and strengthen declining local economies.</p><h3>Strategies for Inclusive and Resilient Industrial Decarbonization</h3><p>To support responsible and equitable industrial decarbonization that aligns with economic opportunity and long-term community resilience, policymakers and developers should consider several strategies:</p><table border=\"1\"><tbody><tr><td><a href=\"https://www.wri.org/insights/ca-oil-refineries-just-transition\">Create Industry Transition Roadmaps</a></td><td style=\"border-style: none;\">Industry roadmaps that combine modernization pathways with steps for workforce transition can help policymakers proactively create long-term reskilling and job placement strategies when retrofitting, replacing and retiring heavy-polluting industrial facilities.</td></tr><tr><td><a href=\"https://www.csis.org/analysis/global-workforce-ready-energy-transition\">Invest in Workforce Training and Reskilling</a></td><td><p>Decarbonization should be paired with reskilling initiatives, wage protections, and local hiring mandates to minimize job displacement.<br /> </p><p>Targeted investments in vocational training, apprenticeship programs and STEM education can equip workers with the skills needed for new, clean industry jobs.</p></td></tr><tr><td><a href=\"https://www.wri.org/technical-perspectives/community-benefits-frameworks-database-takeaways\">Prioritize Community Benefits</a></td><td><p>Community benefit plans or agreements, participatory planning processes and local advisory boards ensure fenceline communities have a key role in shaping industrial projects.<br /> </p><p>Developers and policymakers should engage communities early and consistently to increase transparency and trust in new decarbonization efforts.<br /> </p></td></tr><tr><td><a href=\"https://www.csis.org/analysis/managing-energy-economic-and-environmental-transition-workshop-report\">Balance Environmental and Economic Priorities</a></td><td><p>Industrial decarbonization strategies should simultaneously advance local pollution reduction and environmental remediation, energy affordability and job creation.<br /> </p><p>Policies should avoid short-term economic disruptions by pairing emissions reductions measures with incentives for the use and reuse of recently closed or declining industrial sites for clean manufacturing, energy efficiency, and infrastructure investment.<br /> </p></td></tr><tr><td><a href=\"https://www.wri.org/technical-perspectives/regulating-DAC-CCS-safety\">Ensure Environmental and Worker Safety in Industrial Shifts</a></td><td>Conduct cumulative impact assessments to ensure that decarbonization technologies (e.g., hydrogen, carbon capture and storage) do not introduce health or safety risks for workers and nearby communities.<br /><br />Strengthening worker safety regulations and health protections ensures that industrial shifts do not lead to new forms of harm.<br /> </td></tr><tr><td><a href=\"https://usddpp.org/community-engagement-the-key-to-successful-decarbonization/\">Embed Community Trust and Protective Safeguards</a></td><td>Require every project to offer two-way engagement forums (listening sessions, advisory boards, co-design workshops) that communities can join if they choose.<br /><br />Establish anti-displacement safeguards (e.g., property-tax relief, affordable-housing set-asides) to prevent gentrification as new projects raise land values.<br /> </td></tr></tbody></table><h3>Carrying Momentum Forward Amid Federal Rollbacks</h3><p>In recent years, the U.S. federal government made considerable progress toward a more equitable transition to a low-carbon economy. For example, the <a href=\"https://www.nrdc.org/stories/what-justice40-initiative\">Justice40 Initiative</a> sought to ensure that some of the economic gains and environmental benefits of climate investments flowed to economically marginalized and environmentally overburdened communities. Incentives like the <a href=\"https://energycommunities.gov/energy-community-tax-credit-bonus/\">Energy Community Tax Credit Bonus</a> were designed to help preserve jobs in regions historically dependent on fossil fuel industries.</p><p>However, many of these efforts at the federal level have been scaled back, weakened or eliminated in the first half of 2025. These rollbacks not only disadvantage communities and workers but could also create uncertainty for companies that may rely on stable incentives and local support.</p><div class=\"callout alignright\"><p class=\"secondary body-link\"><strong>Recent News: Nippon Steel Acquires U.S. Steel</strong></p><p class=\"secondary\">Federal regulators <a href=\"https://www.washingtonpost.com/business/2025/06/18/steel-nippon-golden-share-trump/\">approved</a> Nippon Steel’s $14.9 billion acquisition of U.S. Steel on June 18, 2025, contingent on a national security “golden share” that lets federal officials block plant closures and other moves. Community and labor advocates warn that, without binding, enforceable guarantees for worker protections, meaningful community participation, and a shift to low-carbon steelmaking, the deal could jeopardize union jobs and lock in coal-based production — along with the <a href=\"https://www.sierraclub.org/press-releases/2025/05/nippon-steel-acquisition-us-steel-must-address-local-community-concerns\">$7 billion to $13 billion</a> in annual health costs it already imposes on frontline neighborhoods.</p></div><p>In the absence of strong federal direction, state and local governments and forward-looking companies will need to take the lead on responsible and fair decarbonization. <a href=\"https://www.evergreenaction.com/blog/how-states-are-centering-workers-in-the-clean-energy-transition\">Several states</a>, including <a href=\"https://www.bluegreenalliance.org/wp-content/uploads/2023/11/CO-Just-Transition.pdf\">Colorado</a> and <a href=\"https://epa.illinois.gov/topics/ceja.html\">Illinois</a>, have implemented workforce transition funds, targeting clean industrial investments that prioritize job retention and local economic benefits. Industry leaders can also adopt voluntary commitments that strengthen public trust and reduce project risks, such as prioritizing U.S.-based supply chains to avoid <a href=\"https://clear.ucdavis.edu/news/what-carbon-leakage\">carbon leakage</a>, investing in <a href=\"https://www.wri.org/insights/electric-vehicle-training-programs-trends\">worker training</a>, and engaging with host communities early and consistently to develop <a href=\"https://www.wri.org/insights/clean-energy-community-benefits-agreements\">community benefits frameworks</a>. These strategies go beyond good public relations — they also avoid delays, legal challenges and reputational damage.  </p><p>Industrial modernization and decarbonization are not merely about cutting emissions — they are about building a more resilient, competitive and inclusive economy that benefits both industry and the communities that sustain it. By implementing fair and responsible policies and practices that recognize the value of workers and communities, the U.S. manufacturing can position itself toward long-term success in a rapidly changing global economy.</p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    },
    {
      "title": "STATEMENT: BRICS Countries Rally Around Assertive Climate Agenda Ahead of COP30",
      "link": "https://www.wri.org/news/statement-brics-countries-rally-around-assertive-climate-agenda-ahead-cop30",
      "pubDate": "Mon, 07 Jul 2025 08:48:40 EDT",
      "description": "<p><span lang=\"EN-US\"><strong>RIO DE JANEIRO (July 7, 2025) </strong>— The 2025 BRICS Summit concluded today in Rio de Janeiro, bringing together representatives from countries including Brazil, Russia, India, China, and South Africa to advance a coordinated agenda on economic development, geopolitical cooperation and climate action. </span> </p><p><a href=\"https://brics.br/en/documents/presidency-documents/250705-brics-leaders-declaration-en.pdf/@@download/file\"><span lang=\"EN-US\"><u>Among the outcomes</u></span></a><span lang=\"EN-US\"> were calls for strengthened climate finance, improved carbon accounting and the creation of a developing country–led platform to align trade with sustainability goals. The summit also highlighted the role of technology transfer and resilience-building as integral to a more equitable global economy. </span> </p><p><span lang=\"EN-US\"><strong>Following is a statement from Mirela Sandrini, Interim Executive Director, WRI Brazil:</strong></span> </p><p><span lang=\"EN-US\">“This year’s BRICS Summit sends the clearest signal yet that major emerging economies can step into a global leadership role to address the climate crisis. Spanning finance, trade, technology and resilience-building, the summit’s outcome underscores strong support for climate action from the countries gathered in Rio – even as the United States retreats.</span> </p><p><span lang=\"EN-US\">“It is encouraging that BRICS nations called for more climate lending, deeper green bond markets and better carbon accounting – and created a new developing country-led platform to align trade with sustainability. Their commitment to protect tropical forests and scale up adaptation is a notable step towards safeguarding nature, building resilience and supporting human well-being. The specific mention of the Tropical Forest Forever Facility adds weight to that commitment. Crucially, they endorsed putting people and equity at the heart of a just transition to a low-carbon, climate-resilient future.</span> </p><p><span lang=\"EN-US\">“South-South collaboration of this scale and ambition can inject much-needed momentum into international climate diplomacy ahead of COP30. But a key test will be how BRICS countries implement climate commitments at home – from cutting emissions and building resilience, to supporting other developing nations through investment and lesson-sharing. Most importantly, the world will be watching for their new national climate commitments due by September, ahead of COP30. </span> </p><p><span lang=\"EN-US\">“Brazil deserves credit for bringing the BRICS together behind a more assertive vision for climate action. Brazil is deftly weaving climate diplomacy into the fabric of broader global agendas – from its G20 Presidency to BRICS and soon the COP30 summit.  This integrated approach helps reduce fragmentation across international fora and positions climate policy as a cornerstone of global economic and financial reform – driving the inclusive, green growth the world urgently needs.”</span> </p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    },
    {
      "title": "STATEMENT: The Republican Budget Bill Will Hurt the U.S. Economy",
      "link": "https://www.wri.org/news/statement-republican-budget-bill-will-hurt-us-economy",
      "pubDate": "Thu, 03 Jul 2025 14:13:37 EDT",
      "description": "<p><strong>WASHINGTON D.C. (July 3, 2025)</strong> — Today, the U.S. House of Representatives passed H.R.1., the Republican budget bill, by a vote of 218 to 214 following the U.S. Senate’s 51 to 50 vote passage earlier this week. </p><p>The new law turns back the clock on America’s clean energy leadership, with provisions such as the rapid phaseout of critical wind and solar tax credits and introduction of onerous Foreign Entity of Concern (FEOC) restrictions, rendering many clean energy investments unworkable or uncertain at best. Taken together, these provisions will raise Americans’ electricity bills, <a href=\"https://energyinnovation.org/report/one-big-beautiful-bill-act/\">eliminate </a>hundreds of thousands of jobs, <a href=\"https://rhg.com/research/ways-and-means-brings-the-hammer-down-on-energy-credits/\">decimate </a>investments in U.S. manufacturing, and <a href=\"https://www.americanprogress.org/article/the-one-big-beautiful-bill-act-is-crushing-americas-electricity-system/\">undermine </a>the ability to meet rapidly growing demand for electricity.</p><p><strong>Following is a statement from Dr. David Widawsky, Director, WRI US:</strong></p><p>“While other countries are benefitting from accelerated investment in the clean energy economy, the U.S. is taking a step backwards.</p><p>“H.R.1. will undercut the Administration’s stated goal of ‘unleashing American energy’ and sends a chilling signal to families, businesses and investors alike. Abruptly phasing out clean energy tax credits will raise costs, slow innovation and jeopardize America’s energy security.</p><p>“Electricity demand is growing everywhere—and growing fast. The clean energy cuts in this bill will increase costs and constrain supply at a time when demand for electricity is surging. Working families, business owners and local governments will bear the brunt through higher electricity bills, fewer jobs, and reduced energy resilience to extreme weather. Billions of dollars of investment in infrastructure, manufacturing, energy savings will be lost; failure to keep pace with growing energy demand will make brownouts and blackouts more likely; air will become less breathable; and American economic growth will be at risk.</p><p>“Fossil fuels alone won’t meet the skyrocketing energy demand from manufacturing, AI, electrification, and increasingly frequent and intense heat waves that prompt more AC usage. But America can create a more flexible, agile, and resilient power system with renewables and grid upgrades. Clean energy sources are better positioned to come online quickly to meet growing electricity needs and spur economic growth. That’s exactly what companies, state and local governments, utilities and families have been counting on, planning for and investing in.</p><p>“Many Americans remain committed to a clean energy future—and we expect to see progress from the cities, states and businesses that have become labs for innovation in recent years. While this bill throws up many roadblocks to progress, these innovators can and must continue driving the country’s energy economy forward. Opportunities remain for them to do so through coalition building, providing innovative financing and policy solutions, and facilitating infrastructure development for critical projects that serve their communities.</p><p>We simply can’t afford to double down on outdated energy sources and policies. Despite this setback, we are not going to give up the race for the secure, affordable and innovative power system that Americans need – and deserve.”</p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    },
    {
      "title": "STATEMENT: EU 2040 Climate Goal Should Stay the Course Towards a Net-Zero Economy",
      "link": "https://www.wri.org/news/statement-eu-2040-climate-goal-should-stay-course-towards-net-zero-economy",
      "pubDate": "Wed, 02 Jul 2025 13:28:58 EDT",
      "description": "<p><strong>BRUSSELS (July 2, 2025) -</strong> Today, the European Commission presented its formal proposal to cut the European Union’s greenhouse gas emissions by 90% by 2040, from 1990 levels.</p><p>The revised EU Climate Law aligns with the lower limit of the 90%-95% reduction range recommended by the European Scientific Advisory Board on Climate Change in 2024. The 2040 target will be a critical input to the EU’s forthcoming national climate plan, or Nationally Determined Contribution (NDC).</p><p><strong>Following is a statement by Stientje van Veldhoven, Vice President and Regional Director for Europe, World Resources Institute: </strong></p><p>“A 90% emissions cut by 2040, as proposed by the Commission, keeps the EU on track for climate neutrality. It’s realistic, absolutely necessary and aligned with the bloc’s earlier commitment. If achieved, the EU will be well on its way to becoming carbon neutral by 2050.</p><p>The EU must back this credible 2040 target with a timely NDC by September with at least a 72.5% economy-wide emission reduction by 2035. This would set a clear, ambitious path for the green transition and show the EU is serious about leading the global energy race, investing in its industrial competitiveness and strengthening its energy security. </p><p>The proposed emission reductions must be delivered through domestic action. Overreliance on carbon credits would undermine the credibility of the EU’s target while diverting investment away from the EU’s clean tech industry. It is critical that monitoring and verification guardrails are put in place to limit the use of carbon credits to less than 3% of the target, ensure transparency and prevent emissions leakage. </p><p>The Commission also proposes leveraging carbon removal, which should be approached cautiously. While carbon removal can play a role in reaching the EU’s target, this must complement — not replace — deep emissions cuts. First and foremost, EU policymakers must take bold steps to phase out fossil fuels, scale up renewables, electrify transport and halt deforestation. Europe’s credible climate leadership will be vital as we approach COP30 in November.”</p><p> </p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    },
    {
      "title": "Managing Extremes: How South African Cities Are Tackling Water Crises",
      "link": "https://www.wri.org/insights/managing-extremes-how-south-african-cities-are-tackling-water-crises",
      "pubDate": "Wed, 02 Jul 2025 10:00:52 EDT",
      "description": "<p>With about 464 millimeters of rainfall per year — less than half the global average — South Africa is <a href=\"https://www.wri.org/insights/highest-water-stressed-countries\" target=\"_blank\">one of the driest countries</a> in the world. Its semi-arid climate, uneven rainfall distribution and persistent droughts leave the country facing chronic water shortages. At the same time, ecosystem degradation and climate change are causing increasingly frequent and intense flash floods.</p><p>Unlike tropical regions in Central and West Africa, where rainfall is relatively reliable, or parts of Eastern Africa with steady seasonal rains, South Africa must manage the growing demand on its limited water resources with extreme care: With <a href=\"https://www.mdpi.com/2073-4433/13/1/111\" target=\"_blank\">high evaporation rates that sometimes exceed average annual rainfall</a>, less than 9% of the country’s rainfall runs into rivers and less than 5% recharges groundwater aquifers. In its cities, rapid urbanization and industrial demand place additional pressure on already fragile water systems.  </p><p>South Africa is not alone — cities around the world are grappling with water crises. But some are adapting. Cape Town is restoring its watersheds to help the city withstand major droughts, while eThekwini (the municipality that includes the city of Durban) is investing in improved drainage, nature-based infrastructure and complementary systems, such as early warning flood alerts, to strengthen local responses to extreme rainfall. These efforts show how cities can rethink water management to become more resilient in a changing climate.</p><h3>Too Little Water: Protecting Supply and Preventing Drought</h3><p>In 2018, Cape Town nearly ran out of water.</p><p>After three years of severe drought, the city was just weeks away from <a href=\"https://www.wri.org/insights/3-things-cities-can-learn-cape-towns-impending-day-zero-water-shut\" target=\"_blank\">Day Zero</a>, when reservoirs were nearly empty and the government was preparing to shut off the water taps to homes and businesses.</p><p>Between February and April that year, residents were gradually limited to 50 liters of water a day — just enough for an average shower — which they collected from designated distribution points. Thanks to strict rationing and other water-saving measures, Cape Town was able to avert the crisis — but it was an extreme example of how droughts can impact cities.  </p><figure class=\"caption caption-drupal-media  full_width\">\n<article class=\"media media--type-image media--view-mode-full-width\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"695\" media=\"(min-width: 1440px)\" type=\"image/png\" width=\"2000\" />\n              <source height=\"550\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/png\" width=\"1440\" />\n              <source height=\"450\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/png\" width=\"1024\" />\n              <source height=\"338\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/png\" width=\"768\" />\n              <source height=\"300\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/png\" width=\"500\" />\n                  <img alt=\"A side-by-side comparison of the Theewaterskloof dam without water in 2017 and with water in 2019\" height=\"300\" src=\"https://files.wri.org/d8/s3fs-public/styles/500x300/s3/2025-07/design-sem-nome-6_0.png?VersionId=X6FAhl5jqpkliOUrn9h.lVeRc3WFiKBi&h=1926dcfa&itok=Hn7BHwRJ\" width=\"500\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>The Theewaterskloof dam in Western Cape during a drought in 2017 (left) vs the same dam with regular water levels in 2019 (right). Photo by vlbently/iStock (left) and <a href=\"https://commons.wikimedia.org/wiki/File:Theewaterskloof_Dam,_South_Africa.jpg\" target=\"_blank\">Olga Ernest</a>/WikimediaCommons (right)</figcaption>\n</figure>\n<p>The Day Zero crisis exposed how fragile Cape Town’s water system was. The city relies heavily on surface water stored in dams, which fill from rainwater running off surrounding catchment areas. But those catchments are under threat, especially from invasive plant species like pine, wattle and eucalyptus.</p><p>These trees consume significantly more water than native vegetation, reducing the amount that reaches reservoirs and, ultimately, shrinking the city’s water supply. In fact, invasive species use about 4% of the country’s available water every year — enough to meet the needs of at least 15 million people.  </p><p>To build a drought-resilient city, Cape Town has turned to nature-based solutions, including removing invasive plants and restoring degraded catchment areas. These efforts are not only eco-friendly — they're also much cheaper to implement than costly engineered alternatives such as groundwater exploration, desalination (removing salt from seawater) and recycling wastewater.</p><h4>Implementing Nature-Based Solutions</h4><p>In the wake of the Day Zero crisis, the Greater Cape Town Water Fund was launched — a public-private initiative led by the city, The Nature Conservancy (TNC) and other partners. It’s designed to protect Cape Town’s key catchment areas through a payment-for-ecosystem-services model. Through this initiative, the municipality and local businesses pool funds to pay upstream communities to restore the land that supplies the city with water.</p><p>These upstream stewards include small-scale farmers, private landowners, small community businesses and local youth and women. They’re trained to remove invasive plants using a mix of herbicides, ringbarking (stripping a deep band of bark from the tree trunk to cut off nutrients to the canopy) and manual clearing. Over the years, TNC has also trained a specialized team of high-altitude rope technicians to tackle invasive species on steep mountain slopes that are otherwise inaccessible.</p><p>So far, the Water Fund has cleared nearly 63,000 hectares of invasive alien plants. Where they once crowded out the region’s native flora, the iconic fynbos (a unique shrubland found only in South Africa), which includes native species like the King Protea and Sugarbush, is now taking root. This ecological shift is freeing <strong>more than 17 billion liters of water every year</strong>, helping the city move closer to its long-term goal of recovering 100 billion liters annually by 2050. </p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"512\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1080\" />\n              <source height=\"512\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1080\" />\n              <source height=\"457\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"360\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"216\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"Indigenous shrubs growing in the Breede. In the background are invasive eucalyptus trees.\" height=\"216\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-07/invasives-and-indegenous_0.jpg?VersionId=1_8.BkSjLd.j9O4tpqWjBsLVe742G.sT&itok=najiG7AN\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>Vegetation near the Breede river. At the front grows Indigenous shrubs; in the background are invasive eucalyptus trees. Photo by Amanda Gcanga</figcaption>\n</figure>\n<p>As well as removing invasive species, efforts are underway to restore native vegetation and rebalance ecosystems. In the Breede and Berg riverbanks, a partnership of environmental NGOs, government departments and water management bodies is working with local communities to slow the spread of invasive species and plant <a href=\"https://www.reforestaction.com/en/magazine/reforestation-breede-and-berg-river-banks-continues\" target=\"_blank\">tens of thousands of native trees</a> across the catchment.</p><p>These efforts are a win for both water security and biodiversity, as invasive species are replaced with eco-friendly indigenous trees and shrubs such as wild olives and fynbos. It's also brought employment opportunities — more than 300 jobs so far — as well as new recreational activities to the region. These nature-based interventions are not just cost-effective; they’re strategic. If invasive species continue spreading across Cape Town’s catchments, the city’s water losses could <a href=\"https://www.capetown.gov.za/Media-and-news/Clearing%20alien%20invasive%20plants%20restores%2048%20million%20litres%20of%20water%20daily\" target=\"_blank\">double by 2045</a>.  </p><p><a href=\"https://www.dbsa.org/sites/default/files/media/documents/2023-11/South%20Africa%E2%80%99s%20water%20sector%20investment%20requirements%20to%202050.pdf\" target=\"_blank\">A study by the Development Bank of Southern Africa</a> on the country’s water investment gaps towards 2020 found that, despite high upfront costs, removal efforts reduce the need for expensive water infrastructure projects later on. When comparing total future costs, actively clearing invasive plant species reduces investment expenditures by 9% by 2050, while inaction increases costs by about 13% — a total potential cost savings of 22% for the country. </p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"511\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1080\" />\n              <source height=\"511\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1080\" />\n              <source height=\"457\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"360\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"215\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"This is a local nursery for indigenous plants used to restore the catchment after the removal of invasive plants. \" height=\"215\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-07/breede-nursery_0.jpg?VersionId=1.jpDvBXwGkT1SedmTSfSoIT5qYIXdmg&itok=Cwq9BQx3\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>A local nursery for Indigenous plants use to restore the catchment areas after invasive species are removed. Photo by Amanda Gcanga</figcaption>\n</figure>\n<h3>Too Much Water: Preventing Flooding and Riverine Risks</h3><p>In 2022, the eThekwini Municipality — home to Durban, a coastal city located in KwaZulu-Natal — faced the opposite of Cape Town’s drought crisis.</p><p>It suffered <a href=\"https://perfectstorm.theoutlier.co.za/\" target=\"_blank\">one of the deadliest and most damaging floods</a> in South Africa’s history. More than a third of the region’s expected annual rainfall fell in just 24 hours, causing extensive damage to homes, infrastructure and ecosystems, costing the city more than $1.5 billion. More than 400 lives were lost, and tens of thousands were displaced.  </p><p>eThekwini faces some of South Africa’s most complex river and flood-related challenges. Home to more than 7,400 kilometers of rivers and streams, and facing an increasingly unpredictable climate, the region is particularly vulnerable to both flash floods and prolonged inundation. Rapid, informal urban expansion adds further pressure. Settlements often spread along riverbanks and in low-lying floodplains, where housing, roads and drainage systems are ill-equipped to withstand the heavy seasonal rains that are intensifying with climate change.  </p><figure class=\"caption caption-drupal-media  full_width\">\n<article class=\"media media--type-image media--view-mode-full-width\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"695\" media=\"(min-width: 1440px)\" type=\"image/png\" width=\"2000\" />\n              <source height=\"550\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/png\" width=\"1440\" />\n              <source height=\"450\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/png\" width=\"1024\" />\n              <source height=\"338\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/png\" width=\"768\" />\n              <source height=\"300\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/png\" width=\"500\" />\n                  <img alt=\"Floods in the  KwaZulu-Natal in 2022\" height=\"300\" src=\"https://files.wri.org/d8/s3fs-public/styles/500x300/s3/2025-07/design-sem-nome-7_0.png?VersionId=ONVdFvmYR9_0ONeHohWKEwZGOvbu.mgE&h=1926dcfa&itok=ISU7Kfq8\" width=\"500\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>Damage caused by floods in the KwaZulu-Natal province in April 2022 (left) and in May 2022 (right). Photo by KwaZulu-Natal Provincial Government (left) and eThekwini Municipality (right)</figcaption>\n</figure>\n<p>The city has taken bold steps to reform riverine management with the launch of its pioneering <a href=\"https://www.c40knowledgehub.org/s/article/Durban-s-transformative-riverine-management-programme-Background-structuring-and-the-business-case\" target=\"_blank\">Transformative Riverine Management Programme (TRMP)</a> in 2020 — one of the most ambitious efforts in the country to align communities, government and businesses around the value of restoring and protecting urban rivers. </p><p>Rather than treating river restoration as a narrow or localized issue, the TRMP takes a holistic approach, recognizing the many pressures that contribute to flooding in riverine areas, including informal settlements in floodplains, stormwater runoff, solid waste and debris in the city’s rivers, and invasive plant species in and around the city's water bodies. To address these issues, the municipality is working with communities along river corridors to help clear invasive plants and waste, promote river stewardship and maintain stormwater and sewer infrastructure. All of these actions help strengthen the city's natural and built infrastructure to better absorb and manage stormwater during heavy rains.</p><p>The program has also supported creating retention ponds (a basin that holds stormwater runoff and slowly releases it), weirs and wetlands to slow water flow and reinforce riverbanks. In addition, community-driven early warning systems have been introduced to alert residents ahead of extreme flood events.</p><p>These investments in flood resilience make financial sense in the long run. The TRMP helped eThekwini build a solid business case for riverine resilience, showing that every dollar spent could generate between 1.8 and 3.4 times its value in broader social, environmental and economic benefits.</p><p>In 2022 alone, the city spent upwards of $1.5 billion in flood recovery, including repairs to roads, sewage systems and power lines — a huge cost for the city. Under business-as-usual scenarios, eThekwini faces annual losses of $9 million in infrastructure repair costs. But with a city-wide TRMP, the city will be able to save upward of $100 million in future infrastructure maintenance and recovery costs, particularly for flood-resilience assets like its culverts (a pipe or tunnel that allows water to flow under roads, railways or pathways).</p><p>These interventions go beyond ecological and social gains. They also reduce risk for businesses and insurers. Major floods can lead to soaring insurance premiums for companies with high-value assets, as well as cause significant financial losses for insurers. In this context, the TRMP has helped elevate river management as a shared priority across public and private sectors. It also brings wider benefits, from job creation and urban greening to stronger institutional coordination — showing how a systems-based, participatory approach can generate meaningful progress in riverine resilience. </p><h3>Toward a Shared Urban Water Future</h3><p>The experiences of Cape Town and eThekwini show how cities around the world can strengthen urban water resilience through community-based approaches and the protection of natural ecosystems. While water challenges can be severe, integrating nature-based solutions with forward-looking planning can help communities better manage water risks in a changing climate. </p><div class=\"callout\"><p class=\"secondary body-link\"><strong>WRI in Johannesburg</strong></p><p>In South Africa, these lessons are especially relevant to Johannesburg, South Africa’s largest economic hub. Faced with growing water risks, the city is looking ahead and rethinking how it manages its rivers and catchment areas <a href=\"https://africa.wri.org/initiatives/urban-water-resilience-africa/pilot-cities\" target=\"_blank\">through the City Water Resilience Approach</a>.  </p><p>While the Jukskei and Klip rivers are not major water supply sources, they are an important starting point for restoring nature and reducing flood risks. Through the SUNCASA project, Johannesburg and its partners are creating a plan to clean up <a href=\"https://www.wri.org/update/johannesburg-restore-urban-rivers-using-lessons-durban\" target=\"_blank\">the Jukskei River catchment</a>, which will help address flood risks to local communities, businesses and infrastructure, and lay the groundwork for a similar initiative to eThekwini’s river management program.</p><p>On average, people in Johannesburg <a href=\"https://centralnews.co.za/water-saving-measures-announced-as-johannesburg-faces-severe-water-shortages/\" target=\"_blank\">use about 275 liters of water a day</a> — around 60% more than the global average. Because of this, protecting the Vaal and Lesotho catchments is critical in making sure the city has enough water in the future. <br /><br />Recent droughts have shown just how fragile the system is. In 2024, water levels in the Vaal Reservoirs dropped to 35%, down from 75% in previous years. This makes it even more important to invest in ways to handle climate changes and water scarcity.  </p><p>In 2022, WRI developed a <a href=\"https://www.arup.com/globalassets/downloads/insights/c/city-water-resilience-approach/profile/johanesburg-water-resilience-profile.pdf\" target=\"_blank\">Water Resilience Profile for Johannesburg</a> under its Urban Water Resilience in Africa Initiative. It showed that managing the catchments well and coordinating across the whole river basin are top priorities, especially as the city of 6 million faces rising water demand and frequent shortages. Over the next few months, WRI will work on finding ways to invest and build partnerships to restore the Vaal River Basin, which also serves the larger Gauteng region with nearly 15 million residents.</p></div><p>For Johannesburg, and other cities across the world, climate change, rapid urban growth and aging infrastructure mean the economic, environmental and social costs of inaction will only keep growing. But restoring rivers and catchment areas offers a rare opportunity to tackle multiple challenges at once: floods and droughts, supporting biodiversity, improving equity, making public spending more efficient and helping secure long-term water supply. It’s a lesson worth learning from the cities already leading the way. </p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    },
    {
      "title": "Istanbul Tackles Tourist Crowds and Climate Issues Together",
      "link": "https://www.wri.org/insights/istanbul-tackles-overcrowding-climate-issues",
      "pubDate": "Wed, 02 Jul 2025 10:00:00 EDT",
      "description": "<p>Istanbul's Caferağa neighborhood has a longstanding reputation for its cultural richness and historic charm. Quaint cafes, restaurants and bars line the sidewalks. A thriving arts scene draws an eclectic crowd. More than 2.3 million visitors daily flock to the district in which Caferağa resides — but it's overwhelming the neighborhood's small community of 22,000 residents.</p><p>\"The streets of Caferağa are struggling to bear the weight they carry,\" said Hanife Dağıstanlı, the neighborhood chief. \"The sidewalks are too narrow and often blocked, and people are forced to step into the road just to keep moving.\" This overcrowding has made it hard for locals to navigate daily life, especially those who are older, have disabilities or are traveling with children or strollers. At the same time, heavy traffic contributes to Istanbul's worsening air pollution and discourages people from using cleaner travel options, like biking.</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1181\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1575\" />\n              <source height=\"945\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"724\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"570\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"341\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"People on a narrow sidewalk crowded with pared cars and chairs.\" height=\"341\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-06/caferaga-crowded-sidewalks_0.jpg?VersionId=LK_PHsRUkedjDm7RFZAW7_6w9mqov4mv&itok=nXOsaDEA\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>Caferağa's sidewalks overflow with parked cars, bikes, scooters and furniture, making it difficult for residents to get around. Photo by WRI Türkiye</figcaption>\n</figure>\n<p>Caferağa is not alone. Popular cities around the world are seeking ways to balance the economic boon of tourism with residents' needs and sustainability goals. Some (like Venice) now charge day-trippers an access fee to visit popular areas. Others (like Paris and Barcelona) are placing tighter restrictions on short-term rentals to curb tourism.</p><p>But Caferağa wanted to address its overcrowding differently: By collectively reimagining the neighborhood to be cleaner, safer and more livable for all.</p><h3>In Caferağa, Urban Challenges Collide</h3><p>While Caferağa is far from the only urban hub facing crowded sidewalks, polluted air and gridlocked streets, it makes a strong case study for better urban design.</p><p>The neighborhood is shaped like a peninsula, funneling travelers through just two main entry points and concentrating traffic along a narrow street network. It is also home to about twice as many older residents per capita as the national average, making safe and accessible mobility a high priority.</p><p>Meanwhile, residents in and around Caferağa are increasingly grappling with the dangers of extreme heat and air pollution as the planet warms. Istanbul's summer heat waves are <a href=\"https://www.hurriyetdailynews.com/76-mln-face-extreme-heats-this-summer-in-turkiye-study-200745#:~:text=The%20megacity%20of%20Istanbul%20was%20affected%20by%20the%20high%20temperatures%20originating%20from%20climate%20change%20for%2047%20days%2C%20while%20the%20capital%20Ankara%20experienced%20such%20temperatures%20for%2041%20days\">already worsening</a> and could become <a href=\"https://www.wri.org/insights/europe-cities-extreme-heat-climate-change#:~:text=Istanbul%20may%20experience%2040%25%20more,could%20go%20up%20by%2044%25.\">much more severe</a> in the years ahead. Traffic exhaust <a href=\"https://www.wri.org/insights/extreme-heat-air-pollution\">compounds the issue</a>, making it more dangerous to be outside on hot days.</p><article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1556\" media=\"(min-width: 1440px)\" type=\"image/png\" width=\"1000\" />\n              <source height=\"1556\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/png\" width=\"1000\" />\n              <source height=\"1502\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/png\" width=\"965\" />\n              <source height=\"1183\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/png\" width=\"760\" />\n              <source height=\"708\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/png\" width=\"455\" />\n                  <img alt=\"Map of Caferaga in Kadikoy district, Istanbul.\" height=\"708\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-06/caferaga-ma.png?VersionId=rC7SzpQ9Fi0YzoNYHUS8POcoNfOWCQ7C&itok=dFz-izvn\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n<p>The government has taken note. Caferağa was recently designated as one of three pilot Low Emission Zones in Istanbul under the city's Sustainable Urban Mobility Plan, which aims to address congestion, air quality issues and mobility challenges. Major cities like Mexico City, Buenos Aires, Madrid and Rome have seen success using similar low-emissions-zone strategies to curb emissions and improve mobility. Due to its higher population of older adults, the Kadıköy district (which houses Caferağa) was also included in Istanbul's Street Transformation Program, which supports sustainable, people-friendly urban design.</p><p>But designating a neighborhood as a priority for transformation doesn't mean the work is done. On the contrary: It's only a starting point.</p><h3>Creating a Livable City from the Ground Up</h3><p>It started with a single square block. In September 2023, Caferağa temporarily transformed Mehmet Ayvalıtaş Square at the center of the neighborhood — a small but ambitious pilot project.</p><div class=\"callout alignright\"><p class=\"secondary body-link\"><strong>About WRI Türkiye's Deep Dive Initiative</strong></p><p class=\"secondary\">The Livable Caferağa project is part of <a href=\"https://www.wri.org/initiatives/deep-dive-cities\">WRI's Deep Dive Cities Initiative</a>, which fosters long-term engagement with city officials and residents to build more sustainable, resilient urban environments. The next phase of the project will expand to the entire Kadıköy district and include nature-based solutions for urban heat island mitigation. We aim to develop a comprehensive concept plan, complete with pilot applications, for integrating nature-based solutions into urban mobility projects in Kadıköy. <a href=\"https://www.wri.org/update/creating-more-sustainable-and-livable-caferaga\">Learn more about the project here</a>.</p></div><p>By temporarily restricting vehicles and using water-based paint and modular street furniture, pedestrians reclaimed the adjacent square. New benches and greenery created places to rest. Colorful crosswalks near the primary school improved safety and visibility. The usually vehicle-dominated space became, almost overnight, a vibrant gathering place for locals and visitors alike.</p><p>While temporary, the redesign caught residents' attention and helped catalyze months of collaboration to reimagine Caferağa's streets. Through discussions with the local government as well as researchers, NGOs and WRI Türkiye's Deep Dive Cities team, the community landed on five core recommendations to improve quality of life and tackle sustainability issues simultaneously. All five are currently moving forward with the municipality at various stages of implementation.</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"768\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1024\" />\n              <source height=\"768\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1024\" />\n              <source height=\"724\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"570\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"341\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"Aerial view of Mehmet Ayvalitas Square in Istanbul.\" height=\"341\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-06/mehmet-ayvalitas-square_0.jpg?VersionId=hbGQpdfsxmF0rylU5Db1U6gT25.oUYAx&itok=4Dn_RJqE\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>Mehmet Ayvalıtaş Square after the temporary redesign. Photos by WRI Türkiye</figcaption>\n</figure>\n<h4>1) Prioritizing pedestrian space</h4><p>Stepping into the reimagined Mehmet Ayvalıtaş Square was a breath of fresh air for locals. The vibrant space stood in contrast to their typical experience navigating Caferağa's narrow sidewalks — which, according to Emel Budak, an older resident, are so overrun with cafe tables and haphazardly parked scooters that \"it is almost impossible for elderly or disabled individuals to pass through.\"</p><figure class=\"caption caption-drupal-media align-right half_content\">\n<article class=\"media media--type-image media--view-mode-half-content\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1013\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"800\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"600\" />\n              <source height=\"607\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"455\" />\n              <source height=\"607\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"455\" />\n              <source height=\"607\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"A worker with three potted trees. \" height=\"607\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-07/potted-trees_0.jpg?VersionId=gJU.WEPpgvnMjVSCfF.W0beKIyIebk_X&itok=wZWEGUAM\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>Trees brought in for the temporary square redesign. Photo by </figcaption>\n</figure>\n<p>The pilot project highlighted the need for designated pedestrian zones throughout the neighborhood. Residents recommended wider sidewalks, accessible ramps, and raised, visible crosswalks to make the district safer — especially for people with disabilities. </p><p>Meanwhile, planting trees along major pedestrian routes would help improve air quality and cool the streets on hot days. Installing benches would create places to rest and socialize. And residents raised the need for tactile (textured) paving at places like crosswalks and curb edges to make it easier for those who are visually impaired to get around.</p><p>Collectively, <a href=\"https://www.wri.org/research/complete-streets-brazil-promoting-paradigm-shift\">these solutions</a> can significantly improve walkability, comfort and safety. As the city begins to roll the changes out, residents will be able to provide continuous feedback through the municipality's <a href=\"https://impetus4cs.eu/accessible-kadikoy/\">Accessible Kadıköy</a> platform, which may help inform future improvements.</p><h4>2) Making room for bikes and scooters</h4><p>Caferağa's size makes it well suited for cycling or scootering, which can help cut down on vehicle traffic. But the neighborhood lacks a connected network of lanes. Parking is also an issue: Dağıstanlı told us that she receives countless complaints from residents about bikes and scooters blocking already crowded sidewalks.</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1181\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1575\" />\n              <source height=\"945\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"724\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"570\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"341\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"E-scooters in a designated street parking zone.\" height=\"341\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-07/20230927-111802-1.jpg?VersionId=POFd1keg4RaqgLBkkhep4nOGd7XwPSSV&itok=My8-0MLY\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>Ride-share scooters in a designated parking area. Photo by WRI Türkiye</figcaption>\n</figure>\n<p>In response, Kadıköy Municipality plans to grow its network of bike lanes from 18 km to 58 km by 2050, while developing an e-bike sharing system and designated bike parking. </p><p>Alongside addressing residents' concerns around safety and accessibility, this will support the district's broader <a href=\"https://makingcity.eu/wp-content/uploads/2024/07/20240609-factsheet-Kadikoy_compressed.pdf\">sustainability efforts.</a> With Kadıköy aiming for a <a href=\"https://iklim.kadikoy.bel.tr/Uploads/iklim.kadikoy.bel.tr/202105271202061.pdf\">40% reduction in GHG emissions</a> by 2030 and full climate neutrality by 2050, infrastructure for electric and zero-carbon transportation is essential.</p><h4>3) Creating a new local shuttle system</h4><p>Caferağa is conveniently located near major transit hubs. However, it doesn't have its own transportation system. This makes it difficult for people — especially caregivers and older residents — to navigate the neighborhood and access public transit like the metro system and ferry, which link Caferağa to the rest of the city.</p><p>Residents and the WRI Türkiye team proposed a new shuttle service for the neighborhood, called ModaBüs, to make local trips easier and provide connections to nearby transit centers. Kadıköy Municipality is now in the final planning stages, having worked closely with community members to identify 17 stop locations and assess proposed routes that will connect residential pockets with public spaces and transit points.</p><p>Set to launch in late 2025, ModaBüs will integrate with the wider public transport system — including metro, tram and ferry lines — providing first- and last-mile connectivity for the over 22,000 residents of Caferağa. It will operate free of charge for those with 65+ cards, disability cards, mother cards (which enable mothers to ride transport for free) and local residency documentation.</p><h4>4) Developing a thoughtful approach to parking</h4><p>With overcrowding at the core of Caferağa's challenges, it's not surprising that parking (or the lack thereof) emerged as a key issue. But rather than adding more parking — which residents recognized would only hike congestion and pollution — the community suggested sustainable management strategies. These include limiting on-street parking in commercial areas, installing digital systems for more effective regulation and enforcement, and prioritizing parking for residents.</p><figure class=\"caption caption-drupal-media align-left half_content\">\n<article class=\"media media--type-image media--view-mode-half-content\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1013\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"800\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"600\" />\n              <source height=\"607\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"455\" />\n              <source height=\"607\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"455\" />\n              <source height=\"607\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"People in a park looking at a display table.\" height=\"607\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-07/community-involvement_0.jpg?VersionId=uycIB8lyq35gXYQGdQb8n4O9oObN7_Dv&itok=afHH4wrc\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>An interactive display for community members in Mehmet Ayvalıtaş Square. Photo by WRI Türkiye</figcaption>\n</figure>\n<p>Nuran Kansu, an older neighborhood resident who often struggles to find parking during special events like football matches, suggested that \"transforming nearby schoolyards or other suitable open spaces into temporary parking areas during such occasions would provide significant relief for residents.\" The community is also considering visitor parking fees to generate revenue that could support needed infrastructure upgrades and enforcement.</p><p>These proposals are still in the planning phase. Once approved, they will build on measures from Istanbul's Low Emission Zone strategy. Caferağa is also limiting the number of non-resident vehicles that can pass through the area, especially during peak hours on evenings and weekends.</p><h4>5) Optimizing local deliveries</h4><p>Over 600 motorized delivery vehicles make their way around Caferağa each day, sustaining the community's tourism and service industries. But during peak hours, trucks and couriers often stop in narrow streets and block sidewalks. Loud late-night and early-morning deliveries disturb residents.</p><p>Scheduling deliveries during off-peak hours, designating specific loading zones and strengthening enforcement would improve quality of life in the neighborhood. It would also make a meaningful dent in carbon emissions: WRI estimates that transitioning even 30% of Caferağa's deliveries to electric or active transport (like bike couriers) could eliminate approximately 425 kg of CO2 emissions per week — roughly equivalent to eliminating 1,000 miles driven in a gas-powered car.</p><p>Taking inspiration from cities like <a href=\"https://content.tfl.gov.uk/tfl-cargo-bike-action-plan-2023-acc.pdf\">London</a> — where shifting to cargo bikes has reduced both <a href=\"https://www.westminster.ac.uk/news/using-cargo-bikes-for-deliveries-cuts-congestion-and-pollution-in-cities-study-finds\">delivery times and emissions</a> — the community, including nearly 70% of local businesses, has expressed support for a comprehensive cargo bike delivery strategy for Caferağa. A pilot program is set to begin later in 2025.</p><h3>Setting an Example Other Cities Can Follow</h3><p>The changes proposed in Caferağa are not solely about infrastructure; they are about enhancing the quality of life for all residents.</p><p>These new strategies — and Caferağa's process to develop them — offer insights for other urban areas facing similar challenges:</p><ul><li><strong>Community involvement is key.</strong> Participatory and inclusive planning processes are essential to developing successful solutions. By helping local stakeholders and residents to understand the challenges, and working closely with them to identify solutions, Caferağa arrived at a framework that truly meets community needs. Through regular neighborhood meetings and via the district's digital feedback platforms, residents will continue to shape and refine the improvements to their neighborhood.</li><li><strong>Testing out solutions and responding to feedback creates stronger buy-in.</strong> The pilot project implemented in Mehmet Ayvalıtaş Square invited community interaction and real-time feedback — and showed people what is possible through better street design. This effort catalyzed strong engagement from the beginning and added nuance to the final series of recommendations.</li><li><strong>The most successful solutions address multiple challenges at once.</strong> Working to address mobility needs, accessibility challenges and sustainability together can be more efficient and responsive to a community's needs. For example, adding shade trees and greenery along sidewalks and cycle lanes simultaneously reduces urban heat, encourages walking and biking, and fosters a sense of community among residents. Comprehensive efforts to calm traffic will make the neighborhood safer, more navigable and ultimately more sustainable. </li></ul><p>Caferağa is one of Istanbul's most unique and dynamic areas. But its struggles with overcrowding and pollution will only worsen if left alone. The neighborhood's collaborative, iterative approach to addressing these challenges could set it on a better and more sustainable path — and inspire other neighborhoods to do the same. Now it's time to bring this shared vision for a Livable Caferağa to life.</p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    }
  ]
}