{
  "title": "wri.org blog posts",
  "link": "https://www.wri.org/",
  "description": "Blog posts from the World Resources Institute",
  "category": "social_impact",
  "source_url": "https://www.wri.org/blog/rss.xml",
  "fetched_at": "2025-11-08T10:24:28.106979",
  "items": [
    {
      "title": "STATEMENT: Brazil Announces Pledge to Quadruple ‘Sustainable Fuels’",
      "link": "https://www.wri.org/news/statement-brazil-announces-pledge-quadruple-sustainable-fuels",
      "pubDate": "Fri, 07 Nov 2025 15:20:19 EST",
      "description": "<p><strong>Belém, Brazil (November 7, 2025)</strong> — At the COP30 Leaders’ Summit, Brazil announced the Belém 4X Pledge on Sustainable Fuels, a commitment to quadruple production and use of ‘sustainable fuels’ by 2035, along with Japan, Italy, India and others. The fuels mentioned in the pledge include hydrogen, biogases, biofuels, and e-fuels.</p><p>The pledge cites a <a href=\"https://www.iea.org/reports/delivering-sustainable-fuels\">new report</a> by the International Energy Agency (IEA) that envisions a quadrupling of these fuels by 2035, including a doubling of biofuel production.</p><p><strong>Following is a statement from Janet Ranganathan, Managing Director of Strategy, Learning and Results, World Resources Institute:</strong></p><p>“While countries are right to transition away from fossil fuels, they also need to ensure their plans don’t trigger unintended consequences, such as more deforestation either at home or abroad. Doubling biofuel production would have significant implications for the world’s land, especially without guardrails to prevent large-scale expansion of land dedicated to biofuels, which drives ecosystem loss.  </p><p>“Already today, at least 40 million hectares of cropland are used globally to grow biofuel feedstocks, an area the size of Paraguay. And the world’s land is <a href=\"https://www.wri.org/insights/manage-global-land-squeeze-produce-protect-reduce-restore\">under pressure</a> to provide more food and wood products for a population that will grow toward 10 billion by 2050. At <a href=\"https://www.nature.com/articles/s43016-021-00429-z\">present rates of cropland expansion</a>, an area nearly the size of India would be converted from nature to food production between 2020 and 2050. Increasing biofuel mandates would create significant extra pressure for land conversion.</p><p>“WRI’s <a href=\"https://www.wri.org/research/global-land-squeeze-managing-growing-competition-land\">global research</a> shows that expansion of land dedicated to biofuel production is likely to have serious negative impacts on food security, nature, and climate because it competes with food production or natural ecosystems. Biofuel production on agricultural land implies trade-offs with both food production and restoring land to nature. Agricultural products are commodities in global markets, and policies that increase demand for these products will raise prices and likely lead to expansion of new cropland. Both responses are likely to have negative impacts on climate, food security, and nature. Furthermore, many models and carbon accounting frameworks undercount biofuels’ land carbon cost or miss it entirely.</p><p>“That’s why both the land and the types of biomass used for fuels matter. The pledge says that efforts to scale up fuel use must be environmentally and socially responsible. But it does not include critical caveats from the IEA report: that biofuel expansion should not further increase cropland use, and that waste and residue-based biomass potentially offer a more sustainable pathway than feedstocks grown on dedicated land—although the amounts are limited, making scalability challenging. National policies should account for these important nuances.</p><p>“All countries should develop a strategy for how best to use their limited land to advance prosperity and meet people’s growing needs for food, while achieving climate and nature goals. These strategies should align with national pledges to halt deforestation and preserve existing ecosystems. Any mandates that intensify pressure on land risk undermining those commitments.</p><p>“More locally grounded research is needed to inform these strategies. For instance, how can Brazil best use its 40 to 100 million hectares of degraded land to meet its needs for food, wood products, jobs, revenue and energy, while protecting and restoring nature and meeting climate goals? As the demands on our land grow, while the planet’s land area stays the same, evidence-based land-use planning will be essential to balance competing priorities.”</p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    },
    {
      "title": "STATEMENT: COP30 Leaders' Summit Concludes with Major Pledges for Climate, Nature and People",
      "link": "https://www.wri.org/news/statement-cop30-leaders-summit-concludes-major-pledges-climate-nature-and-people",
      "pubDate": "Fri, 07 Nov 2025 15:09:01 EST",
      "description": "<p><strong>Belém, Brazil (November 7, 2025)</strong> — The COP30 Leaders’ Summit concluded today with major announcements and pledges from world leaders, as well as political calls to action ahead of the formal negotiations beginning on November 10.</p><p>New initiatives and commitments included the Tropical Forest Forever Facility, a major finance mechanism to protect forests; pledges for Indigenous Peoples and local communities’ finance and land rights; a pledge to quadruple 'sustainable fuels'; a Call to Action on Wildfire Resilience; and the Belém Declaration on Hunger, Poverty and Human-Centered Climate Action.</p><p><strong>Following is a statement from Ani Dasgupta, President and CEO, World Resources Institute:</strong></p><p>“Leaders made the journey to Belém to show that investing in cleaner, more resilient economies isn’t just about the environment — it’s about long-term security and competitiveness. They showed they are transitioning their economies with green growth at the core, even as they recognized there’s still a long way to go.</p><p>“Nature was the star of the show, and rightly so in the heart of the Amazon. While we’ve made incredible progress on renewable energy and electric vehicles, leaders are now <a href=\"https://www.wri.org/news/statement-brazil-launches-tropical-forests-forever-facilitychrome&ie=UTF-8\">stressing that nature</a> must also be <a href=\"https://www.wri.org/insights/climate-nature-opportunities-2025\">central to the climate battle</a>. Their pledges showed that action is not just about protecting trees. It’s about building an economy around standing forests that supports the people who depend on them, making sure they have <a href=\"https://www.wri.org/news/statement-countries-announce-pledges-support-indigenous-peoples-afro-descendants-and-local\">land rights and access to finance</a>.</p><p>“The energy transition also took the spotlight. Some countries pledged to transition away from fossil fuels toward ‘sustainable fuels,' but they must ensure the solutions they choose don’t trigger unintended consequences like more deforestation.</p><p>“Cities took center stage at the Local Leaders Forum in Rio, where more than <a href=\"https://www.bloomberg.org/cop30-local-leaders-forum/a-message-from-local-leaders-to-cop30/\">14,000 cities, towns, states, regions and provinces</a> affirmed their commitment to advancing on-the-ground climate solutions. The local level is where ambition turns into action. Stronger <a href=\"https://www.wri.org/news/release-wri-bloomberg-philanthropies-and-partners-strengthen-city-and-state-climate-action\">partnerships between national and subnational governments</a> will be key to accelerating results.</p><p>“It’s no surprise that Brazil and emerging economies across the Global South are leading the charge to unite the climate, nature and people agendas — from launching the <a href=\"https://www.wri.org/news/statement-brazil-launches-tropical-forests-forever-facility\">Tropical Forest Forever Facility</a> to advancing a declaration tackling hunger and poverty. These countries are showing that development and decarbonization go hand in hand.</p><p>“As countries now move toward official negotiations, the hard work begins. Many leaders have stepped up with new <a href=\"https://www.wri.org/news/statement-un-report-finds-country-climate-commitments-falling-short\">national climate commitments to cut emissions</a>. But there remains a major gap between those plans and the critical benchmark of 1.5C — both in countries’ goals and the action to achieve them. COP30 in Belem needs to confront this gap head on.</p><p>“Governments need to reaffirm the 1.5C target, the benchmark for a livable, healthy planet, and <a href=\"https://www.wri.org/insights/cop30-progress-country-climate-plans\">agree to a roadmap</a> that drastically accelerates implementation. Countries should also spell out clear strategies to transition major sectors and support workers, including in energy, forests & agriculture, and transport —both for the next five years and for the long-term path to net zero.</p><p>“And finally, adaptation will be a major focus. Some developing countries are calling for a new goal to triple adaptation finance by 2030. This looks possible by 2035 but only if every source steps up — from development banks and bilateral aid to new concessional finance and scaled private investment — and the system works better as a whole.\"</p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    },
    {
      "title": "Advancing Local Climate Action for Ambitious NDCs 3.0",
      "link": "https://www.wri.org/update/champ-initiative-ndcs-3.0-subnational-content",
      "pubDate": "Fri, 07 Nov 2025 11:14:49 EST",
      "description": "<p>Nations around the world are ushering in a new decade of climate action through revised <a href=\"https://www.wri.org/insights/nationally-determined-contributions-ndcs-explained\">nationally determined contributions</a> (NDCs), due this year. The urgency for climate action has never been greater, especially with 2024 marking the warmest year on record globally. While the urban content of NDCs is improving, it remains insufficient and doesn't reflect the increasingly urban world we live in. UN-Habitat analysis showed that only <a href=\"https://unhabitat.org/sites/default/files/2024/06/ndc_global_report_2023_v4_watermark.pdf\">27% of the last round of pledges</a> under the Paris Agreement included strong urban content.</p><p>Through the <a href=\"https://www.wri.org/initiatives/coalition-high-ambition-multilevel-partnerships-champ-climate-action\">Coalition for High Ambition Multilevel Partnerships (CHAMP) for Climate Action</a>, launched at COP28, WRI has worked to advance the subnational content of new NDCs due this year, also known as \"NDCs 3.0.\" The CHAMP initiative is a pledge by 78 countries, to date, to include subnational governments in producing new NDCs as well as incorporate strong subnational content into these plans in order to progress, finance and deliver more ambitious and inclusive climate action overall.</p><p>Through CHAMP, WRI has provided technical assistance to four countries in particular during this latest round of NDC updates, with each demonstrating how cooperation is essential for ambitious climate action:</p><h3>Colombia</h3><p>In 2024, WRI Colombia and Colombia's Ministry of Environment and Sustainable Development <a href=\"https://thecityfix.com/blog/empowering-cities-to-shape-stronger-more-inclusive-ndcs-lessons-from-colombia/\">designed and launched a strategy to involve subnational governments</a> in the NDC update process and increase national and subnational climate ambition. In partnership with the German Society for International Cooperation (GIZ) and with support from Bloomberg Philanthropies, five regional workshops were hosted in five geographies: Medellín, Bogotá, Yopal, Cali and Barranquilla. The workshops were designed for a diverse set of subnational actors — including youth; women; and representatives from secretariats, local government, and Indigenous and Afro-Colombian groups — to create a more <a href=\"https://thecityfix.com/blog/how-subnational-governments-are-shaping-colombias-next-generation-climate-commitments/\">inclusive process for the country's updated NDC</a>.</p><p>This year, WRI Colombia and the country's Ministry of Housing hosted a workshop to identify implementation gaps for four measures in its NDC 2.0 that showed the least progress (two mitigation measures and two adaptation measures). During the workshop, key actions were prioritized to help overcome these barriers and define the next steps for 2026, 2028 and 2030.</p><p>In addition, WRI Colombia set up a Steering Committee with members from the Ministry of Housing, the National Planning Department and the Ministry of the Environment, as well as representatives from NGOs, multilateral development banks and subnational governments, to develop a shared understanding of urban challenges in the NDC 3.0 and how to address them.</p><p>On Sept. 25, Colombia submitted its <a href=\"https://unfccc.int/sites/default/files/2025-09/NDC%203.0%20Declarativa%20Colombia%20Transformaciones%20para%20la%20Vida%20V.25.09.2025%20Gob.%20Nacional.pdf\">\"declarative\" NDC 3.0</a>. This acknowledges the <a href=\"https://www.wri.org/news/statement-colombia-updates-its-climate-commitments-2035\">role of subnational governments</a> in planning and implementing climate mitigation and adaptation measures and promotes governance that integrates national and subnational perspectives.</p><h3>Rwanda</h3><p>In November 2024, WRI Africa, in close collaboration with the Rwandan Environment Management Authority (REMA) and the Ministry of Environment, organized a five-day, in-person workshop to surface district priorities for Rwanda's new NDC. The event brought together 130 participants representing 30 districts — specifically, directors in charge of planning, agriculture and natural resources — to consolidate local and regional priorities and contribute to the national NDC enhancement process. The event was followed by a three-day, in-person validation workshop ensuring adequate capture of these priorities. Findings from the consultations were synthesized into a report and submitted to REMA to inform Rwanda's NDC 3.0.</p><p>Building on this foundation, in March 2025, WRI and ICLEI-Local Governments for Sustainability Africa supported REMA, the Ministry of Environment and the Rwandan Local Government Association to convene a policy dialogue with district vice mayors in charge of economic development. The dialogue aimed to strengthen political support for a whole-of-government approach to NDC implementation, fostering stronger coordination between national and subnational levels.</p><p>In 2025, WRI and partners also participated in a workshop with the Ministry of Environment and key stakeholders to validate the draft NDC. As of this writing, Rwanda's NDC 3.0 is pending official submission and publication.</p><h3>Kenya</h3><p>WRI Africa, in partnership with the Financing Locally Led Climate Action (FLLoCA) program, Ministry of Environment, Climate Change and Forestry (MECCF) and the Climate Change Directorate, organized a series of virtual meetings with climate change directors from all of Kenya's 47 counties. These consultations provided a platform to present Kenya's draft NDC 3.0 and gather feedback on how county-level climate priorities had been integrated into the national process.</p><p>In February 2025, WRI Kenya, in collaboration with C40 and the Global Covenant of Mayors, convened a CHAMP National Finance Accelerator Roundtable on the sidelines of the <a href=\"https://www.shiftcities.org/event/green-resilient-urbanshift-africa-forum-2025\">UrbanShift Forum</a> in Nairobi. This brought together key stakeholders to discuss opportunities for strengthening local access to climate finance and advancing multi-level collaboration on NDC implementation.</p><p>In May 2025, <a href=\"https://unfccc.int/sites/default/files/2025-05/KENYAS%20SECOND%20NATIONALLY%20DETERMINED%20CONTRIBUTION%202031_2035.pdf\">Kenya submitted its NDC 3.0</a>, one of the earliest countries to do so.</p><p>On Oct. 28-29, WRI Kenya and the Office of the Special Envoy for Climate hosted a High-Level Convening to advance coordination, finance and implementation of Kenya's climate commitments under its new NDC. WRI Kenya, in collaboration with the Council of Governors (CoG), NDC Partnership (NDCP) and the Government of Kenya, will also convene two multistakeholder dialogues, focused on energy and transport and water and nature-based solutions, in November 2025.</p><h3>Ethiopia</h3><p>WRI Ethiopia held a high-level NDC 3.0 kickoff workshop in March 2025 in collaboration with the Ministry of Planning and Development, sector ministries, NGOs, civil society organizations and the private sector. Following the workshop, WRI and the sector ministries also conducted a review of Ethiopia's NDC implementation to date. Building on this, WRI is further assessing implementation at the subnational level, with a case study focusing on Addis Ababa and a particular emphasis on the energy sector because of its relevance to the urban environment. WRI held an additional consultation workshop in early August to better understand how subnational elements of the new NDC might be implemented and produce practical suggestions for strengthening localization of the NDC.</p><p>Led by the Ministry of Planning and Development, and in consultation with the Ministry of Urban Development and Infrastructure and 30 local authorities, WRI also developed a greenhouse gas emissions estimation for Addis Ababa. The aim is to scale this to other cities, helping to emphasize the need for city-level investments in climate action.</p><p>In September 2025, <a href=\"https://unfccc.int/sites/default/files/2025-09/Ethiopia%20NDC%203.0%20Final.pdf\">Ethiopia released its NDC 3.0</a>, which includes a 2035 mitigation target and revised, more ambitious mitigation, adaptation and financing targets in comparison to its last NDC. The new NDC commits to multilevel and multisectoral engagement and implementation to ensure broad ownership and alignment of climate action.</p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    },
    {
      "title": "For New Global Forest Pledges to Succeed, They Must Center Forest Communities",
      "link": "https://www.wri.org/insights/global-forest-pledges-must-center-forest-communities",
      "pubDate": "Fri, 07 Nov 2025 08:34:26 EST",
      "description": "<p>Forests are among our most powerful allies in the fight against climate change. As the world races to halt and reverse deforestation globally by 2030, recognizing the role of the people who safeguard them is more critical than ever. </p><p>At the UN Climate Summit (COP30) Leaders' Summit in Belém, Brazil, governments and stakeholders unveiled <a href=\"https://www.wri.org/news/statement-countries-announce-pledges-support-indigenous-peoples-afro-descendants-and-local\">three global commitments</a> that recognize the conservation value of these communities and mark a significant step forward for forest protection. These pledges aim to scale up both forest financing and formal land rights for Indigenous Peoples, Afro-descendants and local communities.</p><p>However, achieving these goals could face some hurdles. The process of getting legal ownership of land is typically complex and can take years. Without formal land deeds, forest guardians can face structural and institutional barriers to accessing the financing needed to sustain conservation efforts.</p><div class=\"callout alignright\"><p class=\"secondary body-link\"><strong>WRI COP30 Resource Hub</strong></p><article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"450\" media=\"(min-width: 1440px)\" type=\"image/png\" width=\"800\" />\n              <source height=\"450\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/png\" width=\"800\" />\n              <source height=\"450\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/png\" width=\"800\" />\n              <source height=\"428\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/png\" width=\"760\" />\n              <source height=\"256\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/png\" width=\"455\" />\n                  <img alt=\"COP30 resource hub graphic.\" height=\"256\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-10/cop30-hub-preview_0.png?VersionId=gSWYoSpsmJpMuxUtgzYUWTpUeOAVwJ0E&itok=nRsU6JTv\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n<p>WRI’s experts are closely following the UN climate talks. <a href=\"https://www.wri.org/un-climate-change-conference-resource-hub\">Watch our Resource Hub</a> for new articles, research, webinars and more.</p></div><p>One way to help turn these pledges into reality is through customary land rights recognition, which means recognizing that communities have the right to their traditional lands based on long-standing customs and ways of life, even without formal legal titles. Customary land rights can provide those already protecting forests with a pathway and structure to receive near-term funding and help lay the groundwork to secure long-term, formal tenure in the future. </p><h3>3 Pledges for Forests and Rights</h3><p>The following three commitments were made at the COP30 Leaders' Summit in November:</p><ul><li>The renewed <a href=\"https://forestclimateleaders.org/news-resources/governments-aim-to-collectively-recognise-160-million-hectares-of-indigenous-peoples-and-local-community-lands-in-tropical-forest-countr/\">Forest and Land Tenure pledge</a> of $1.8 billion expands on the historic Forest Tenure Pledge made at COP26 in Glasgow, Scotland, in 2021, with the goal of supporting Indigenous and community forest tenure rights and halting and reversing forest loss and land degradation by 2030.</li><li>The <a href=\"https://cop30.br/en/news-about-cop30/documents\">Tropical Forest Forever Facility</a>, or TFFF, endorsed by 53 countries so far, is an innovative $125 billion blended-finance mechanism — combining public, philanthropic and private capital — that pays forest countries for maintaining standing tropical forests. It requires at least 20% of the fund to go directly to Indigenous Peoples and local communities.</li><li>The <a href=\"https://forestclimateleaders.org/news-resources/governments-aim-to-collectively-recognise-160-million-hectares-of-indigenous-peoples-and-local-community-lands-in-tropical-forest-countr/\">Intergovernmental Land Tenure Commitment</a>, or ILTC, is a landmark commitment aimed at securing and legally recognizing 160 million hectares of land for Indigenous, Afro-descendants and local communities, and strengthening existing laws governing community land tenure. </li></ul><p>Together, these commitments signal a growing consensus that securing forest stewards’ land rights and access to finance is essential to safeguarding the planet’s climate and biodiversity.</p><h3>Why Land Rights and Finance Are Needed</h3><p>Indigenous Peoples, Afro-descendants and local communities steward <a href=\"https://esajournals.onlinelibrary.wiley.com/doi/full/10.1002/fee.2148?ref=blog.aspiration.com\">more than one-third of the world’s intact forests and biodiversity areas</a> within their territories, and deforestation rates on these lands are <a href=\"https://rainforestfoundation.org/act-for-our-planet-before-its-too-late/\">up to 26%</a> lower than the global average. While <a href=\"https://rightsandresources.org/wp-content/uploads/Who-Owns-the-Worlds-Land_Final-EN.pdf\">about 11%</a> of lands and forests globally are formally recognized as theirs, <a href=\"https://rightsandresources.org/wp-content/uploads/Who-Owns-the-Worlds-Land_Final-EN.pdf\">at least 1.375 billion hectares</a> of their lands remain without legal recognition by national governments.</p><p>Without formal land rights, communities are often excluded from direct climate and forest financing. This happens because funds usually go to those who are legally registered as landowners, which is often the state rather than the forest communities themselves. From 2011 to 2024, <a href=\"https://rightsandresources.org/publication/state-of-funding-2025/\">less than 1%</a> of international climate financing reached programs that support Indigenous and community land tenure and management, and only a fraction of that went directly to community-led organizations. Of the $1.7 billion COP26 Forest Tenure Pledge, just over 10% <a href=\"https://landportal.org/library/resources/indigenous-peoples-and-local-communities-forest-tenure-pledge-annual-report-2023\">reached Indigenous and community-led organizations</a> in 2023.</p><p>As a result, these communities often lack the resources needed to effectively protect forests from incursions, encroachments and land grabs, and to invest in land management practices that support global forest goals.</p><p>When the new COP30 finance commitments begin to flow, communities lacking formal land rights could again be left behind. Even proposals such as the TFFF, which allocates 20% of its funds for direct community access, may fall short if the funding delivery mechanism isn’t clearly defined.</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1181\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1575\" />\n              <source height=\"945\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"724\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"570\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"341\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"A dust track with logs cut down on the side with a truck loaded with logs.\" height=\"341\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-10/logging-in-congo.jpg?VersionId=KP1q3usaQHEPv4IE6Z3Bv1FYr0Q.bKi5&itok=ZM2uz9dp\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>Logging in Congo. The Forest Tenure Pledge, made at COP26 in 2021, aims to halt and reverse deforestation and land degradation by 2030. Photo by Scott Thompson/WRI </figcaption>\n</figure>\n<h3>Recognizing Customary Forest Stewardship</h3><p>Many forest countries already recognize customary forest tenure, although the degree of recognition varies significantly. While these rights don’t grant full ownership, they can establish recognized forms of forest stewardship that can provide a foundation for communities to access financing and pave the way toward formal land titles.  </p><p>These forest tenure approaches typically include legitimacy vetting, geospatial mapping and recording in information registries, and documented conservation outcomes, which can serve as important building blocks to fulfill countries’ commitments under the ILTC and Pledge 2.0.</p><p>Here are several proven approaches to forest stewardship based on customary land tenure:</p><h4>Recognizing colonial-era or ancestral land grants </h4><p>Payments for ecosystem services, or PES, programs that pay landowners to maintain forest cover typically require formal land ownership. This often excludes many Indigenous and smallholder communities. But Guatemala’s PINPEP program (National Incentives Program for Small Landowners with a Forestry Vocation) provides a different approach: It allows <a href=\"https://www.wri.org/research/climate-finance-access-indigenous-peoples-local-communities-payments-ecosystem-services\">participants to join the program</a> using verified colonial-era land grants and municipal certificates of possession in lieu of formal titles.</p><p>PINPEP recognizes verified customary possession and land use, allowing communities already protecting forests to access funds without undergoing the lengthy and costly process of getting formal land titles. The results are promising: An <a href=\"https://iopscience.iop.org/article/10.1088/1748-9326/acf602/pdf\">evaluation of Guatemala’s PES system</a> from 2007 to 2022 found a 3.4% drop in forest cover loss in Indigenous and smallholder forests under PINPEP, compared to a 1.6% increase in forest cover loss in forests under Guatemala’s PES program for titled landowners.</p><h4>Legal recognition of Indigenous and Community Conserved Areas   </h4><p>Indigenous and Community Conserved Areas, or <a href=\"https://www.iccaregistry.org/en/about/iccas---territories-of-life\">ICCAs</a>, — also known as “Territories of Life” — are ecologically critical lands and waters governed and managed by Indigenous and rural communities based on their own customs, traditions and institutions. These lands recognize communities as collective stewards rather than private owners and provide a framework through which funding and conservation support can directly reach them.</p><p>These lands include sacred forests, community-managed forest areas, pastoral lands and coastal or marine regions that demonstrate positive conservation outcomes, even if conservation is not the primary objective. They are established by the communities themselves, based on deep historical and cultural connection to the area and their use of traditional land management systems. ICCAs are subject to peer review before being designated as such and recorded in the <a href=\"https://www.iccaregistry.org/en/about/icca-registry\">global ICCA Registry</a>.  </p><p>Many countries legally recognize ICCAs, and donors are increasingly supporting them. For example, the <a href=\"https://www.international-climate-initiative.com/en/project/support-to-indigenous-peoples-and-community-conserved-areas-and-territories-iccas-13-iv-039-global-m-iccas-support/\">German International Climate Initiative</a>, or IKI, funded ICCA development in 45 countries, while <a href=\"https://wwfcastg.wwf.ca/media-releases/wwf-canada-announces-new-fund-for-indigenous-protected-and-conserved-areas/\">World Wildlife Fund-Canada</a> has established a fund to enable First Nations, Inuit and Métis Indigenous communities to create and manage their own protected areas.</p><h4>Recognizing long-term community forest management rights</h4><p>Many countries grant long-term forest management rights to state-owned forests. While forestland remains state property, communities gain exclusive rights to use, manage and protect it. This recognition allows them to participate directly in climate fund initiatives.</p><p>There are several examples of this in practice. Indonesia’s <a href=\"https://www.worldbank.org/en/news/feature/2024/06/05/climate-action-game-changers-the-forest-story-from-indonesia\">social forestry program, or Perhutanan Sosial</a>, grants long-term permits of up to 35 years for local and customary communities to sustainably manage state forests. A <a href=\"https://iopscience.iop.org/article/10.1088/1755-1315/528/1/012037/pdf\">study spanning from 2007 to 2018</a> found that these areas saw a steady increase in primary forest and a decrease of secondary forest converted into non-forest areas. At the same time, local livelihoods and incomes rose by up to 92% in some regions.</p><p>Similarly, in the Democratic Republic of Congo, the local community forest concessions program, or CFCL, <a href=\"https://www.fao.org/redd/news/detail/zh/c/1716893/\">grants customary communities</a> within or near national forest estates perpetual user rights to as much as 50,000 hectares of land. Since early 2024, more than 166 CFCLs have been granted, covering over 3 million hectares. A study found that CFCLs have up to <a href=\"https://www.bbc.com/future/article/20210107-congo-basin-a-bold-plan-to-save-africas-largest-rainforest\">23% lower deforestation rates</a> than the national average and 46% lower than logging concessions.</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1050\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1575\" />\n              <source height=\"840\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"643\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"507\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"303\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"A man has his hands in the earth replanting a seedling.\" height=\"303\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-10/reforestation-in-indonesia_0.jpg?VersionId=DT1CIF.fDn_93xpua8KyOnOG_kXLS6E5&itok=Ke0x0NIR\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>Community-led reforestation in Indonesia. These types of efforts help restore degraded forests and strengthen local stewardship of natural resources. Photo by James Anderson/WRI </figcaption>\n</figure>\n<h4>A Turning Point for Forests and Rights</h4><p>Recognizing the role of communities in protecting forests as a valid reason to fund them is not only sound climate policy — it is a matter of equity. These and similar land-rights approaches offer a practical, high-impact pathway toward achieving the goals set under the new COP30 forest commitments.</p><p>The three forest commitments pledged during COP30 can be transformative, but only if they lead to action that puts land rights at the center. Ultimately, fully recognizing the rights of Indigenous Peoples, Afro-descendants and local communities to their lands is the only way to protect the world’s forests and our shared future.  </p><p>As COP30 sets the tone for the next phase of global climate action, securing land rights and unlocking finance for those who protect forests are two of the most strategic, effective and urgent investments the world can make.  </p><p> </p><p><em>This article was originally published on Oct. 21, 2025. It was updated on Nov. 7, 2025, to reflect the latest news and information.</em></p><p><em>Correction, 10/29/25: A previous version of this article stated that only 11% of the lands managed by Indigenous Peoples, local communities and Afro-descendant populations are formally recognized. We have updated the article to clarify that these groups hold legal title to 11% of land and forests globally.</em></p><p> </p><p>     </p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    },
    {
      "title": "STATEMENT: Brazil Rallies Global Action on Wildfire Resilience at COP30",
      "link": "https://www.wri.org/news/statement-brazil-rallies-global-action-wildfire-resilience-cop30",
      "pubDate": "Thu, 06 Nov 2025 17:43:15 EST",
      "description": "<p><span><strong>Belém, Brazil (November 6, 2025)</strong> — </span>Today at the COP30 Leaders’ Summit, Brazil and a group of countries committed to a voluntary <a href=\"https://cop30.br/en/news-about-cop30/documents\">Call to Action on Integrated Fire Management and Wildfire Resilience</a>. It includes a framework to boost wildfire resilience through science, policy and traditional and Indigenous knowledge. This Call to Action comes as fires drove record-breaking forest loss last year, according to <a href=\"https://www.wri.org/news/release-global-forest-loss-shatters-records-2024-fueled-massive-fires\">Global Forest Watch analysis</a>.</p><p><strong>Following is a statement by Rod Taylor, Global Director for the Forest Program, World Resources Institute:</strong></p><p>“We’re entering an alarming new era as fires became the <a href=\"https://www.wri.org/insights/global-trends-forest-fires\">leading cause of tropical primary forest loss</a> last year for the first time on record. This Call to Action signals that governments are waking up to the fact that preventing wildfires needs to be a top priority if they are to save the forests that underpin their economies.</p><p>“It's especially notable that civil society organizations from across the tropics and conservation groups have also <a href=\"https://www.tropenbos.org/tbi-cop30/\">signaled support for this Call to Action</a>.</p><p>“Climate-fueled conditions are driving more frequent and severe wildfires, which are often started by humans either to clear land for large-scale agriculture or as a traditional land management tool. From Brazil to Bolivia, fires surged across Latin America last year at a scale we haven’t seen in recent history.</p><p>“Governments should use this Call to Action to kickstart greater investments in fire prevention, early warning systems, and building resilient response approaches. Addressing wildfire risk needs to go hand-in-hand with slashing emissions that drive hotter and drier conditions.</p><p>“The framework’s commitment to involve Indigenous and local communities — among the world’s most <a href=\"https://www.wri.org/insights/amazon-carbon-sink-indigenous-forests\">effective forest stewards</a> but <a href=\"https://www.wri.org/research/extreme-wildfires-growing-threat-and-call-support-indigenous-and-community-leadership\">disproportionately affected by wildfires</a> — in building fire management and prevention initiatives is all-important. To prevent catastrophic fires, effective fire management programs should support the use of traditional controlled burns and minimize farmers’ reliance on fires to manage land when wildfire risk is high.</p><p>“Plans like the <a href=\"https://www.wri.org/insights/financing-nature-conservation-tropical-forest-forever-facility\">Tropical Forest Forever Facility</a> (TFFF) could provide even greater incentive for governments and businesses to invest in fire preventive strategies and improve forest communities’ livelihoods — as payments to countries hinge on them keeping forests standing.”</p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    },
    {
      "title": "STATEMENT: Countries Announce Pledges to Support Indigenous Peoples, Afro-Descendants, and Local Communities’ Land Rights and Finance",
      "link": "https://www.wri.org/news/statement-countries-announce-pledges-support-indigenous-peoples-afro-descendants-and-local",
      "pubDate": "Thu, 06 Nov 2025 16:55:11 EST",
      "description": "<p><strong>Belém, Brazil (November 6, 2025)</strong> — At the COP30 Leaders’ Summit, countries announced three global commitments that recognize and support the role of Indigenous Peoples, Afro-descendants and local communities in protecting forests with increased finance and stronger land rights.</p><p>These <a href=\"https://www.wri.org/insights/global-forest-pledges-must-center-forest-communities\">landmark pledges</a> include a renewed Forest and Land Tenure pledge for $1.8 billion in funding through 2030; the Intergovernmental Land Tenure Commitment, co-led by Brazil, Norway and Peru, which aims to secure and formally recognize 160 million hectares of land for these communities; and the Tropical Forest Forever Facility (TFFF), which includes a target requiring 20% of payments to go to Indigenous Peoples and local communities.</p><p><strong>Following is a statement from Wanjira Mathai, Managing Director for Africa and Global Partnerships, World Resources Institute:</strong></p><p>“Together these initiatives demonstrate a massive and welcome shift in recognizing the central role that Indigenous Peoples, Afro-descendants, and local communities play in protecting the forests that sustain us all. These pledges represent both a matter of justice for these communities, survival for our forests, and necessity for our climate goals.</p><p>“Research shows that when communities have secure land rights, forests flourish. Deforestation rates on lands stewarded by Indigenous Peoples, Afro-descendants and local communities are <a href=\"https://www.nature.com/articles/s41893-021-00815-2\">up to 26% lower</a> than the global average. These communities steward more than <a href=\"https://www.wri.org/insights/indigenous-and-local-community-land-rights-protect-biodiversity\">54% of the world’s intact forest</a>, and their lands often hold higher biodiversity and <a href=\"https://www.wri.org/insights/amazon-carbon-sink-indigenous-forests\">store more carbon</a>.</p><p>“Yet today communities lack legal recognition for <a href=\"https://rightsandresources.org/wp-content/uploads/Who-Owns-the-Worlds-Land_Final-EN.pdf\">over 1.3 billion hectares</a> of their traditional lands, limiting their access to capital and decision-making power. That’s why the Intergovernmental Land Tenure Commitment is so critical, as it could catalyze political momentum in more countries to set national targets for recognizing land rights.</p><p>“Stronger land rights and more direct access to finance go hand in hand. Only around 10% of the <a href=\"https://landportal.org/library/resources/indigenous-peoples-and-local-communities-forest-tenure-pledge-annual-report-2024\">prior $1.7 billion Forest Tenure Pledge</a> directly reached Indigenous Peoples and local communities. This renewed pledge must ensure more direct access to finance and spur a power shift — from projects designed for communities to solutions led and owned by them.</p><p>“These commitments could be transformative, but only if governments turn these words into action.”</p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    },
    {
      "title": "5 Ways COP30 Can Make Progress Where Countries’ Climate Plans Fall Short",
      "link": "https://www.wri.org/insights/cop30-progress-country-climate-plans",
      "pubDate": "Thu, 06 Nov 2025 14:15:39 EST",
      "description": "<p>Amid record heat and worsening climate impacts on people’s lives, 2025 is a turning point for global climate action, as countries renew their climate commitments — known as Nationally Determined Contributions (NDCs) — under the international Paris Agreement. This process reveals whether global ambition to tackle climate change is rising fast enough to meet the crisis head on.</p><p>Over the past decade, the Paris Agreement has delivered meaningful progress. Prior to the agreement, the world was hurtling toward <a href=\"https://www.ipcc.ch/site/assets/uploads/2018/02/AR5_SYR_FINAL_SPM.pdf\">4 degrees Celsius (7.2 degrees Fahrenheit) of warming</a> by the end of the century. Ten years after the agreement’s adoption, <a href=\"https://www.wri.org/insights/assessing-2025-ndcs\">the latest NDCs</a> and current policies bring us closer to a <a href=\"https://www.unep.org/resources/emissions-gap-report-2025\">2.3-2.8 degrees C</a> (4.1-5.0 degrees F) trajectory — modestly better than the previously projected <a href=\"https://www.unep.org/resources/emissions-gap-report-2024\">2.6-3.1 degrees C </a>(4.7-5.6 degrees F) path.</p><p>Yet even with this shift, we remain far above the 1.5 degrees C (2.7 degrees F) guardrail set by the Paris Agreement that can prevent some of the most serious damage from a warming planet. And while some sectors are showing real momentum — including the renewable energy, transport and land-use action reflected in many countries’ NDCs — overall progress is still dangerously slow.</p><p>Every fraction of a degree of warming the planet avoids helps secure a safer, greener future. And the investment required to achieve this is far less than the costs of the alternative path, which would bring increased floods, wildfires, insecure food supplies and destroyed lives.</p><p>At the annual UN Climate Change Conference (COP30) in Belém, Brazil, nations must confront the gap between current climate pledges and what is needed to unlock a new economy that’s better for both people and the planet.</p><p>Here, we propose five key actions that countries can rally behind for a credible response:</p><ol><li>Reaffirm 1.5 degrees C and commission a global roadmap for ambition and implementation.</li><li>Accelerate near-term sectoral action to deliver 2030 global goals.</li><li>Mobilize long-term strategies for equitable, resilient transitions to net zero.</li><li>Strengthen intergovernmental initiatives for greater impact.</li><li>Deliver a credible finance package to back ambitious climate goals.</li></ol><p>With countries gathered under one roof, a clear political response will be needed that faces up to the shortfall in ambition and seizes the economic, social and other opportunities that assertive action can provide.</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1050\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1575\" />\n              <source height=\"840\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"643\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"506\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"303\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"A sign advertising COP30.\" height=\"303\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-11/cop30-belem-brazil_0.jpg?VersionId=FMC6fXCGz6Wr11uocJMkOMWW0GI.q9vu&itok=n0yaO5sK\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>During the 2025 UN Climate Change Conference, countries will need to reaffirm their commitments and create climate plans that will bring the world closer to the Paris Agreement's 1.5 degree C goal. Photo by Luis War. </figcaption>\n</figure>\n<h3>1) Reaffirm 1.5 Degrees C and Commission a Global Roadmap for Ambition and Implementation</h3><p>Acknowledging both the progress underway and the remaining gaps will be essential for sustaining global cooperation for deeper, faster action. As a starting point, COP30 should reaffirm that 1.5 degrees C remains the guiding star for global climate action. By doing so, it can send a clear political signal that the goal continues to be the benchmark for assessing progress toward achieving a healthy, livable and resilient world.</p><p>But underscoring those objectives alone will not be enough; COP30 will also need to spur implementation and drive ambition toward 1.5 degrees C in ways that ensure a just and inclusive transition. At COP30, countries could agree to develop a “<em>Global Roadmap for Accelerated Implementation”</em>— a forward-looking gameplan that identifies the pathways, policies and enabling conditions needed to achieve the Paris Agreement goals.</p><p>The roadmap can draw on findings from the <a href=\"https://www.wri.org/insights/explaining-global-stocktake-paris-agreement\">Global Stocktake</a> and insights from the <a href=\"https://unfccc.int/news/the-direction-of-travel-improving-every-year-but-we-need-to-urgently-pick-up-the-pace-un-climate\">NDC Synthesis Report</a> to identify specific near-term and transformational opportunities for accelerating emissions reductions across key sectors such as energy, forests, transport and methane, while scaling up adaptation, resilience and just transition efforts — with a particular emphasis on the tremendous economic, social and other benefits that can be seized from taking climate action.</p><p>To underpin this process, the COP30 and COP31 presidencies could convene a high-level dialogue, anchored by technical analysis, to examine how different pathways, timelines and investment conditions can shape an equitable, systemwide transformation. The process could culminate next year at COP31 with the publication of a clear, actionable roadmap that identifies opportunities for urgent action, the sectors with the greatest potential for impact and the actors best placed to drive it forward.</p><h3>2) <span>Accelerate Near-Term Sectoral Action to Deliver 2030 Global Goals </span></h3><p>Building on the roadmap for accelerated implementation, COP30 will also need to encourage countries to achieve near-term sectoral delivery by 2030. The task will involve translating collective signals from the <a href=\"https://www.wri.org/insights/explaining-global-stocktake-paris-agreement\">Global Stocktake</a> and the <a href=\"https://unfccc.int/sites/default/files/resource/cma5_auv_8a_gga.pdf\">UAE Framework for Global Climate Resilience</a> — along with the direction provided by the proposed global ambition and implementation roadmap mentioned above — into concrete economic planning, national policies and investments that can accelerate on-the-ground progress and deliver on the benefits of taking action.</p><p>At COP30, countries could be called upon to voluntarily develop near-term sectoral strategies and progress updates that translate and build upon their existing NDCs, turning national climate goals into concrete pathways for implementation. These strategies and updates could be submitted on a voluntary basis by countries to the United Nations Framework Convention on Climate Change (UNFCCC) to inform the second Global Stocktake, which begins at the end of 2026 and concludes in 2028.</p><p>For the greatest impact, these strategies should be focused on the priority areas highlighted in the Global Stocktake for 2030 (e.g., tripling renewable energy capacity, doubling energy efficiency, transitioning away from fossil fuels, driving down transport emissions, and halting and reversing deforestation, among others), as well as the thematic areas of the UAE Framework for Global Climate Resilience (e.g., water, health, ecosystems and biodiversity, and infrastructure).</p><p>While these global priorities are shared, their emphasis will naturally vary by country. Sectoral strategies can be used to set each country’s own specific plans, policies, investment priorities, support needs and enabling reforms needed to strengthen near-term actions. Most importantly, these strategies are a key opportunity to describe the actions that can seize the substantial benefits for the economy and people’s lives.</p><h3>3) Mobilize Long-Term Strategies for Equitable, Resilient Transitions to Net Zero</h3><p>Long-term climate strategies — or long-term low greenhouse gas emission development strategies (LT-LEDS or LTS) — are a critical bridge between NDCs and the collective objective to limit global warming to 1.5 degrees C. Countries have already established 2030 targets and this round of NDCs sets emission-reduction targets through 2035, a key waypoint on the path to mid-century and the net zero goals set by many countries, most notably all of the Group of 20 major economies (G20). As countries move toward net zero, LT-LEDS allow them to outline key sectoral transformations and show how these steps can drive economic growth in the decades ahead, informing and spurring the policy decisions that governments take now.</p><div class=\"callout alignright\"><p class=\"secondary body-link\"><strong>WRI COP30 Resource Hub</strong></p><article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"450\" media=\"(min-width: 1440px)\" type=\"image/png\" width=\"800\" />\n              <source height=\"450\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/png\" width=\"800\" />\n              <source height=\"450\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/png\" width=\"800\" />\n              <source height=\"428\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/png\" width=\"760\" />\n              <source height=\"256\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/png\" width=\"455\" />\n                  <img alt=\"COP30 resource hub graphic.\" height=\"256\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-10/cop30-hub-preview_0.png?VersionId=gSWYoSpsmJpMuxUtgzYUWTpUeOAVwJ0E&itok=nRsU6JTv\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n<p>WRI’s experts are closely following the UN climate talks. <a href=\"https://www.wri.org/un-climate-change-conference-resource-hub\">Watch our Resource Hub</a> for new articles, research, webinars and more.</p></div><p>Now more than ever, these strategies are essential for helping countries focus on the sectors that have a domino effect across the wider economy such as energy, food and agriculture, and transport. So far, nearly <a href=\"https://www.climatewatchdata.org/lts-explore\">80 countries</a> have developed and submitted long-term strategies — but fewer than 10 have updated their initial plans, and more than 100 have yet to produce one.</p><p>COP30 can be a turning point, calling on all countries to submit or update LT-LEDS by COP31, treating the strategies not just as paperwork but as catalysts for real sectoral transformation, fully integrated into economic policies, development strategies and finance plans. G20 countries, in particular, should lead by example by developing implementation pathways that align their near-term goals (e.g., 2030 and 2035) with just transition toward their national net-zero and resilience goals. These pathways should also be integrated into national development objectives and processes.</p><h3>4) Strengthen Intergovernmental Initiatives for Greater Impact</h3><p>Throughout the year, the COP30 presidency has brought renewed attention and momentum to the <a href=\"https://cop30.br/en/action-agenda\">Action Agenda</a> of initiatives outside the UNFCCC negotiations. Most important, it has sought to connect climate action initiatives and coalitions — including those involving national governments — to the formal COP process by aligning them with the themes of the first Global Stocktake on energy, forests, and more.</p><p>At COP30, there’s an important opportunity to place greater attention on the role of intergovernmental <a href=\"https://www.wri.org/research/assessing-intergovernmental-climate-initiatives-expectations-based-framework\">cooperative initiatives and coalitions</a> and integrate them more fully into the Action Agenda, which has previously focused on initiatives by non-state actors. The number of these initiatives and coalitions has grown rapidly in recent years, and governments should now explore their impact and lessons.    </p><p>COP30 can also play an important role in fostering transparency for these intergovernmental initiatives and coalitions, encouraging and driving regular reporting, including through the UNFCCC <a href=\"https://climateaction.unfccc.int/\">Global Climate Action Portal</a>.  During future COPs, dedicated events can allow these initiatives to share their successes, experiences, lessons and best practices.</p><h3>5) Deliver a Credible Finance Package to Back Ambitious Climate Goals</h3><p>Delivering a strong package of finance outcomes at COP30 will signal that the support needed to turn ambition into action is within reach. This includes progress on the <a href=\"https://unfccc.int/topics/climate-finance/workstreams/baku-to-belem-roadmap-to-13t\">Baku-to-Belém Roadmap</a> — a collective pathway for scaling climate finance for developing countries from all sources through 2035 — which can spur action on key issues such as the cost of capital. Such progress would send a powerful signal that international public and private finance will flow to countries that step up ambition and translate this into strong domestic finance and public policy signals.</p><p>A key signal at COP30 would be the creation and further strengthening of country platforms as a way to align domestic and international finance, facilitate an enabling policy environment for investment across key sectors, develop investible pipelines, engage a broad spectrum of stakeholders and optimize the use of concessional finance to de-risk projects and unlock capital flows. This way, countries can integrate proposed climate plans into broader economic frameworks and promote an enabling environment for all finance flows to support progress towards climate commitments while strengthening countries’ development pathways.</p><h3>Building an Actionable Future</h3><p>The gaps are clear, but so is the opportunity for getting closer to the goals of the Paris Agreement. COP30 gathers the world’s leaders armed with the tools to close the emissions and ambition gaps. What’s needed now is bold political action and a strong response to the NDCs to restore confidence in multilateralism, set the world more firmly on course to achieve climate goals and ensure shared prosperity from taking that action. The legacy of the Belém COP will rest in large measure on doing so. </p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    },
    {
      "title": "STATEMENT: Brazil Launches Tropical Forests Forever Facility",
      "link": "https://www.wri.org/news/statement-brazil-launches-tropical-forests-forever-facility",
      "pubDate": "Thu, 06 Nov 2025 13:33:21 EST",
      "description": "<p><span lang=\"EN-US\"><strong>Belem, Brazil (November 6, 2025)</strong></span><span lang=\"EN-US\"> </span><span lang=\"EN-US\">–</span><span lang=\"EN-US\"><strong> </strong></span><span lang=\"EN-US\">Today, at the COP30 Leaders' Summit in Belém, the Brazilian COP30 presidency formally launched the Tropical Forests Forever Facility (TFFF), a mechanism to provide </span><a href=\"https://www.wri.org/insights/financing-nature-conservation-tropical-forest-forever-facility\" target=\"_blank\"><span lang=\"EN-US\">long-term, predictable financing</span></a><span lang=\"EN-US\"> to countries that protect and sustainably manage their tropical forests. </span> </p><p><span lang=\"EN-US\">After initial contributions from Brazil, Indonesia, Norway and Portugal have announced funding pledges so far, though almost 50 countries expressed support for the initiative. Brazil has set a $125 billion target for the TFFF, and aims to raise $10 billion initially from governments and philanthropies, which would spur further investments from private, corporate and philanthropic investors.</span><br /><br /><span lang=\"EN-US\"><strong>Following is a statement from Mirela Sandrini, Interim Executive Director, WRI Brasil:</strong></span> </p><p><span lang=\"EN-US\">“From the Amazon to the Congo to Southeast Asia, the forests that sustain us all are facing a </span><a href=\"https://gfr.wri.org/latest-analysis-deforestation-trends\" target=\"_blank\"><span lang=\"EN-US\">global red alert</span></a><span lang=\"EN-US\">. If enough countries contribute, this new mechanism could offer a breakthrough, flipping the economics of deforestation by making standing forests more profitable than clearing them.</span> </p><p><span lang=\"EN-US\">“The backing from almost 50 countries is encouraging and marks an important start for the TFFF, reflecting growing recognition of the need for collective action to protect and restore tropical forests. However, the pool of those that have actually committed funding so far remains limited. Broader support will be essential if the Facility is to become fully operational. It is the ultimate test of whether nations — especially wealthier ones — will recognize their shared responsibility for protecting the forests that underpin every economy on Earth. </span> </p><p><span lang=\"EN-US\">“As COP30 gets underway<strong>,</strong> new contributions in the coming days would be welcome news, strengthening the initial momentum.</span> </p><p><span lang=\"EN-US\">“The Facility will only work if it truly benefits the Indigenous Peoples and local communities who depend on forests for their livelihoods. The provision requiring 20% of payments to go to Indigenous Peoples and local communities is a strong start.</span> </p><p><span lang=\"EN-US\">“Raising money isn't enough, though. The next step is to design the operations manual, with transparent oversight and measures to prioritize and protect intact rainforests, while genuinely involving Indigenous Peoples and local communities. It must also deal with degradation – when forests are weakened by logging, mining or building roads – and leakage – where protecting one area simply shifts destruction elsewhere. Without that precision, the Facility risks being another good-intention promise, not a breakthrough.</span> </p><p><span lang=\"EN-US\">“Importantly, the TFFF is designed by and for the Global South, reflecting local realities and priorities. It sets a precedent for tropical countries to shape their own climate solutions while responsibly engaging global capital markets. This is not just another fund: it embodies the broader shifts our financial system needs — attracting existing capital toward smart, climate-positive, and secure investments.”</span> </p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    },
    {
      "title": "World’s Informal Housing Crisis Demands a Climate Response",
      "link": "https://www.wri.org/insights/informal-housing-crisis-demands-climate-response",
      "pubDate": "Thu, 06 Nov 2025 11:00:00 EST",
      "description": "<p>When floods hit my hometown in Kenya last year, it was the poorest communities who suffered most. In Nairobi, where more than 3 million people live in vulnerable homes made of wood, sheet metal and concrete — many in low-lying flood plains — the waters faced little resistance. Entire homes were swept away as people slept.</p><p>The world’s housing and climate crises are deeply intertwined, wreaking havoc and reshaping life in cities around the world — from <a href=\"https://apnews.com/article/mexico-flooding-severe-weather-climate-change-b2b37cbfb1d22dd782976a6c392ecf91\">tragic flooding in Mexico</a> to record-breaking <a href=\"https://apnews.com/article/heat-wave-hot-india-climate-temperature-weather-85bab3f13c7bbf16f972ecf51fe9dd9b\">heat waves</a> in India. Urban communities are on the frontlines of climate extremes, bearing the brunt of escalating impacts. And while they have long been hubs of innovation and climate leadership, they cannot tackle this crisis alone.</p><p>The lesson is clear: National governments need to <a href=\"https://www.wri.org/research/multilevel-action-community-led-climate-resilience-informal-settlements\">partner with cities to address the world’s housing and climate crises</a> simultaneously. Poor-quality housing in highly vulnerable areas, combined with little to no access to basic services, creates a pernicious triple blow. The impacts ripple across urban and national economies.</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1050\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1575\" />\n              <source height=\"840\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"643\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"507\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"303\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"Floods wiped out dense housing near the river in the Mathare neighborhood of Nairobi. \" height=\"303\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-11/flooding-aftermath-mathare-kenya_0.jpg?VersionId=LbRg7XW5QiDKDQ9Wafl5.Hc__eZWWpxA&itok=9MyikMtR\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>After flooding in the neighborhood of Mathare, Nairobi, wiped out dense housing near the water, residents are working to stabilize the riverbank through greening and restoration. Photo by Schuyler Null/WRI</figcaption>\n</figure>\n<p>Some countries like <a href=\"https://www.wri.org/initiatives/upgrading-informal-settlements-brazils-urban-periphery\">Brazil</a>, <a href=\"https://www.wri.org/update/colombia-launches-national-roadmap-net-zero-carbon-buildings\">Colombia</a> and <a href=\"https://coolcoalition.org/indonesia-national-cooling-action-plan-i-ncap/\">Indonesia</a> have already stepped forward, recognizing the leadership role that cities can play. For others, the <a href=\"https://www.wri.org/un-climate-change-conference-resource-hub\">COP30 UN climate summit</a> in Brazil offers a launchpad to reimagine urban leadership and commit to bold- and inclusive action. In doing so, nations can unlock the power of cities as a major force in climate-resilient economic growth.</p><p>Today, cities produce 80% of global GDP, and they’re on track to house two-thirds of humanity by 2050. Yet in low-income countries, <a href=\"https://data.worldbank.org/indicator/EN.POP.SLUM.UR.ZS\">more than 60%</a> of urban residents —over 1.1 billion people — live in informal settlements, sometimes called “slums.” That means 1 in 8 people on Earth lack resilient homes and basic infrastructure, making these communities uniquely vulnerable to the impacts of climate change.</p><p>So too are urban economies. The informal sector, despite being disregarded by policymakers for generations, is the lifeblood of many cities. It accounts for <a href=\"https://www.wri.org/research/7-transformations-more-equitable-sustainable-cities\">50% to 80% of urban employment</a> across the Global South. Informal businesses and services, like minibus operators and water deliverers, fill the gaps when formal municipal services don’t reach households.</p><p>On the frontlines of heat waves, landslides and floods, these neighborhoods often pioneer resilience-building efforts with resourceful, frugal innovations. In Nairobi’s Kibera neighborhood, <a href=\"https://prizeforcities.org/project/kibera-public-space-project\">12 community-managed public spaces</a> serve as first responder hubs, tame floodwaters and bring vital services to families, like laundry areas and small business kiosks.</p><p>Locally led initiatives like these should help shape cities’ formal climate efforts, which should in turn feed into – and be supported by – national governments. Yet informal settlements are almost universally left out of national climate plans and funding. Only <a href=\"https://www.habitat.org/sites/default/files/documents/NDC-Report-Oct-9.pdf\">16 countries</a> mentioned informal settlements in their previous national climate plans, known as Nationally Determined Contributions (NDCs).</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1181\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1575\" />\n              <source height=\"945\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"724\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"570\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"341\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"Flooding in an informal settlement in Jakarta, Indonesia\" height=\"341\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-11/informal-settlement-indonesia_0.jpg?VersionId=Sqh.P9Vydo607SRNlpHtJK5XE7ZmVYO4&itok=Nn3lBYO7\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>Flooding in an informal settlement in Jakarta, Indonesia, in March 2025. Informal settlements are particularly vulnerable to the escalating impacts of climate change. Photo by Igro Rinaldi/Unsplash</figcaption>\n</figure>\n<p>As countries commit to new NDCs, they should set <a href=\"https://www.wri.org/research/multilevel-action-community-led-climate-resilience-informal-settlements\">specific targets and resources for upgrading informal settlements</a> with decent housing, securing land tenure, ensuring reliable access to basic services, and creating jobs. These actions would not only help alleviate poverty and inequality, but also keep people safer when the next flood or heat wave strikes.</p><p>Bringing communities into national climate plans can also unlock more funding for local priorities like housing. Through the <a href=\"https://www.wri.org/initiatives/coalition-high-ambition-multilevel-partnerships-champ-climate-action\">Coalition for High Ambition Multi-Level Partnerships (CHAMP) </a>, Kenya’s national government worked with local counties on its latest climate plan and now prioritizes flood control in informal settlements. It has also set up a much-needed mechanism to funnel resources for climate adaptation to vulnerable communities.</p><p>The momentum is building: <a href=\"https://www.champ-climate.org/\">77 countries</a> have now committed to CHAMP, promising a greater role for partnership between national and local governments.</p><p>The UN holds a vital key to unlocking urban transformation. By spotlighting urban action and informal settlements in future Global Stocktakes — and elevating these issues within international development frameworks like the post-2030 Agenda — the UN can galvanize national governments to close the urban equity gap.</p><p>At COP30, the ministerial round table on housing and informal settlements is a key step in the right direction. Its recommendations could steer overdue resources and adaptation finance to this long-overlooked agenda.</p><p>With these foundations in place, cities will be better positioned to improve climate resilience while supporting the hundreds of millions of people who live in informal neighborhoods and power their economies. They can team up with neighborhood groups and urban poor associations to create higher-quality housing and improve livelihoods — while scaling these efforts by partnering with national governments.</p><p><a href=\"https://www.wri.org/insights/iloilo-city-philippines-housing-flood-protection\">Iloilo City, the Philippines</a> provides one blueprint. In the wake of Typhoon Fengshen, which submerged 80% of the city, the local government and local NGOs partnered to provide land, organize savings groups, finance, and co-design new housing projects. Almost two-thirds of the city’s poor families were settled in higher-quality housing without forced evictions or distant relocations. Since then, Iloilo City’s community-led housing projects have inspired similar projects in a dozen cities across the Philippines.</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"828\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1575\" />\n              <source height=\"663\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"507\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"400\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"239\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"Iloilo City, Philippines\" height=\"239\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-11/iloilo-city-philippines_0.jpg?VersionId=d.B6VEFf7NNcvgIVDuWb3k6CQyow5F4g&itok=ynBRjOQY\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>A community-led housing project in Iloilo City, Philippines. The city's innovative program helps communities gain access to high-quality housing that can withstand floods, storms and other climate impacts. Photo by WRI</figcaption>\n</figure>\n<p>COP30 host Brazil, where over 16 million people live in informal settlements, provides another model. Its new <a href=\"https://www.wri.org/update/bottom-experiences-recife-and-teresina-underpin-brazils-new-national-policy-urban\">Periferia Viva</a> (“Living Peripheries”) federal program offers funding and technical assistance to states and cities for upgrading informal settlements. And Brazil’s new climate plan explicitly commits to “climate federalism” and addressing cities’ climate needs.</p><p>The pathway to climate action that delivers for people and the planet runs through our cities. Countries must prioritize decent, secure housing for the communities who keep urban economies running.</p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    },
    {
      "title": "Financing Nature Conservation: Will the Tropical Forest Forever Facility Finally Do It?",
      "link": "https://www.wri.org/insights/financing-nature-conservation-tropical-forest-forever-facility",
      "pubDate": "Thu, 06 Nov 2025 09:30:11 EST",
      "description": "<p>At the 1992 Rio Earth Summit in Brazil, the nations of the world agreed as part of the <a href=\"https://www.mauricestrong.net/index.php?option=com_content&view=article&id=169:rio-statement-forests-management&catid=39&Itemid=89\">Forest Principles</a> to provide financial resources for conservation efforts in developing countries with significant forest areas. Yet for more than three decades, the international community has struggled — <a href=\"https://www.unep.org/resources/report/state-finance-forests-2025\">and largely failed</a> — to fulfill that commitment, particularly to developing nations with tropical rainforests.</p><p>These tropical forests are home to a majority of the planet’s biodiversity, play a crucial role in combating climate change and are critical to people’s livelihoods. Between 2002 and 2022, according to <a href=\"https://www.globalforestwatch.org/blog/forest-insights/global-tree-cover-loss-data-2022/\">Global Forest Watch data</a>, the world’s tropical humid primary rainforests shrunk by 8%, losing an area equivalent to nearly the size of Pakistan. This magnitude of loss has continued unabated, except in a few key tropical rainforest countries such as Brazil and Indonesia.</p><p>The basic challenge continues to be one of simple economics: Cutting and clearing natural forests for timber and agriculture is generally more profitable than leaving trees standing.</p><p>Conventional business practices are not designed to tangibly value and reward the conservation of forests, or their biodiversity and ecosystem services. Combined with continuing global demand for commodities, harmful subsidies in many countries, and weak and/or <a href=\"https://www.wri.org/insights/nature-crime-amazon-deforestation\">corrupt forest governance practices</a>, this dynamic has increasingly degraded and destroyed the Earth’s tropical forests.</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1050\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1575\" />\n              <source height=\"840\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"643\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"507\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"303\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"Illegal logging in the Amazon.\" height=\"303\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-10/deforestation-illegal-logging-tfff_0.jpg?VersionId=SFvysLo0joVnaOCndNXDKcdUEkzqjOx0&itok=gUi_AuqT\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>According to data from Global Forest Watch, between 2002 and 2022, the world’s tropical humid primary rainforests shrunk by 8%. Photo by PARALAXIS/Shutterstock. </figcaption>\n</figure>\n<h3>A Potential Breakthrough: The Tropical Forest Forever Facility</h3><p>Now, Brazil is once again playing a critical role, leading the development of an innovative new forest finance mechanism that could offer a breakthrough and flip the economics in favor of conservation. The <a href=\"https://tfff.earth/\">Tropical Forest Forever Facility</a> (TFFF), which formally <a href=\"https://www.wri.org/news/statement-brazil-launches-tropical-forests-forever-facility\">launched on Nov. 6</a>, is designed as a “payment-for-performance” model that uses agreed satellite monitoring standards and systems to reward tropical forest countries with a continuing source of funding as long as they preserve their forests.</p><p> While other forest conservation mechanisms such as <a href=\"https://unfccc.int/topics/land-use/workstreams/redd/what-is-redd\">REDD+</a> and <a href=\"https://www.wri.org/insights/carbon-markets-tropical-forest-conservation\">carbon markets</a> focus on rewarding emissions reductions, the TFFF takes a different approach. It aims to pay tropical forest countries directly for each hectare of standing forest they maintain, with payments decreasing based on any deforestation or fire-related forest degradation.</p><p>With Brazil’s leadership, the momentum of this year’s annual <a href=\"https://www.wri.org/un-climate-change-conference-resource-hub\">United Nations Climate Change Conference (COP30)</a> taking place in the Amazon, and with effective new satellite monitoring technologies, the TFFF could finally turn forest conservation into an investment that benefits countries, investors and the planet.</p><p>Following several years of technical and diplomatic work, Brazil published the latest iteration of the <a href=\"https://tfff.earth/feedback/\">TFFF Concept Note</a> in October 2025. Just weeks before, Brazilian President Luiz Inácio Lula da Silva <a href=\"https://tfff.earth/brazilian-government-announces-us1-billion-contribution-to-the-tropical-forest-forever-facility-tfff/\">announced</a> at the UN General Assembly that Brazil would make the first $1 billion investment into the facility, which ultimately is expected to reach $125 billion. A few weeks later, <a href=\"https://jakartaglobe.id/news/indonesia-vows-to-invest-in-brazilled-125-billion-forestry-fund\">Indonesia announced</a> it would also contribute to the facility, following up just a few days before COP30 is set to begin with a $1 billion commitment. <a href=\"https://www.reuters.com/sustainability/cop/norway-invest-3-billion-tfff-forest-conservation-fund-2025-11-06/\">Norway</a>, on the same day, also announced a $3 billion pledge. The TFFF’s success now depends on other nations, as well as private sector investors, to make it a reality at COP30 and beyond. </p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1048\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1575\" />\n              <source height=\"838\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"642\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"506\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"303\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"Tropical forest in Nepal.\" height=\"303\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-10/tropical-forest-nepal_0.jpg?VersionId=zKDCyfDMoLENNHPhj3gpyzF6sBxWx8hW&itok=a6sC06XW\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>The Tropical Forest Forever Facility is an innovative fund designed to reward countries for keeping their forests standing. Photo by Teo Tarras/Shutterstock.</figcaption>\n</figure>\n<h3>How Exactly Will the TFFF Be Funded?</h3><p>Unlike most previous international assistance to conserve tropical forests, the TFFF will not be financed by donor grants. Once the facility reaches its $125 billion target (or, likely in the shorter term, a smaller sum), it will be the world’s largest “<a href=\"https://ppp.worldbank.org/blended-finance\">blended finance</a>” mechanism of its kind, designed to pay eligible, participating tropical forest countries annually for maintaining their deforestation rates below 0.5% per year, as measured by agreed geospatial monitoring standards and systems.</p><p>The TFFF will borrow an initial capital base (targeted at $25 billion) from traditional “donor” nations and other countries in a position to invest, such as Brazil and China, and potentially philanthropic foundations, too. These “sponsors” would provide 40-year loans (the facility’s capital), or other comparable investment modalities, at an interest rate comparable to the yield of U.S. Treasury bonds (a 30-year bond is currently less than 5%) and would be the first to take responsibility over any losses in what’s known as a junior position in the debt structure.</p><p>This arrangement creates a safety net that enables the fund to raise an additional $100 billion from private, corporate and philanthropic investors. The combined $125 billion would then be invested in fixed income emerging markets and other sovereign and corporate bonds (excluding fossil fuels and other environmentally destructive sectors), which would earn a higher return.</p><p>The return is ultimately expected to generate some $3 billion to $4 billion per year — enough to make payments of around $4 per hectare of conserved forest to eligible countries which maintain deforestation rates below 0.5% over the long term. (Even in the short term, with a much lesser sum than $125 billion, the payments generated would still be significant.)</p><p>The TFFF governance structure is divided into the Tropical Forest Investment Fund (TFIF), managed by the World Bank under a separate governance structure that would manage the investment fund and determine the availability of funds for forest payments; and the TFFF itself, which would coordinate monitoring and reporting, and distribute forest payments to countries.</p><article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1350\" media=\"(min-width: 1440px)\" type=\"image/png\" width=\"1575\" />\n              <source height=\"1080\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/png\" width=\"1260\" />\n              <source height=\"827\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/png\" width=\"965\" />\n              <source height=\"651\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/png\" width=\"760\" />\n              <source height=\"390\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/png\" width=\"455\" />\n                  <img alt=\"How the TFFF will work\" height=\"390\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-10/25-10-22-tfff-v5-facility.png?VersionId=vrP4qkdp6nddRmbMe0AkxRafdldSa9ua&itok=BsbpCBE8\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n<h3>Where Would the Money Go?</h3><p>The current TFFF proposal includes 74 UN-listed developing countries that combined are home to more than 1 billion hectares of moist, broadleaf tropical and sub-tropical forests.</p><p>The TFFF is not designed to fund countries to reduce their deforestation rates. Rather, it is meant to reward those that already have relatively low deforestation rates, providing a financial incentive to keep their remaining tropical forests standing and prevent any further deforestation. However, if it’s successful, the facility will serve as encouragement for countries with currently high deforestation rates to qualify to join the scheme. A good result would be if countries such as Bolivia, with one of the world’s highest deforestation rates, were able to qualify for TFFF funding in the years to come. The current structure would lead to significant flows of finance to some of the world’s poorest forest countries, including in Africa’s Congo Basin.</p><article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1350\" media=\"(min-width: 1440px)\" type=\"image/png\" width=\"1575\" />\n              <source height=\"1080\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/png\" width=\"1260\" />\n              <source height=\"827\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/png\" width=\"965\" />\n              <source height=\"651\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/png\" width=\"760\" />\n              <source height=\"390\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/png\" width=\"455\" />\n                  <img alt=\"Countries Eligible for TFFF Payments\" height=\"390\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-10/25-10-22-tfffv2-map.png?VersionId=pg93T2bHxPq7qDuaA_zbHpgPySYhF5iU&itok=l2mvS7Kn\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n<p>The TFFF includes several innovative features focused on where the money should go. The first is that it allows countries to allocate TFFF payments as they see fit on their national policies and programs that, directly or indirectly, contribute to tropical and subtropical forest conservation and forests’ sustainable use. Crucially, the TFFF requires countries to disclose what the funds are used for to ensure transparency and allow for public scrutiny and feedback.</p><p>Another striking and positive feature is a provision requiring 20% of payments to go to Indigenous peoples and local communities engaged in tropical forest conservation in eligible countries. This could be the single biggest source of international finance for Indigenous peoples and local communities, so often at the frontline of conservation. This finance could help these communities protect their rights, secure land tenure, tackle illegal mining and criminality, and pursue sustainable alternative livelihoods that are not dependent on clearing areas of forest.</p><p>It is also significant because the TFFF is the only such source of funding that could in some instances be accessed directly by Indigenous peoples and local communities — a provision that they have repeatedly asked for, granting these communities decision-making over the use of the funds.</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"955\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1575\" />\n              <source height=\"764\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"585\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"461\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"276\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"A family in a canoe rows away from a house along a river in the Amazon, Brazil.. \" height=\"276\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-10/indigenous-family-amazon-tfff_0.jpg?VersionId=9S.bQ9yFUhfzS6npROa9nT01ywtFUsTM&itok=tjGif8nR\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>Payments from the TFFF could help protect the rights of Indigenous communities and help them pursue sustainable alternative livelihoods that are not dependent on clearing areas of forest. Photo by Dekaro/iStock.</figcaption>\n</figure>\n<h3>How Will Forests Be Monitored?</h3><p>The TFFF can only succeed if it is built on credible, transparent and operational forest monitoring that relies on <a href=\"https://www.wri.org/insights/indigenous-peoples-local-communities-use-satellite-data-deforestation\">satellite data</a>. This requires methods and data that are produced in a way that can be verified, applied consistently through time and comparable across countries. Robust and universally applied technical standards must be established from the outset, not only to ensure credibility but also to build investor confidence that will attract the early capital needed for scale.</p><p>A core principle of the TFFF is that participating nations are expected to use their own national forest monitoring systems, provided these systems meet established quality and transparency criteria. For countries without a qualifying national system, a compliant third-party system, such as <a href=\"https://www.globalforestwatch.org/\">Global Forest Watch</a> (managed by WRI) or the EU’s Joint Research Center tropical forests platform, may be used. Given this diversity in monitoring approaches, establishing agreed common methodological standards and definitions across all systems will be paramount.</p><p>The TFFF also proposes a fixed forest definition to be applied across all participating countries, creating a common basis for how forests are measured and valued. By setting a 20% to 30% canopy density threshold, a 5-meter minimum tree height and by excluding plantations, this definition establishes a solid technical foundation for consistent and comparable measurements.</p><h3>What’s Still Needed to Launch the TFFF?</h3><p>First, sponsors need to follow Brazil’s and Indonesia’s lead and commit contributions to the initial hoped-for $25 billion tranche of junior capital. If additional sponsors fail to make commitments at COP30, the TFFF may lose momentum in 2026, causing private sector investors to doubt the viability of the model.</p><div class=\"callout alignright\"><p class=\"secondary body-link\"><strong>WRI COP30 Resource Hub</strong></p><article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"450\" media=\"(min-width: 1440px)\" type=\"image/png\" width=\"800\" />\n              <source height=\"450\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/png\" width=\"800\" />\n              <source height=\"450\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/png\" width=\"800\" />\n              <source height=\"428\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/png\" width=\"760\" />\n              <source height=\"256\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/png\" width=\"455\" />\n                  <img alt=\"COP30 resource hub graphic.\" height=\"256\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-10/cop30-hub-preview_0.png?VersionId=gSWYoSpsmJpMuxUtgzYUWTpUeOAVwJ0E&itok=nRsU6JTv\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n<p>WRI’s experts are closely following the UN climate talks. <a href=\"https://www.wri.org/un-climate-change-conference-resource-hub\">Watch our Resource Hub</a> for new articles, research, webinars and more.</p></div><p>It is therefore vitally important for industrialized nations across the world without tropical forests to make a significant financial commitment to this bold and ambitious idea. The stakes are global: If tropical forests are lost, adaptation costs from the ensuing climate impacts would far exceed these investments. For wealthy nations, investing in the TFFF is not only about justice and responsibility, but also a matter of economic self-interest. Tropical forests are, in addition to being sovereign national assets, a global public good, with a universal responsibility for their protection.</p><p>The World Bank Board has agreed to manage the funds <a href=\"https://tfff.earth/the-world-bank-confirmed-as-trustee-and-interim-host-of-the-tropical-forest-forever-facility/\">as the trustee and interim host</a> of the TFFF and formalized initial arrangements at its October 2025 meeting, which should provide a strong confidence signal for both sponsors and the private sector. But the World Bank will have to move rapidly to establish the TFIF to maintain momentum and move toward an operational phase of the facility.</p><p>Once all of that is in place, a key priority will be development of the operations manual that will govern how the TFFF actually works, including work on some of the more difficult technical issues. These include:</p><h4>Degradation and Leakage</h4><p>Not all forest loss is caused by deforestation. Forest degradation, which plays a major role in carbon loss and ecosystem decline (and often occurs at smaller spatial scales) can also take place.</p><p>Currently, the TFFF proposes to only consider fire-damaged areas (using burn scars as a proxy) as indicators of degradation, subsequently reducing payments by a 1:35 discount rate. But other degradation factors, such as selective logging, roadbuilding, mining and some edge effects, can be detected using 30-meter or 10-meter satellite data. Including both fire and non-fire degradation would strengthen the system’s integrity and ensure payments reflect actual forest conditions.</p><p>Deforestation “leakage” is another thorny issue: the TFFF focuses on broadleaf tropical and sub-tropical forests, the most important forests globally for both biodiversity and climate change. However, there is worry that this might cause deforestation to move into other biomes not covered by the TFFF — <a href=\"https://news.mongabay.com/2015/01/brazils-soy-moratorium-dramatically-reduced-amazon-deforestation/\">Brazil’s Cerrado</a> and southern Africa’s Miombo woodlands are good examples — without notice or punitive measures. The TFFF seeks to address this by requiring participating countries to monitor and report forest cover changes in non-TFFF forest areas where significant increases in deforestation could trigger additional scrutiny and potential payment holds. Though this is a good conceptual solution, implementation could be complex given, among other issues, the difficulties associated with monitoring deforestation in drier or sparser forest landscapes. More work will be needed to ensure that the TFFF does not simply displace, rather than prevent, forest loss.</p><h4>Consideration for Indigenous Peoples and Local Communities</h4><p>It will also be critical to maintain a strong consultative process with civil society and <a href=\"https://www.wri.org/insights/global-forest-pledges-must-center-forest-communities\">Indigenous communities</a> as the TFFF — particularly its operations manual — is developed and moves toward implementation. Much of civil society is supportive of the TFFF and its efforts to engage Indigenous peoples and local communities; some remain critical and circumspect. There is no formal consensus on the TFFF among the diverse Indigenous peoples’ organizations across the world’s tropical forests. Continuing dialogue, consultation and free, prior and informed consent will therefore be critical in the years ahead.</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1050\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1575\" />\n              <source height=\"840\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"643\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"507\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"303\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"A home along a river in Belém, Brazil.\" height=\"303\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-10/indigenous-communities-tfff-belem-brazil_0.jpg?VersionId=QGioHVL8kk__CcBgiuUXbIWROMY8GRDD&itok=fsP8-bKz\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>A home along the Guama River in Belém, Brazil, where COP30 will take place. The TFFF will require that 20% of payments to countries that keep deforestation rates below 0.5% to go to Indigenous peoples and local communities. Photo by RudiErnst/Shutterstock. </figcaption>\n</figure>\n<h4>Developing an Agreed Global Geospatial Monitoring System</h4><p>Finally, the credibility and longevity of the TFFF will also depend on the quality and reliability of the geospatial monitoring systems that are used to base decisions on eligibility, standing forest area and deforestation rates. It is only in the past decade that credible, affordable satellite monitoring of forest cover has emerged. And there are no international covenants or treaties designating official satellite monitoring standards or systems.<br /><br />In developing its monitoring standards, the TFFF should consider:</p><ul><li><strong>Fine-tuning its measurement standards </strong>by aligning the standard minimum mapping unit with the pixel resolution of existing, free satellite data archives (30-meters or 10-meters) to provide a more accurate picture of forest dynamics. Using a <a href=\"https://www.wri.org/insights/rethinking-definition-forest-monitoring\">finer mapping unit</a>, instead of the proposed 1-hectare minimum mapping unit, would also enable more effective monitoring of forest degradation events like logging and roadbuilding.</li><li>Ensuring that the monitoring systems that underpin the TFFF’s payment calculations provide <strong>open, independently verifiable data</strong>; use methods that produce data that are transparent and reproducible; and regularly validate the results using good practice and international reporting guidelines.</li><li>Finally, <strong>governance will be critical </strong>to help ensure that technical decisions remain evidence based. The TFFF’s operations manual will codify the detailed rules and procedures for monitoring, so its development should include structured opportunities for expert and stakeholder input.</li></ul><p>In short, there is a clear pathway: strong technical standards, robust degradation monitoring, validation, open data and shared governance. The technology is ready; what is needed now is collective agreement to put it into practice.</p><h3>The TFFF’s Critical Contribution to the Global Forest Challenge</h3><p>In summary, the TFFF could make a potentially critical contribution to addressing the world’s forest challenges, which are so closely linked to the biodiversity and climate crises we face. But, as the TFFF proponents themselves have noted, it is not a panacea; other forms of finance will also be needed, and of course there are many other dimensions of tackling tropical forest loss, including governance, legality, regulation, demand and consumption shifts.</p><p>The TFFF also inherently faces risks in a volatile world where the future of economies and markets cannot be predicted; it is a bold idea at a time of volatility and instability. But after more than 30 years of forest conservation, forest finance commitments and arrangements that have yet to turn the tide, the TFFF presents an ambitious idea from a major rainforest country that has real potential to make a potentially transformative impact in conserving tropical forests.</p><p>It is therefore a pressing global imperative for the international community to contribute generously to its success, starting at COP30, in the heart of the Amazon rainforest — a tropical rainforest, like others, on which the future well-being of humanity so profoundly depends. </p><p><em>This article was originally published on Oct. 27, 2025. It was updated on Nov. 6, 2025, to reflect the latest news and information. </em></p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    }
  ]
}